{"docId": "./ip/trancript.cnn.com.TRANSCRIPTS.1505.24.ip.01.html.json", "subTitle": "Hillary's \"Contrasts\" Expose Republican Divide; Republicans Split on More U.S. Troops in Iraq. Aired 8:30-9a ET", "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "sections": [{"speaker": "KING", "sentences": [{"text": "In New Hampshire, Hillary Clinton fine tunes her economic pitch.", "sentId": 0}], "secId": 0}, {"speaker": "HILLARY CLINTON  PRESIDENTIAL CANDIDATE", "sentences": [{"text": "It's time again that we make the words \"middle class\" actually mean something.", "sentId": 1}], "secId": 1}, {"speaker": "KING", "sentences": [{"text": "But will new e-mails bring questions about her work as secretary of state.", "sentId": 2}], "secId": 2}, {"speaker": "CLINTON", "sentences": [{"text": "I'm going to keep talking to my old friends, whoever they are.", "sentId": 3}], "secId": 3}, {"speaker": "KING", "sentences": [{"text": "Plus President Obama says the United States is not losing the war against ISIS.", "sentId": 4}, {"text": "Republican contenders all disagree but are at odds over what to do about it.", "sentId": 5}], "secId": 4}, {"speaker": "GRAHAM", "sentences": [{"text": "The longer ISIL is allowed to survive in Iraq and Syria the more likely they are to attack us here at home.", "sentId": 6}], "secId": 5}, {"speaker": "PAUL", "sentences": [{"text": "If people want another Iraq war they know who they can voter for.", "sentId": 7}], "secId": 6}, {"speaker": "KING", "sentences": [{"text": "And Jeb Bush says he has righted the ship.", "sentId": 8}], "secId": 7}, {"speaker": "BUSH", "sentences": [{"text": "During my brother's time, Republicans spent too much money.", "sentId": 9}], "secId": 8}, {"speaker": "KING", "sentences": [{"text": "Is he ready now to better able to handle the \"W\" questions?", "sentId": 10}, {"text": "INSIDE POLITICS, the biggest stories sources by the best reporters now.", "sentId": 11}], "secId": 9}, {"speaker": "KING", "sentences": [{"text": "Welcome to INSIDE POLITICS.", "sentId": 12}, {"text": "I'm John King.", "sentId": 13}, {"text": "Thanks for sharing your Sunday morning.", "sentId": 14}], "secId": 10}, {"speaker": "With us to share their reporting and their insights", "sentences": [{"text": "Maggie Haberman of the \"New York Times\"; CNN's Jeff Zeleny; Julie Pace of the Associated Press; and Robert Costa of the \"Washington Post\".", "sentId": 15}], "secId": 11}, {"speaker": "With us to share their reporting and their insights", "sentences": [{"text": "Security issues dominated the political conversation here in Washington this past week, including a quite interesting debate about whether it will take a new U.S. combat mission in Iraq to beat back ISIS.", "sentId": 16}, {"text": "We'll get to that in a moment.", "sentId": 17}], "secId": 12}, {"speaker": "With us to share their reporting and their insights", "sentences": [{"text": "But first, Hillary Clinton's new effort to frame what is almost always the defining question of presidential politics.", "sentId": 18}], "secId": 13}, {"speaker": "CLINTON", "sentences": [{"text": "It's not just enough for people to get by.", "sentId": 19}, {"text": "We have to make sure that people can get ahead and that they can stay ahead.", "sentId": 20}, {"text": "And it's important that we draw the contrast between what will enable more people to get ahead and what would hold us back or even turn the clock back.", "sentId": 21}], "secId": 14}, {"speaker": "KING", "sentences": [{"text": "As you can see, she is looking down and reading the notes there.", "sentId": 22}, {"text": "These early events are very carefully scripted.", "sentId": 23}, {"text": "And there's a very clear pattern.", "sentId": 24}, {"text": "Whatever the issue -- be it immigration, same sex marriage or as it was there in New Hampshire, jobs -- Secretary Clinton looks for ways to make her case in a way that also exposes the Republican divide, like supporting the export/import bank.", "sentId": 25}], "secId": 15}, {"speaker": "KING", "sentences": [{"text": "Now that's a relatively obscure federal agency but many Republicans including Ted Cruz, Rand Paul and Marco Rubio say it's a waste of money and needless government meddling in the markets.", "sentId": 26}], "secId": 16}, {"speaker": "CLINTON", "sentences": [{"text": "In fact it seems as though they would rather threaten the livelihoods of those 164,000 jobs than stand up to the Tea Party and talk radio.", "sentId": 27}, {"text": "It's wrong, it's embarrassing --", "sentId": 28}], "secId": 17}, {"speaker": "KING", "sentences": [{"text": "It shows Maggie, a confidence that she will be the Democratic nominee.", "sentId": 29}, {"text": "She is running against the Republicans, as Robert was talking about it before we came on the air, running against the Republican congress.", "sentId": 30}, {"text": "She doesn't seem at all worried at the moment -- no disrespect intended -- about Bernie Sanders or Martin O'Malley.", "sentId": 31}], "secId": 18}, {"speaker": "HABERMAN", "sentences": [{"text": "I think that it shows two things.", "sentId": 32}, {"text": "I think yes it shows that.", "sentId": 33}, {"text": "But I think also a lot of the positions she is taking including what she said Friday in New Hampshire about the x/m bank is not going to hurt her in the general elections.", "sentId": 34}], "secId": 19}, {"speaker": "HABERMAN", "sentences": [{"text": "So you're seeing a tremendous overlap between -- yes, she's tacking left on certain issues.", "sentId": 35}, {"text": "And yes, she seems comfortable, but it is not as hard this time around as it might have been for her before especially because in 2008 her advisers were -- one adviser was incredibly consumed with preserving her electability for the general election.", "sentId": 36}], "secId": 20}, {"speaker": "HABERMAN", "sentences": [{"text": "And now you have on especially on social issues but immigration the polling trends for where the Democrats are in terms of especially with Independents in a general election.", "sentId": 37}, {"text": "So she is able to say these things and expose where the base of the Republican Party is divided from the establishment.", "sentId": 38}], "secId": 21}, {"speaker": "KING", "sentences": [{"text": "And perhaps to get us in the media when we encounter the Republicans, to ask -- now let's ask the Republicans about the x/m bank or about immigration or about same-sex marriage, and poof, the circular firing squad.", "sentId": 39}], "secId": 22}, {"speaker": "COSTA", "sentences": [{"text": "It's already a general election.", "sentId": 40}, {"text": "I was on the campaign trail with Secretary Clinton in Iowa and New Hampshire.", "sentId": 41}, {"text": "And you see her targeting the Republican congress.", "sentId": 42}, {"text": "If you are Speaker Boehner or Leader McConnell, you better pay attention because she does not want to run against someone who is a fresh-faced contender, a presidential candidate.", "sentId": 43}, {"text": "She wants to run against a party that she can define and define through the policies on Capitol Hill.", "sentId": 44}], "secId": 23}, {"speaker": "PACE", "sentences": [{"text": "I think it's equally notable the policies that she is not taking a position on right now which are the policies that either the Democrats are divided or the general election -- the voters that she's going to be going after where she's a point to know where they're going to be.", "sentId": 45}, {"text": "Trade, for example, a huge one is going to be the U.S. policy going forward against the Islamic state.", "sentId": 46}, {"text": "And I think that's when we're going to get a better sense of her as a candidate when she actually weighs in on something that's trickier than x/m banks.", "sentId": 47}], "secId": 24}, {"speaker": "KING", "sentences": [{"text": "Let's stay on the economy for a minute and that issue of trade because she was asked about that as well up in New Hampshire.", "sentId": 48}], "secId": 25}, {"speaker": "KING", "sentences": [{"text": "Now Elizabeth Warren says, you know, I'm going to probably be for Hillary Clinton but I would like to hear her talk more in detail about her views on trade.", "sentId": 49}, {"text": "The President has a proposed trade agreement.", "sentId": 50}, {"text": "It seems to be making its way through the Senate.", "sentId": 51}, {"text": "Let's see what happens.", "sentId": 52}, {"text": "The debate has to move on through the house, still.", "sentId": 53}, {"text": "But listen to Hillary Clinton when asked are you ready to say yea or nay.", "sentId": 54}], "secId": 26}, {"speaker": "CLINTON", "sentences": [{"text": "I have been for trade agreements.", "sentId": 55}, {"text": "I've been against trade agreements.", "sentId": 56}, {"text": "Voted for some, voted against others, so I want to judge this when I see what exactly is it in and whether or not I think it meets my standards.", "sentId": 57}], "secId": 27}, {"speaker": "KING", "sentences": [{"text": "A straddle, Mr. Zeleny.", "sentId": 58}], "secId": 28}, {"speaker": "ZELENY", "sentences": [{"text": "A straddle -- those are the exact same words she used straddling earlier in the week in Iowa on Tuesday, same words on Friday, same words and inference.", "sentId": 59}, {"text": "That's a planned straddle.", "sentId": 60}, {"text": "That is not a John Kerry with, \"I was for it before I was against it.\"", "sentId": 61}], "secId": 29}, {"speaker": "ZELENY", "sentences": [{"text": "Look, why does she need to come out?", "sentId": 62}, {"text": "I mean some Democrats are saying she needs to be sort of more precise on this, but if you are Hillary Clinton you finally have the luxury of not having to cast a vote on this in running.", "sentId": 63}, {"text": "The whole thing that dogged her so much in '08 was that she had a voting record.", "sentId": 64}, {"text": "Now she does not have to have a voting record on this.", "sentId": 65}], "secId": 30}, {"speaker": "ZELENY", "sentences": [{"text": "But I think at some point if these start stacking up, you know, she will have to sort of make herself clear.", "sentId": 66}, {"text": "But for now I think she can straddle.", "sentId": 67}, {"text": "The problem is when the Sherrod Browns of Ohio and others start calling her out.", "sentId": 68}], "secId": 31}, {"speaker": "COSTA", "sentences": [{"text": "They don't see  -- when you see her in New Hampshire on Friday, she's not taking a position on trade, but at the same time she sounds like a populist in almost every other economic issue.", "sentId": 69}], "secId": 32}, {"speaker": "HABERMAN", "sentences": [{"text": "She appeared at an  event I think it was in California.", "sentId": 70}, {"text": "I mean -- so you are not really seeing labor pushing her incredibly hard either, right?", "sentId": 71}, {"text": "I mean I think that labor saw her silence on this as a win to some extent.", "sentId": 72}], "secId": 33}, {"speaker": "HABERMAN", "sentences": [{"text": ".", "sentId": 73}], "secId": 34}, {"speaker": "KING", "sentences": [{"text": "Given where her husband was on this.", "sentId": 74}], "secId": 35}, {"speaker": "ZELENY", "sentences": [{"text": "And where she's been even in 2012.", "sentId": 75}], "secId": 36}, {"speaker": "HABERMAN", "sentences": [{"text": "And in real time, she is not supporting the President's current bill, and I think that that would be a huge problem.", "sentId": 76}, {"text": "What you're going to see is once this is done in the senate, what I think you will see is labor start to crank up an effort to hold her to something before she potentially becomes president.", "sentId": 77}], "secId": 37}, {"speaker": "KING", "sentences": [{"text": "And so confidence on the trail, confident making the case against her Republican and her fellow Democrats.", "sentId": 78}, {"text": "Confident out there, the question is, are there things back that could hurt?", "sentId": 79}], "secId": 38}, {"speaker": "KING", "sentences": [{"text": "On Friday, the release of some Clinton e-mails, -- nothing in there that changes what we know about Benghazi.", "sentId": 80}, {"text": "However -- about what happened on the ground and about the information that got to Secretary Clinton.", "sentId": 81}, {"text": "However, there was at least one e-mail we know that ended up being classified.", "sentId": 82}], "secId": 39}, {"speaker": "KING", "sentences": [{"text": "Let's be careful.", "sentId": 83}, {"text": "It was not classified at the time, it was classified later, but it was on her private server which means we know Republicans will go after this argument.", "sentId": 84}, {"text": "You had very sensitive information that was on a private e-mail server that for all we know could have been hacked.", "sentId": 85}, {"text": "Is this a problem?", "sentId": 86}], "secId": 40}, {"speaker": "ZELENY", "sentences": [{"text": "She said I didn't send classified information.", "sentId": 87}, {"text": "And that's what she said at that U.N. Press conference.", "sentId": 88}, {"text": "But this is an issue that she received something, and a perfect example, it's not classified when she got it but now it is, and the world changes.", "sentId": 89}], "secId": 41}, {"speaker": "ZELENY", "sentences": [{"text": "I think it is a problem because it highlights the fact there are so many other e-mails on the private server that we won't be able to see.", "sentId": 90}, {"text": "So it opens the door here.", "sentId": 91}], "secId": 42}, {"speaker": "ZELENY", "sentences": [{"text": "But I'm really struck by the two parallel campaigns that are running.", "sentId": 92}, {"text": "She wants to focus on small business.", "sentId": 93}, {"text": "She wants to focus on the economy.", "sentId": 94}, {"text": "Meanwhile back in Brooklyn and back in Washington, it's sort of like -- all this other stuff is going on and so at some point these collide.", "sentId": 95}, {"text": "How she handles that collision -- that's the big question.", "sentId": 96}], "secId": 43}, {"speaker": "PACE", "sentences": [{"text": "And the issue with the e-mails is that we are now going to have e-mails coming up perhaps every couple weeks, every couple of months, and in each batch it's probable that you will have e-mails that will be classified, not at the time she received them or sent them, but because of current events.", "sentId": 97}], "secId": 44}, {"speaker": "PACE", "sentences": [{"text": "This is going to be something that is going to trail her basically through the primaries and the Iowa caucuses.", "sentId": 98}], "secId": 45}, {"speaker": "KING", "sentences": [{"text": "And the Republicans will say this was a violation of security.", "sentId": 99}, {"text": "On economic issues, I didn't mention it.", "sentId": 100}, {"text": "There was also a \"Washington Post\" story this past week that within 24 hours of her saying \"we were dead broke\" to justify making some money.", "sentId": 101}, {"text": "The Clintons combined made $700,000 in speeches.", "sentId": 102}, {"text": "That's going to be T-Ball to the Republicans.", "sentId": 103}], "secId": 46}, {"speaker": "HABERMAN", "sentences": [{"text": "What you just said, I actually suspect will have more resonance than the e-mails do.", "sentId": 104}, {"text": "And here's why.", "sentId": 105}, {"text": "Everybody understands e-mails.", "sentId": 106}, {"text": "And if the explanation is simply she had a private e-mail server she shouldn't have and she deleted e-mails and she handpicked it.", "sentId": 107}, {"text": "Then yes, people understand that.", "sentId": 108}], "secId": 47}, {"speaker": "HABERMAN", "sentences": [{"text": "But they're hearing that at the same time that they're also hearing here is the information in her e-mails.", "sentId": 109}, {"text": "So try to make those two things work together on the one hand, she is deleting e-mails and yet here are the e-mails.", "sentId": 110}, {"text": "So I think voters are going to sort of be done with that for 2016.", "sentId": 111}, {"text": "Polls are showing it's not really sticking.", "sentId": 112}], "secId": 48}, {"speaker": "HABERMAN", "sentences": [{"text": "What you just said about dead broke and about those speeches, that's pretty understandable.", "sentId": 113}, {"text": "The dead broke comment, we're now almost a year to the day of when she said it.", "sentId": 114}, {"text": "It's still very fresh, and there will be a great ad that Republicans will make on that.", "sentId": 115}], "secId": 49}, {"speaker": "KING", "sentences": [{"text": "And for somebody who's trying to say I want to be the candidate of small business and middle class -- $700,000 is --", "sentId": 116}], "secId": 50}, {"speaker": "COSTA", "sentences": [{"text": "She keeps doing these roundtable events day in and day out.", "sentId": 117}, {"text": "But she comes with her whole Secret Service, her motorcade.", "sentId": 118}, {"text": "It's hard for regular people to get inside of these events, so her message is on one of you but it's just a difficult one to make.", "sentId": 119}, {"text": "KING:  Another question we've seen in this e-mail release -- we'll see", "sentId": 120}], "secId": 51}, {"speaker": "COSTA", "sentences": [{"text": "if it sticks with voters about whether she had a private server and all that.", "sentId": 121}, {"text": "But she is trying to have a new campaign and she has brought in a new team.", "sentId": 122}, {"text": "But she also was pretty clear when you were out with her in Iowa earlier in the week that she is going to talk to her friends.", "sentId": 123}, {"text": "That she's not going to stop talking to her friends.", "sentId": 124}], "secId": 52}, {"speaker": "COSTA", "sentences": [{"text": "Well, one of her friends is a guy that I remember well from covering the Bill Clinton administration -- Sidney Blumenthal, who is prone, in my view to conspiracy theories and suspicions of the other guy.", "sentId": 125}, {"text": "He is the one, if you look at these e-mails that sent on September 12th, the morning after the Benghazi attack in 2012 an e-mail saying he had information that the attacks were inspired by that infamous Internet video.", "sentId": 126}, {"text": "Quickly they had to back off that and say that wasn't the case.", "sentId": 127}], "secId": 53}, {"speaker": "COSTA", "sentences": [{"text": "But you see Sidney Blumenthal standing here and she says I have friends and I am not going to push them away.", "sentId": 128}, {"text": "A problem?", "sentId": 129}], "secId": 54}, {"speaker": "ZELENY", "sentences": [{"text": "I think it is a problem and that's why I asked here that question.", "sentId": 130}, {"text": "If elected president how would you sort of manage all these people?", "sentId": 131}, {"text": "And that's what she was answering.", "sentId": 132}, {"text": "It's that I have friends and I am going to stick with them.", "sentId": 133}, {"text": "So that raises a whole question of who would have access to the President's ear.", "sentId": 134}], "secId": 55}, {"speaker": "ZELENY", "sentences": [{"text": "And she can have new campaign advisers and she can have young aides, she can bring Obama people in that it races the point that they have this long network of people, for good and bad, and she is sticking with them.", "sentId": 135}, {"text": "She could have disowned them there.", "sentId": 136}], "secId": 56}, {"speaker": "HABERMAN", "sentences": [{"text": "It also makes the point I think what it's going to be used or potentially used -- the main argument Republicans are making against her right now is character.", "sentId": 137}, {"text": "I mean it's not just the disconnect, that she can't relate.", "sentId": 138}], "secId": 57}, {"speaker": "KING", "sentences": [{"text": "Can we trust here?", "sentId": 139}], "secId": 58}, {"speaker": "HABERMAN", "sentences": [{"text": "It's can we trust her, and it's character and it's a judgment issue, and so the Sidney Blumenthal issue goes to both.", "sentId": 140}, {"text": "It goes to who you surround yourself with, although I think everybody would agree that people have friends and so forth and who has your ear.", "sentId": 141}], "secId": 59}, {"speaker": "HABERMAN", "sentences": [{"text": "And then are you -- the main criticism I heard about the e-mails that he was sending her was that she was like forwarding them to her aides, and it was not that she just sort of looked at them and hit delete.", "sentId": 142}, {"text": "It was that she was forwarding them on more information --", "sentId": 143}], "secId": 60}, {"speaker": "KING", "sentences": [{"text": "As if they're credible.", "sentId": 144}], "secId": 61}, {"speaker": "HABERMAN", "sentences": [{"text": "Yes.", "sentId": 145}, {"text": "And so that I think is where you could but again, it's still hard to break down the 30-second sound bite, but it could work.", "sentId": 146}], "secId": 62}, {"speaker": "KING", "sentences": [{"text": "Up next combat troops in Iraq as again a big presidential debating point because of the recent gains by ISIS.", "sentId": 147}, {"text": "But first, \"Politicians Say the Darnedest Thing\" or in this case politicians set aside party loyalties to echo a big farewell to a late night great.", "sentId": 148}], "secId": 63}, {"speaker": "FORD", "sentences": [{"text": "Fellow Americans, our long national nightmare is over.", "sentId": 149}], "secId": 64}, {"speaker": "BUSH", "sentences": [{"text": "Our long national nightmare is over.", "sentId": 150}], "secId": 65}, {"speaker": "CLINTON", "sentences": [{"text": "Our long national nightmare is over.", "sentId": 151}], "secId": 66}, {"speaker": "BUSH", "sentences": [{"text": "Our long national nightmare is over.", "sentId": 152}], "secId": 67}, {"speaker": "OBAMA", "sentences": [{"text": "Our long national nightmare is over.", "sentId": 153}, {"text": "Letterman is retiring.", "sentId": 154}], "secId": 68}, {"speaker": "LETTERMAN", "sentences": [{"text": "You're just kidding, right?", "sentId": 155}], "secId": 69}, {"speaker": "JEB BUSH", "sentences": [{"text": "We now see what happens when we lead from behind.", "sentId": 156}, {"text": "We leave behind our credibility.", "sentId": 157}, {"text": "We leave behind our blood and treasure.", "sentId": 158}, {"text": "We leave behind security.", "sentId": 159}], "secId": 70}, {"speaker": "KING", "sentences": [{"text": "Welcome back.", "sentId": 160}, {"text": "Jeb bush there making the case that President Obama in his view is losing the war against ISIS in Iraq and Syria.", "sentId": 161}, {"text": "Well, we learned this week the President flatly disagrees.", "sentId": 162}, {"text": "Here's what he told \"The Atlantic's\" Jeffrey Goldberg.", "sentId": 163}, {"text": "\"No, I don't think we are losing.", "sentId": 164}, {"text": "There's no doubt there was a tactical setback -- Ramadi, the loss of Ramadi is the tactical set back the President speaks of.", "sentId": 165}], "secId": 71}, {"speaker": "KING", "sentences": [{"text": "So let's just take a look at the maps.", "sentId": 166}, {"text": "This is December 2014, the red is areas, and here is Syria, you see the border in Iraq.", "sentId": 167}, {"text": "Red is areas fully controlled by ISIS, and yellow areas where ISIS has significant support.", "sentId": 168}], "secId": 72}, {"speaker": "KING", "sentences": [{"text": "Now look that's then.", "sentId": 169}, {"text": "December 2014.", "sentId": 170}, {"text": "Here is now, May 2015, a lot more yellow and a little bit more red.", "sentId": 171}, {"text": "The President makes the case there have been other gains that you wouldn't see on the maps.", "sentId": 172}, {"text": "Republicans say this is proof that at a minimum ISIS is not in retreat and if you stretched that out a little bit -- probably at gain.", "sentId": 173}], "secId": 73}, {"speaker": "KING", "sentences": [{"text": "Julie Pace this became a flash point in the debate.", "sentId": 174}, {"text": "The President clearly is defensive to all the Republican criticism that he is losing.", "sentId": 175}, {"text": "My question was, why not just let it go, and why does the President I guess feel compelled to answer the Republicans?", "sentId": 176}], "secId": 74}, {"speaker": "PACE", "sentences": [{"text": "Well, I think that he takes this personally as a president who took office to get the country out of Iraq and then he made a difficult decision to go back in, in a much smaller way, but still there about 4,000 American troops that are on the ground in Iraq right now, and he has said that this is a military campaign that will go on past his presidency.", "sentId": 177}], "secId": 75}, {"speaker": "PACE", "sentences": [{"text": "So he's going to be leaving a legacy in Iraq to whoever becomes president, and he firmly believes that this is a choice between the type of campaign that he is running now and the type of campaign that some Republicans are talking about where you have combat troops and he just doesn't think that the country wants to go back there.", "sentId": 178}], "secId": 76}, {"speaker": "KING", "sentences": [{"text": "And for Jeb Bush this was great in his view, because he got to talk about President Obama and not about George W. Bush, his brother in starting the Iraq war.", "sentId": 179}, {"text": "But there is -- the Republicans are all united in criticizing the President.", "sentId": 180}, {"text": "But there's a fascinating debate among and between the Republican candidates over what you would do about it.", "sentId": 181}], "secId": 77}, {"speaker": "KING", "sentences": [{"text": "Here is just a little bit of sample on the question of do you need ground troops in Iraq to push ISIS back?", "sentId": 182}], "secId": 78}, {"speaker": "GRAHAM", "sentences": [{"text": "It will take thousands of Americans soldiers over there to protect millions of us back here at home.", "sentId": 183}], "secId": 79}, {"speaker": "PAUL", "sentences": [{"text": "If people want another Iraq war, they know who they can vote for.", "sentId": 184}, {"text": "If they want someone who's not very likely to have another Iraq war and will only go to war when we have to when it's the last resort, when we have to defend America or American interests, there are going to be some other alternatives.", "sentId": 185}], "secId": 80}, {"speaker": "KING", "sentences": [{"text": "It is a fascinating sub-plot of the Republicans.", "sentId": 186}, {"text": "Sort of who are we.", "sentId": 187}, {"text": "Never mind who leads us but who are we?", "sentId": 188}], "secId": 81}, {"speaker": "HABERMAN", "sentences": [{"text": "So I would argue that the issue with the Iraq question in terms of Jeb Bush, they got very focused on his brother for obvious reasons.", "sentId": 189}, {"text": "And he clearly has issues talking about his brother.", "sentId": 190}], "secId": 82}, {"speaker": "HABERMAN", "sentences": [{"text": "But the broader question, really Iraq is a stand in for how you would view the U.S. role in the world and what you would do in the terms of the U.S. force, so that is something that applies to all of them.", "sentId": 191}, {"text": "The Republican Party is in the middle of this huge debate about exactly -- what kind of party they want to be in terms of use of force.", "sentId": 192}], "secId": 83}, {"speaker": "HABERMAN", "sentences": [{"text": "And one of the things we're seeing is, you know, you had Rand Paul say to Maureen Dowd that he felt that he could say that Saddam Hussein was -- we were better off with him in power at the Iowa State Republican Convention.", "sentId": 193}, {"text": "I don't know he would be cheered.", "sentId": 194}], "secId": 84}, {"speaker": "HABERMAN", "sentences": [{"text": "He's not totally wrong.", "sentId": 195}, {"text": "And then you have donors who do not feel that way at all who are much more conservative.", "sentId": 196}, {"text": "So that's a lot of attention you're seeing.", "sentId": 197}, {"text": "The flipside of that question is for Hillary Clinton who did get out I believe on Friday.", "sentId": 198}, {"text": "I think that was there.", "sentId": 199}], "secId": 85}, {"speaker": "HABERMAN", "sentences": [{"text": "That's about that.", "sentId": 200}, {"text": "That's about Libya.", "sentId": 201}, {"text": "So all of these questions are to that point.", "sentId": 202}], "secId": 86}, {"speaker": "KING", "sentences": [{"text": "You asked that question.", "sentId": 203}, {"text": "You asked her about would you put ground troops back in.", "sentId": 204}, {"text": "Let's remember it was her support in the Iraq war that got her in so much trouble that probably helped Barack Obama win the nomination and become president.", "sentId": 205}, {"text": "And she wrote in her book, that was a mistake.", "sentId": 206}], "secId": 87}, {"speaker": "KING", "sentences": [{"text": "She wouldn't say that in 2008.", "sentId": 207}, {"text": "She then wrote a book after the campaign that it was a mistake to cast that vote.", "sentId": 208}, {"text": "Robert Costa said would you put ground troops in now?", "sentId": 209}], "secId": 88}, {"speaker": "HILLARY CLINTON", "sentences": [{"text": "This has to be fought by and won by Iraqis.", "sentId": 210}, {"text": "There is no role whatsoever for American soldiers on the ground to go back other than in the capacity as trainers and advisers.", "sentId": 211}], "secId": 89}, {"speaker": "KING", "sentences": [{"text": "We ask have we learned the lessons of 2008, or at least what she perceives to be the lesson of 2008, no role whatsoever.", "sentId": 212}], "secId": 90}, {"speaker": "PACE", "sentences": [{"text": "It's really interesting because, again, whoever becomes president whether it's Hillary Clinton or a Republican is going to inherit some type of military presence in Iraq.", "sentId": 213}, {"text": "Clinton's in the Obama administration was that she was more hawkish than Barack Obama.", "sentId": 214}, {"text": "And it's interesting now that she's positioning herself direct in line with where he is.", "sentId": 215}], "secId": 91}, {"speaker": "PACE", "sentences": [{"text": "That is where the Democratic Party is, but what would she do?", "sentId": 216}, {"text": "A lot a lot of foreign policy experts thank that she probably would be more aggressive if she was in office.", "sentId": 217}], "secId": 92}, {"speaker": "ZELENY", "sentences": [{"text": "It sound like now that mistake -- you know I made a mistake, and she was so free flowing to admit that.", "sentId": 218}, {"text": "I am not sure how that plays in a general election.", "sentId": 219}, {"text": "That was a central thing that goes to her.", "sentId": 220}, {"text": "If she wins the nomination how is that going to be used in the general election?", "sentId": 221}], "secId": 93}, {"speaker": "ZELENY", "sentences": [{"text": "If you made a mistake on that Secretary Clinton how can you go forward?", "sentId": 222}, {"text": "So I think this is still unfolding.", "sentId": 223}, {"text": "We never know what presidential campaigns are going to be about in the end.", "sentId": 224}, {"text": "There is war weariness on all sides so it's fascinating to see what Rand Paul would say about how it plays out in the Iowa convention.", "sentId": 225}], "secId": 94}, {"speaker": "ZELENY", "sentences": [{"text": "The polls still show deep steps --", "sentId": 226}], "secId": 95}, {"speaker": "KING", "sentences": [{"text": "I think given the fluidity of the situation in the region which is always fluid but given that this is playing out in the campaign, we are going to watch this as the debate season plays out.", "sentId": 227}, {"text": "And again this is fascinating.", "sentId": 228}, {"text": "Divide among the Republican.", "sentId": 229}, {"text": "We will see if it ends up being a debate among the Democrats.", "sentId": 230}], "secId": 96}, {"speaker": "KING", "sentences": [{"text": "Sit tight, tomorrow's news today is next.", "sentId": 231}, {"text": "Our great reporters will get you out ahead of the big coming political news including some interesting and occasionally depressing inside -- and what young voters were thinking.", "sentId": 232}], "secId": 97}, {"speaker": "KING", "sentences": [{"text": "Let's head around the INSIDE POLITICS table, ask our great reporters to share a little bit from their notebooks.", "sentId": 233}, {"text": "Maggie Haberman what do you have?", "sentId": 234}], "secId": 98}, {"speaker": "HABERMAN", "sentences": [{"text": "Hillary Clinton on Monday is going to be marching in the Memorial Day parade in her neighborhood, at least that's what we are told to expect.", "sentId": 235}, {"text": "A couple of things to watch for: this is a parade she's marched in recent years.", "sentId": 236}, {"text": "She's gotten a great reception.", "sentId": 237}, {"text": "There has not been a sense of great energy around her candidacy so far.", "sentId": 238}, {"text": "So that's one thing to keep an eye on.", "sentId": 239}, {"text": "She has this big kickoff rally on June 13th.", "sentId": 240}, {"text": "That's the other victim to keep an eye on.", "sentId": 241}], "secId": 99}, {"speaker": "HABERMAN", "sentences": [{"text": "So far she's keeping these events small, they're doing it for a reason, but you lose something when you do it that way and they need to really kind of galvanize and mobilize people.", "sentId": 242}], "secId": 100}, {"speaker": "KING", "sentences": [{"text": "They're more out in the public.", "sentId": 243}, {"text": "Keep an eye on the parade.", "sentId": 244}, {"text": "Jeff", "sentId": 245}], "secId": 101}, {"speaker": "ZELENY", "sentences": [{"text": "This coming week is going to be a good reminder it's not just Hillary Clinton.", "sentId": 246}, {"text": "Bernie Sanders on Tuesday in downtown Burlington, Vermont is going to jump in to the presidential race again but he's going to have a big rally.", "sentId": 247}, {"text": "Probably reminiscent of Howard Dean's big entry into the race, in '03, '04.", "sentId": 248}], "secId": 102}, {"speaker": "ZELENY", "sentences": [{"text": "The question is will this be the summer of Bernie.", "sentId": 249}, {"text": "Will he able to -- he is already getting a lot of online support and a lot of interests from that side, but by the end of the week Martin O'Malley will also be in, the former governor of Maryland.", "sentId": 250}, {"text": "He's staging his come back, in Baltimore.", "sentId": 251}, {"text": "So she does not have the field totally to herself technically.", "sentId": 252}, {"text": "We will see how much space they occupied.", "sentId": 253}], "secId": 103}, {"speaker": "KING", "sentences": [{"text": "Let's see how much movement, yes or no.", "sentId": 254}], "secId": 104}, {"speaker": "KING", "sentences": [{"text": "Julie.", "sentId": 255}], "secId": 105}, {"speaker": "PACE", "sentences": [{"text": "Spent most of last week in Iowa, and one of the Republican names that you hear a lot from voters actually is Rick Perry.", "sentId": 256}, {"text": "He's not seen as a top tier candidate nationally but he is spending a ton of time in Iowa.", "sentId": 257}, {"text": "He's doing all of the big campaign forums.", "sentId": 258}, {"text": "And he went to the Eagle Scout dedication of a local activist.", "sentId": 259}, {"text": "Just doing the things people in Iowa want to see candidates do.", "sentId": 260}, {"text": "He's trying to emulate in some ways the strategy Rick Santorum used in 2012 and hoping that he can gain momentum if he can get a good result coming out of the caucuses.", "sentId": 261}], "secId": 106}, {"speaker": "KING", "sentences": [{"text": "It was a disaster last time but Rick Perry has great retail politics skills.", "sentId": 262}, {"text": "We'll keep an eye on that -- Robert.", "sentId": 263}, {"text": "COSTA:  When I was in Iowa and New Hampshire this past week, I sat down with a lot of Republican officials and donors in those states, and I said, you know, really just give me a sense of what is on your mind behind the scenes, and the topic almost all of them brought up was angst about Jeb Bush.", "sentId": 264}, {"text": "Angst about his candidacy.", "sentId": 265}], "secId": 107}, {"speaker": "KING", "sentences": [{"text": "They're anxious that he's not getting momentum; that he doesn't have energy and any way in this primary.", "sentId": 266}, {"text": "They're not sure how he is going to get it, and they think he fumbled the answers on George W.  Bush and they are watching to see right now, can he really navigate this process.", "sentId": 267}], "secId": 108}, {"speaker": "KING", "sentences": [{"text": "All right.", "sentId": 268}, {"text": "We'll keep an eye on that -- Robert.", "sentId": 269}], "secId": 109}, {"speaker": "KING", "sentences": [{"text": "I will close with this.", "sentId": 270}, {"text": "I spent a good deal of time this past week with a mix of younger voters.", "sentId": 271}, {"text": "It was interesting and a bit depressing.", "sentId": 272}, {"text": "At a dinner Thursday night celebrating the remarkable community Services organization, I found quite a bit of enthusiasm -- you guys just talked about it.", "sentId": 273}, {"text": "The Vermont senator, Bernie Sanders, and as we've seen a public opinion polling a number of these bright young people say they do tend to link conservative or libertarian when it comes to taxes, Internet conservative or the NSA surveillance program.", "sentId": 274}], "secId": 110}, {"speaker": "KING", "sentences": [{"text": "But many of them see Republicans as trapped in a time warp on issues like immigration, climate change and same sex marriage.", "sentId": 275}, {"text": "Now my informal focus groups included my two older children.", "sentId": 276}, {"text": "My son Noah graduated from College Monday.", "sentId": 277}], "secId": 111}, {"speaker": "KING", "sentences": [{"text": "On Wednesday we drove back from Boston with all of his stuff plus 18- year-old Hannah King and younger brother Jonah.", "sentId": 278}, {"text": "We don't talk politics much in the family because that's dad's job and to them it's boring.", "sentId": 279}, {"text": "But and we did, though, for about an hour or so of the drive.", "sentId": 280}, {"text": "And they had very thoughtful questions and observations about the Big Issue and the candidate.", "sentId": 281}, {"text": "But both like many of the young people I've met at the city or dinner said nothing gets done with the big stuff anyway, so why bother.", "sentId": 282}, {"text": "That's the depressing part.", "sentId": 283}], "secId": 112}, {"speaker": "KING", "sentences": [{"text": "Whether or not you agree with the results the energy among young voters in the two Obama campaigns was a very good thing for our politics.", "sentId": 284}, {"text": "How many of those voters plus those like my daughter for whom 2016 will be the first chance to vote, I think it's probably a waste of time to get involved or even to just make sure they vote, and I told my kids I thought that was a mistake.", "sentId": 285}, {"text": "It will be nice though if the candidates all of the candidates came to see the enormous opportunity out there and did their part to prove they're listening and that it does matter.", "sentId": 286}], "secId": 113}, {"speaker": "KING", "sentences": [{"text": "That's it for INSIDE POLITICS.", "sentId": 287}, {"text": "Again, thank you for sharing your Sunday morning, especially on this Memorial Day weekend.", "sentId": 288}, {"text": "Let's all remember out debt to those who gave their lives defending our freedoms.", "sentId": 289}], "secId": 114}, {"speaker": "KING", "sentences": [{"text": "We will see you soon.", "sentId": 290}], "secId": 115}, {"speaker": "KING", "sentences": [{"text": "\"STATE OF THE UNION\" starts right now.", "sentId": 291}], "secId": 116}], "sectionCount": 117, "url": "transcripts.cnn.com/TRANSCRIPTS/1505/24/ip.01.html", "sentenceCount": 293, "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "time": "Aired May 24, 2015 - 08:30   ET", "speakers": ["KING", "HILLARY CLINTON  PRESIDENTIAL CANDIDATE", "CLINTON", "GRAHAM", "PAUL", "BUSH", "With us to share their reporting and their insights", "HABERMAN", "COSTA", "PACE", "ZELENY", "FORD", "OBAMA", "LETTERMAN", "JEB BUSH", "HILLARY CLINTON"], "title": "INSIDE POLITICS"}