{"docId": "./ip/trancript.cnn.com.TRANSCRIPTS.1609.26.ip.02.html.json", "subTitle": "Debate Night in America; How Does Trump Keep His Cool? Aired 12:30-1p ET", "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "sections": [{"speaker": "KING", "sentences": [{"text": "It is debate night in America.", "sentId": 0}, {"text": "We're back live on the campus of Hofstra University.", "sentId": 1}], "secId": 0}, {"speaker": "KING", "sentences": [{"text": "Remember back in the Republican primary debate, Donald Trump's favorite foil  was to be mock his rivals, \"Low Energy Jeb,\" \"Little Marco,\" \"Lying Ted,\" if you remember.", "sentId": 2}, {"text": "He used insults to deflect most attacks, but if he had a weak link, it was losing his cool when the attacks were about his brand and about his business smarts.", "sentId": 3}], "secId": 1}, {"speaker": "RUBIO", "sentences": [{"text": "If he builds the wall the way he built Trump Towers, he'll be using illegal immigrant labor to do it.", "sentId": 4}], "secId": 2}, {"speaker": "TRUMP", "sentences": [{"text": "Such a cute sound bite.", "sentId": 5}], "secId": 3}, {"speaker": "RUBIO", "sentences": [{"text": "But it's not a sound bite.", "sentId": 6}, {"text": "It's a fact.", "sentId": 7}, {"text": "Again, go online and Google it.", "sentId": 8}, {"text": "Donald Trump, Polish workers.", "sentId": 9}, {"text": "You'll see it.", "sentId": 10}, {"text": "The second thing, about the trade war -- I don't understand, because your ties and the clothes you make is made in Mexico and in China.", "sentId": 11}, {"text": "So you're going to be starting a trade war against your own ties and your own suits.", "sentId": 12}], "secId": 4}, {"speaker": "TRUMP", "sentences": [{"text": "All right, you know what ...", "sentId": 13}], "secId": 5}, {"speaker": "RUBIO", "sentences": [{"text": "Why don't you make them in America?", "sentId": 14}], "secId": 6}, {"speaker": "TRUMP", "sentences": [{"text": "... because they devalue their currencies.", "sentId": 15}, {"text": "They devalue their currencies ...", "sentId": 16}], "secId": 7}, {"speaker": "RUBIO", "sentences": [{"text": "Well, then make them in America.", "sentId": 17}], "secId": 8}, {"speaker": "TRUMP", "sentences": [{"text": "... that makes it -- well, you don't know a thing about business.", "sentId": 18}, {"text": "You lose on everything ...", "sentId": 19}], "secId": 9}, {"speaker": "RUBIO", "sentences": [{"text": "Well, make them in America.", "sentId": 20}], "secId": 10}, {"speaker": "KING", "sentences": [{"text": "You could see Donald Trump there where he got to lose -- he was losing his cool.", "sentId": 21}, {"text": "One difference, you won't have a lot audience like that tonight.", "sentId": 22}, {"text": "They try to control that in the general election debates, which could be a factor.", "sentId": 23}, {"text": "It could be effect to the audience.", "sentId": 24}, {"text": "It was a big part about the Democratic and the Republican primary debates.", "sentId": 25}], "secId": 11}, {"speaker": "KING", "sentences": [{"text": "But when they got at Trump's business practices, his brand, you could see him there.", "sentId": 26}, {"text": "That worked for Marco Rubio.", "sentId": 27}, {"text": "He then took it to a whole different parallel universe on the campaign trail on the days after.", "sentId": 28}, {"text": "How does Trump keep himself from that?", "sentId": 29}], "secId": 12}, {"speaker": "HAM", "sentences": [{"text": "Yeah, I think that is his sore spot.", "sentId": 30}, {"text": "And if you go after it, I'm not sure that he keeps it cool.", "sentId": 31}, {"text": "I think we've seen that he's capable of keeping his cool for 60 minutes period of time.", "sentId": 32}, {"text": "This is 90 minutes of tonight.", "sentId": 33}, {"text": "He can do a teleprompter speech and then the next day he sort of boils over and has some things to say.", "sentId": 34}, {"text": "It is certainly possible, he does.", "sentId": 35}, {"text": "But I think that is the place she wants to hit for the most part.", "sentId": 36}], "secId": 13}, {"speaker": "HAM", "sentences": [{"text": "The interesting thing about attacks on him as we seen to the primaries of this about a year ago that Carly Fiorina drew first blood talking about that comment he made about her face when she said, \"I think women all over this country heard exactly what he said and heard it clearly,\" no  smile.", "sentId": 37}], "secId": 14}, {"speaker": "HAM", "sentences": [{"text": "It actually worked on the stage, but did it work in the polls?", "sentId": 38}, {"text": "It did not translate and many of the policy hits he took during those GOP debates, same thing.", "sentId": 39}, {"text": "Now with her ads, they're not landing even though she's pointing out that he's not acceptable and the ads are not bad.", "sentId": 40}, {"text": "They worked it.", "sentId": 41}], "secId": 15}, {"speaker": "ZELENY", "sentences": [{"text": "Because of that Carly Fiorina moment that you mention, it's good for us to keep that in mind having bad as white does not go anywhere near Gennifer Flowers.", "sentId": 42}], "secId": 16}, {"speaker": "ZELENY", "sentences": [{"text": "That is a loser for Donald Trump from the beginning that most Republicans believe, because, you know, the most pivotal voters in this election and most election are women.", "sentId": 43}, {"text": "And that is something that, you know, she, A, has an answer for and B, does not need to be attacked by him on his third wife for that.", "sentId": 44}], "secId": 17}, {"speaker": "MURRAY", "sentences": [{"text": "But you mentioned the Marco Rubio moment and I think that that sort of gives you an idea of the risk for Hillary Clinton.", "sentId": 45}, {"text": "Yes, she wants to get under his skin.", "sentId": 46}, {"text": "Yes, she wants to make him seem temperamentally unfit, but if she goes down too far, I mean, Donald Trump has shown that if he's attacked he will hit back and he will hit back hard.", "sentId": 47}], "secId": 18}, {"speaker": "MURRAY", "sentences": [{"text": "And if you're in a position then when everyone gets dragged down into the gutter, you saw how that worked for Marco Rubio.", "sentId": 48}, {"text": "It didn't.", "sentId": 49}, {"text": "He was the one who ultimately paid the price for that not Donald Trump.", "sentId": 50}], "secId": 19}, {"speaker": "O'KEEFE", "sentences": [{"text": "Yeah.", "sentId": 51}, {"text": "I mean, she's focused on temperament and being ready for the job.", "sentId": 52}, {"text": "But to get -- and then he like the person  I agree I think would be.", "sentId": 53}, {"text": "It would be uncharted territory and probably quite dangerous.", "sentId": 54}, {"text": "KING:  Right.", "sentId": 55}, {"text": "He seemed to lose his cool when you go after his brand and his business acumen if you will.", "sentId": 56}, {"text": "For her, it is going -- you question her honesty and listen here as Bernie Sanders tried to make the case from the Democratic primary, sure, she's got a great resume, but does she have the right judgment?", "sentId": 57}], "secId": 20}, {"speaker": "SANDERS", "sentences": [{"text": "Well, Secretary Clinton have the experience and the intelligence to be a president, of course, she does.", "sentId": 58}, {"text": "But I do question -- but I don't question her judgment.", "sentId": 59}], "secId": 21}, {"speaker": "CLINTON", "sentences": [{"text": "Well, the people of New York voted for me twice to be their senator from New York and President Obama trusted my judgment enough to ask me to be secretary of State for the United States.", "sentId": 60}], "secId": 22}, {"speaker": "KING", "sentences": [{"text": "Is that enough?", "sentId": 61}, {"text": "That's a good line in a Democratic primary.", "sentId": 62}, {"text": "\"The president, trust me,\" is very popular.", "sentId": 63}, {"text": "If he goes after her judgment here tonight he considered the crooked Hillary, he considered the transparency, he considered the e-mails, he considered the FBI investigation.", "sentId": 64}], "secId": 23}, {"speaker": "ZELENY", "sentences": [{"text": "I think it is not good, but we heard her say President Obama there.", "sentId": 65}, {"text": "She'll mention President Obama I think as much as she mentions Donald Trump by name, specifically.", "sentId": 66}, {"text": "To win, she needs to get the people who voted for President Obama, that simple here.", "sentId": 67}], "secId": 24}, {"speaker": "ZELENY", "sentences": [{"text": "So I think that she will focus on that his judgment.", "sentId": 68}, {"text": "I think slightly riskier than judgment is, you know, just the idea of, can we trust her?", "sentId": 69}, {"text": "Do you want change?", "sentId": 70}, {"text": "The change argument every eight years is so strong.", "sentId": 71}, {"text": "It's stronger now than it seemed it might be a couple months ago.", "sentId": 72}, {"text": "So I think she has a harder time defending the change argument than judgment.", "sentId": 73}], "secId": 25}, {"speaker": "HAM", "sentences": [{"text": "And there's another part of this e-mail thing which is her reaction to it, reeks of entitlement and people don't like that about the sort of Clinton dynasty because as she said, \"I mean, I should have these votes on white.", "sentId": 74}, {"text": "Why am I not up 50 votes?\"", "sentId": 75}, {"text": "Because we saw on that video early this week and I think that's part of the Clinton brand that doesn't play well to people.", "sentId": 76}, {"text": "You know, it's built into her negative.", "sentId": 77}], "secId": 26}, {"speaker": "KING", "sentences": [{"text": "That people think she plays by her own set of rules.", "sentId": 78}], "secId": 27}, {"speaker": "O'KEEFE", "sentences": [{"text": "That's right.", "sentId": 79}], "secId": 28}, {"speaker": "MURRAY", "sentences": [{"text": "It's an interesting to see how that has impacted her support with members of military that's full of e-mail scandal, because, well, she is infinitely more qualified than Donald Trump based on her past experience in dealing with foreign policy, in dealing with national security, just purely based on previous job experience, people look at the things that she did in this e-mail controversy, the things that she managed to get away with members of the military and say, I would have been fired.", "sentId": 80}], "secId": 29}, {"speaker": "HAM", "sentences": [{"text": "Well, and she's spoke to a navy vet at the \"Commander-in-Chief Forum\" and answer the question from him and so he sort of barely contained anger at the fact that he was asking for this question but he was saying, if I would have got in trouble for this and it's a real issue.", "sentId": 81}], "secId": 30}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 82}, {"text": "And she has complained at the time that she thinks she's helped with different test on this transparency.", "sentId": 83}, {"text": "All right, it was Dana Bash yesterday in the primary released the transcripts of your speeches  few places.", "sentId": 84}, {"text": "She has released various over tax.", "sentId": 85}, {"text": "We know in her last two ads she has raised Donald Trump not releasing his taxes.", "sentId": 86}, {"text": "Is that a debate stage issue here?", "sentId": 87}], "secId": 31}, {"speaker": "KING", "sentences": [{"text": "Is this essentially what are you trying to hide, right?", "sentId": 88}], "secId": 32}, {"speaker": "O'KEEFE", "sentences": [{"text": "Yes.", "sentId": 89}, {"text": "This was the point I was going to make when you mentioned the entitlement.", "sentId": 90}, {"text": "He could flip them on its head and say he's got the same problem.", "sentId": 91}, {"text": "69 percent of likely voters in that Bloomberg poll released this morning say he should be releasing his taxes.", "sentId": 92}, {"text": "Why wouldn't you bring that up tonight?", "sentId": 93}, {"text": "Because, you know, could majority of the countries want to hear him answer that one.", "sentId": 94}], "secId": 33}, {"speaker": "KING", "sentences": [{"text": "She wants to say he's got loans from Russia or Russian investors, loans from China ...", "sentId": 95}], "secId": 34}, {"speaker": "O'KEEFE", "sentences": [{"text": "Or is he's paying any taxes at all?", "sentId": 96}], "secId": 35}, {"speaker": "KING", "sentences": [{"text": "What's he hiding?", "sentId": 97}, {"text": "He's not paying any taxes?", "sentId": 98}, {"text": "Can he be trusted?", "sentId": 99}], "secId": 36}, {"speaker": "KING", "sentences": [{"text": "So that might get under his skin as well.", "sentId": 100}, {"text": "But the other thing that comes up against Donald Trump sometimes, so here's Megyn Kelly trying at the primaries is quoting back to Donald Trump his own words.", "sentId": 101}, {"text": "He doesn't like it.", "sentId": 102}], "secId": 37}, {"speaker": "KELLY", "sentences": [{"text": "You've called women you don't like fat pigs, dogs, slobs and disgusting animals.", "sentId": 103}, {"text": "Does that sound to you like the temperament of a man we should elect as president?", "sentId": 104}], "secId": 38}, {"speaker": "TRUMP", "sentences": [{"text": "I think the big problem this country has is being politically correct.", "sentId": 105}, {"text": "I've been challenged by so many people, and I don't, frankly, have time for total political correctness.", "sentId": 106}], "secId": 39}, {"speaker": "KING", "sentences": [{"text": "I assume, Jeff, Hillary Clinton once said the gender gap is huge for her .", "sentId": 107}, {"text": "She's an ad up saying, \"Is this the president we want for our daughters?\"", "sentId": 108}, {"text": "I assume she's had a bigger audience tonight than she'll ever get for an ad?", "sentId": 109}], "secId": 40}, {"speaker": "ZELENY", "sentences": [{"text": "No doubt about it.", "sentId": 110}, {"text": "And that's why I think his words, they are the soundtrack of her ads.", "sentId": 111}, {"text": "They will be, I think something she goes back too, again and again.", "sentId": 112}, {"text": "I think that's how her adviser believing get a moment as oppose to going in a song and verse on policy, bring up something he said.", "sentId": 113}, {"text": "And that's why a lot of people think her ad, she has up recently, but as his words about women and as younger women looking in the mirror is effective.", "sentId": 114}], "secId": 41}, {"speaker": "O'KEEFE", "sentences": [{"text": "And imagine if it comes from her and not from a moderator?", "sentId": 115}], "secId": 42}, {"speaker": "KING", "sentences": [{"text": "Well that's what's going to be interesting to watch, the one- on-one, the man versus woman.", "sentId": 116}, {"text": "I'm fascinated by this one just the few hours folks.", "sentId": 117}, {"text": "Up next, why the debate stakes were so high.", "sentId": 118}, {"text": "A closer look at where and why this race is trending Trump's away.", "sentId": 119}], "secId": 43}, {"speaker": "KING", "sentences": [{"text": "Welcome back.", "sentId": 120}, {"text": "We don't need to use any fancy adjectives to hype the stakes here tonight as the old saying goes, the numbers don't lie.", "sentId": 121}, {"text": "Look here.", "sentId": 122}, {"text": "Nationally, a 3-point Clinton lead over Trump where Libertarian Gary Johnson and the Green Party Jill Stein included in the question.", "sentId": 123}, {"text": "That is a stunning turn around from just six or seven weeks ago, just after both major party political convention when Secretary Clinton enjoyed a whopping 10-point lead over Donald Trump.", "sentId": 124}], "secId": 44}, {"speaker": "KING", "sentences": [{"text": "context, President Obama did have a narrow 3-point lead over Mitt Romney on the morning of their first debate four years ago.", "sentId": 125}, {"text": "And we all know how that race turned out.", "sentId": 126}, {"text": "But, Donald Trump is in much better shape than Governor Romney was when you take a state-by- state look, especially when our new poll showing dead heats in Colorado and Pennsylvania are added to the mix.", "sentId": 127}], "secId": 45}, {"speaker": "KING", "sentences": [{"text": "Donald Trump also winning now in Ohio from compared to the North Carolina, ties in Florida.", "sentId": 128}, {"text": "Now, candidates not on the debate stage, there are big factor and Clinton's struggles.", "sentId": 129}, {"text": "Look at Colorado, a dead heat at the top, but Libertarian Gary Johnson is at 13 percent, Green Party Jill Stein at 3 percent.", "sentId": 130}], "secId": 46}, {"speaker": "KING", "sentences": [{"text": "Look at this.", "sentId": 131}, {"text": "This is more important, among voters under 45, traditionally are more Democratic group, Johnson is at 24 percent, Stein at 6 percent.", "sentId": 132}, {"text": "Watch tonight, watch tonight, she is bleeding millennials to the third-party candidate.", "sentId": 133}, {"text": "Let say if she echoes this line from Bernie Sanders from the weekend.", "sentId": 134}], "secId": 47}, {"speaker": "SANDERS", "sentences": [{"text": "I think what the focus has got to began now is understanding that this moment in history for a presidential election is not the time for a protest vote.", "sentId": 135}, {"text": "It is a time to look at which candidate is going to work best for the middle class and working families.", "sentId": 136}], "secId": 48}, {"speaker": "KING", "sentences": [{"text": "Does she worry tonight about a candidate not here, Gary Johnson, or she's saying that for another day and deal with Donald Trump, because if you through the state-by-state pollings, Gary -- it's not just millennials, independents, Never Trump Republicans, people we thought after the two conventions that were going to maybe hold their nose and vote for Clinton are now hiding in the third party column?", "sentId": 137}], "secId": 49}, {"speaker": "MURRAY", "sentences": [{"text": "You know, I think she has to keep her sights trained on Donald Trump and I don't know what the best way is, aside for her to try to appeal millennial support from Trump and then spend some time out in Colorado.", "sentId": 138}], "secId": 50}, {"speaker": "MURRAY", "sentences": [{"text": "I mean, you need to protect that, and this is, you know, it's a state that the Clinton camp really thought was going to be in their corner, and that the Trump campaign really hasn't made much of an effort to win at this point.", "sentId": 139}, {"text": "They're spending a little bit of money here, and people are quibbling with the quality of the polls and that kind of thing.", "sentId": 140}], "secId": 51}, {"speaker": "MURRAY", "sentences": [{"text": "But the reality is, I mean, she needs to get Hispanic voters to turn out for her in Colorado in a big way and she needs to try to appeal some of these millennial voters off, but, you know, you have 40- something days to do it.", "sentId": 141}], "secId": 52}, {"speaker": "O'KEEFE", "sentences": [{"text": "I just, you know, its neglect is what it is.", "sentId": 142}, {"text": "And that's a word that's been used by her supporters.", "sentId": 143}, {"text": "There were democrats across the country, Hispanic democrats, black democrats who said, \"You have been taking this group of people, you know, taking advantage of them.", "sentId": 144}, {"text": "You haven't been paying attention to them.", "sentId": 145}, {"text": "You haven't been advertising to them.", "sentId": 146}, {"text": "You haven't been visiting college campuses.\"", "sentId": 147}, {"text": "If Bernie Sanders feels that way, the Clinton campaign should make sure that he's on a college tour for the next 42 days, the same with Elizabeth Warren.", "sentId": 148}], "secId": 53}, {"speaker": "KING", "sentences": [{"text": "The 2x4 across the head.", "sentId": 149}, {"text": "I mean, these numbers are damaging.", "sentId": 150}], "secId": 54}, {"speaker": "ZELENY", "sentences": [{"text": "It absolutely is.", "sentId": 151}, {"text": "They believe and we'll see if they're right.", "sentId": 152}, {"text": "Historically third-party candidates have a fall-in as the debates go.", "sentId": 153}, {"text": "I'm not sure that that's going to happen this time, and if they -- one adviser told me this morning that if the race looks so tight, those Gary Johnson voters will come to Hillary Clinton.", "sentId": 154}, {"text": "I'm not so sure they will without some work on that, but that's why Bernie Sanders is on the road tomorrow with her on a college campus in New Hampshire.", "sentId": 155}], "secId": 55}, {"speaker": "HAM", "sentences": [{"text": "Yeah.", "sentId": 156}, {"text": "A couple of thing, I think what's the most concerning about this poll numbers for her is that the trajectory is very bad while she's spending a lot of money making the exact argument on T.V.", "sentId": 157}], "secId": 56}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 158}], "secId": 57}, {"speaker": "HAM", "sentences": [{"text": "She's going to be making tonight on T.V.", "sentId": 159}, {"text": "So it hasn't been hitting, it may hit with this larger audience.", "sentId": 160}, {"text": "And then the thing about millennials unlike the grandma of the -- all those -- the millennials, like the oldest you can get, but millennials are like, I got a heart song to sing and I'm going to sing it and they're losing faith in all of these institutions.", "sentId": 161}, {"text": "And when you tell them you have to vote for one of these people that they don't like, they're like, \"Hmm, do I?\"", "sentId": 162}, {"text": "I mean, that's what she's up against.", "sentId": 163}], "secId": 58}, {"speaker": "KING", "sentences": [{"text": "I'm taking some offense.", "sentId": 164}, {"text": "So you're the oldest as a millennial.", "sentId": 165}, {"text": "I'm the youngest of the baby booms.", "sentId": 166}, {"text": "Ouch, ouch, ouch, ouch.", "sentId": 167}, {"text": "Everybody sit tight.", "sentId": 168}, {"text": "Our reporter sharing their notebooks next, including the campaign strategy to turn out some early votes.", "sentId": 169}], "secId": 59}, {"speaker": "KING", "sentences": [{"text": "Let's head around here, I guess in this case across the INSIDE POLITICS table and ask our great reporters to give us a sneak peek of their notebooks, get you at ahead of the big political news just around the corner.", "sentId": 170}, {"text": "Ed O'Keefe?", "sentId": 171}], "secId": 60}, {"speaker": "O'KEEFE", "sentences": [{"text": "So in the post ABC poll released on Sunday there's some potentially dangerous information for democrats that shows the structural weakness still across the country, especially as early voting beginning and we're getting closer to voting time.", "sentId": 172}], "secId": 61}, {"speaker": "O'KEEFE", "sentences": [{"text": "71 percent of Clinton supporters in the poll say they registered to vote compared to 82 percent of Trump supporters.", "sentId": 173}, {"text": "Why is that, because her supporters are younger, and non-white.", "sentId": 174}, {"text": "They're Hispanic, they're Black, they're Asian, they're not registered.", "sentId": 175}], "secId": 62}, {"speaker": "O'KEEFE", "sentences": [{"text": "Again, this confirms the concerns of a lot of supporters that they have neglected certain parts of the Obama coalition, not organized them enough.", "sentId": 176}, {"text": "These numbers confirm the panic I've been hearing about for weeks, and puts it out there.", "sentId": 177}], "secId": 63}, {"speaker": "O'KEEFE", "sentences": [{"text": "Again, big problem as you point out in the polls this morning in Colorado, Virginia and other places.", "sentId": 178}], "secId": 64}, {"speaker": "KING", "sentences": [{"text": "43 days, they better hustle.", "sentId": 179}, {"text": "Sara?", "sentId": 180}], "secId": 65}, {"speaker": "MURRAY", "sentences": [{"text": "Well, look, with our poll showing Colorado and Pennsylvania in a dead heat, the question for Trump now is how hard do you compete for some of these stretch states?", "sentId": 181}, {"text": "Obviously, he's been competing in Pennsylvania, but we're talking about Colorado, we're talking about Maine, Wisconsin, Michigan, how hard do you go?", "sentId": 182}], "secId": 66}, {"speaker": "MURRAY", "sentences": [{"text": "The campaign is saying they are going to spend $100 million on television between now and Election Day.", "sentId": 183}, {"text": "As of today, they had only reserved about $9 million in air time, but some of that is in Colorado, some of that is in Maine, an indications that they are at least starting to take these places seriously and we will know for sure when we see Donald Trump spending a significant amount of time in these places or not.", "sentId": 184}], "secId": 67}, {"speaker": "The track you don't want to get caught in is flirting with Colorado because the polls was tight there in taking your eye off the ball the place like Florida that we know could be pivotal. KING", "sentences": [{"text": "And how he does tonight will depend on whether they can keep the money coming in to go from 9 to 100?", "sentId": 185}, {"text": "That's a bit of big.", "sentId": 186}, {"text": "My mass  feels also great, but 9 to 100, it's little bit of a gap there.", "sentId": 187}], "secId": 68}, {"speaker": "HAM", "sentences": [{"text": "It's a gap.", "sentId": 188}, {"text": "Yeah.", "sentId": 189}], "secId": 69}, {"speaker": "KING", "sentences": [{"text": "Mary Katherine?", "sentId": 190}], "secId": 70}, {"speaker": "HAM", "sentences": [{"text": "Yeah.", "sentId": 191}, {"text": "Don't try to out troll Donald Trump.", "sentId": 192}, {"text": "The Gennifer Flowers moment was interesting to me, because I was surprised not that he went there, but that she went there with Mark Cuban, mortal billionaire pop culture enemy of Donald Trump and wants to put him in the front row because you know Donald Trump will go there.", "sentId": 193}, {"text": "He will raise you and now there's a lot of attention on who his guests will be in that front raw.", "sentId": 194}], "secId": 71}, {"speaker": "HAM", "sentences": [{"text": "And people in the media can say this was the wrong move, but you'll notice he's not tripping over himself to win our praise and it does get him a lot of attention and to me it raise  like, \"Do they know how dangerous he can be on that stage?\"", "sentId": 195}], "secId": 72}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 196}, {"text": "He wins.", "sentId": 197}], "secId": 73}, {"speaker": "HAM", "sentences": [{"text": "Yes.", "sentId": 198}], "secId": 74}, {"speaker": "KING", "sentences": [{"text": "Jeff?", "sentId": 199}], "secId": 75}, {"speaker": "ZELENY", "sentences": [{"text": "So every day is Election Day, at least starting Thursday in Iowa.", "sentId": 200}, {"text": "That's when the polls actually open.", "sentId": 201}, {"text": "You can walk in to cast an early vote that's why Hillary Clinton is going to Des Moines on Thursday.", "sentId": 202}, {"text": "At least is scheduled to, only the second sometime since winning the Iowa caucuses.", "sentId": 203}, {"text": "This is a state that President Obama won twice, but George W. Bush did pretty well there as well as we remember.", "sentId": 204}], "secId": 76}, {"speaker": "ZELENY", "sentences": [{"text": "So, this is a state where campaigns on the ground actually matter.", "sentId": 205}, {"text": "She's behind in Iowa, no question.", "sentId": 206}, {"text": "But can all of her field offices and other things get out the early vote, get some of those millennial voters to the polls?", "sentId": 207}, {"text": "They have 40 days to do it.", "sentId": 208}, {"text": "And at the place where Donald Trump does not have the operation that she has, we'll see if it matter or not, but that's why she's going to Iowa on Thursday because it is Election Day.", "sentId": 209}], "secId": 77}, {"speaker": "KING", "sentences": [{"text": "That's interesting.", "sentId": 210}, {"text": "When you look at the calendar and the days ahead, it's a blur, both candidates out there, all the surrogates out there.", "sentId": 211}], "secId": 78}, {"speaker": "KING", "sentences": [{"text": "I'll close with this some long simmering worries about the Clinton campaign it just touched them and they're now escalating to mini panic, among a good number of leading democrats who just can't believe we enter this first debate in a few hours in a dead heat race.", "sentId": 212}], "secId": 79}, {"speaker": "KING", "sentences": [{"text": "It's not that they didn't anticipate the close race, the countries polarize politics essentially guarantees almost regardless of who the candidates are you going to have a very competitive race.", "sentId": 213}, {"text": "But her decision to disappear in August to raise money, and a strategy that seems more about disqualifying Trump than making a strong case for a Clinton presidency has a lot of democrats mumbling and now grumbling that she's counting on Trump to lose and not doing enough to win.", "sentId": 214}], "secId": 80}, {"speaker": "KING", "sentences": [{"text": "Add in, Trump's stronger standing helps Republicans down ballot.", "sentId": 215}, {"text": "That's another big source of Democratic angst when they look at the House races and the Senate races.", "sentId": 216}, {"text": "Now, she's views the incumbent and in many ways the first debates are often tough for the candidate viewed more as the status quo.", "sentId": 217}, {"text": "If tonight goes badly for Clinton watch for this private Democratic hand wringing to become much, much more public.", "sentId": 218}], "secId": 81}, {"speaker": "Again", "sentences": [{"text": "00 Eastern.", "sentId": 219}, {"text": "Up next, more live coverage from Hofstra University throughout the day.", "sentId": 220}, {"text": "Wolf Blitzer is back, after a break.", "sentId": 221}], "secId": 82}, {"speaker": "BLITZER", "sentences": [{"text": "Hello.", "sentId": 222}, {"text": "I 'm Wolf Blitzer.", "sentId": 223}, {"text": "It's 1:00 p.m. and we're live here at Hofstra University in Hempstead, New York.", "sentId": 224}], "secId": 83}], "sectionCount": 84, "url": "transcripts.cnn.com/TRANSCRIPTS/1609/26/ip.02.html", "sentenceCount": 226, "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "time": "Aired September 26, 2016 - 12:30   ET", "speakers": ["KING", "RUBIO", "TRUMP", "HAM", "ZELENY", "MURRAY", "O'KEEFE", "SANDERS", "CLINTON", "KELLY", "The track you don't want to get caught in is flirting with Colorado because the polls was tight there in taking your eye off the ball the place like Florida that we know could be pivotal. KING", "Again", "BLITZER"], "title": "INSIDE POLITICS"}