{"docId": "./ip/trancript.cnn.com.TRANSCRIPTS.1407.20.ip.01.html.json", "subTitle": "Global Crises Overtake Obama's Agenda; \"Not in My Backyard\"; 2016: Warren vs Clinton?", "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "sections": [{"speaker": "BLACKWELL", "sentences": [{"text": "Yes.", "sentId": 0}, {"text": "And at 9:00 a.m. Eastern be sure to watch Candy Crowley's interview with Secretary of State John Kerry.", "sentId": 1}, {"text": "The two will cover the conflict in the Middle East and, of course, the crash of MH-17 in Ukraine.", "sentId": 2}], "secId": 0}, {"speaker": "PAUL", "sentences": [{"text": "INSIDE POLITICS with John King starts right now.", "sentId": 3}, {"text": "Have a good day.", "sentId": 4}], "secId": 1}, {"speaker": "KING", "sentences": [{"text": "President Obama faces another major global challenge, a plane shot out of the sky over Ukraine.", "sentId": 5}], "secId": 2}, {"speaker": "OBAMA", "sentences": [{"text": "We want Russia to take the path that would result in peace in Ukraine, but so far, at least, Russia has failed to take that path.", "sentId": 6}], "secId": 3}, {"speaker": "KING", "sentences": [{"text": "Plus Israeli troops on the offensive in Gaza.", "sentId": 7}, {"text": "What world crisis means for the President and his second term agenda?", "sentId": 8}], "secId": 4}, {"speaker": "KING", "sentences": [{"text": "Chris Christie storms Iowa leaving the clear impression this is a 2016 warm-up.", "sentId": 9}], "secId": 5}, {"speaker": "CHRISTIE", "sentences": [{"text": "And I'll be back here.", "sentId": 10}, {"text": "I'll be back here a lot.", "sentId": 11}], "secId": 6}, {"speaker": "KING", "sentences": [{"text": "Elizabeth Warren insists she's not a 2016 but hears chants of \"Run, Liz, run\" as she lays out her liberal agenda.", "sentId": 12}], "secId": 7}, {"speaker": "WARREN", "sentences": [{"text": "Corporations are not people.", "sentId": 13}, {"text": "Women have a right to their bodies.", "sentId": 14}, {"text": "We will overturn Hobby Lobby and we will fight for it.", "sentId": 15}], "secId": 8}, {"speaker": "KING", "sentences": [{"text": "INSIDE POLITICS, the biggest stories sourced by the best reporters, now.", "sentId": 16}, {"text": "Welcome to INSIDE POLITICS.", "sentId": 17}, {"text": "I'm John King.", "sentId": 18}, {"text": "Thanks for sharing", "sentId": 19}], "secId": 9}, {"speaker": "KING", "sentences": [{"text": "your Sunday morning.", "sentId": 20}], "secId": 10}, {"speaker": "KING", "sentences": [{"text": "And with us to share their reporting and their insights, \"The Atlantic's\" Molly Ball, Jonathan Martin of the \"New York Times\", CNN's Peter Hamby and Maggie Haberman of Politico.", "sentId": 21}], "secId": 11}, {"speaker": "KING", "sentences": [{"text": "Speaking at the White House on Friday, the President called for an urgent international investigation into the Malaysian Air Flight 17 shoot-down over Ukraine.", "sentId": 22}, {"text": "And clearly President Obama had Vladimir Putin in mind as he said this.", "sentId": 23}], "secId": 12}, {"speaker": "OBAMA", "sentences": [{"text": "This should snap everybody's heads to attention, and make sure that we don't have time for propaganda.", "sentId": 24}, {"text": "We don't have time for games.", "sentId": 25}, {"text": "We need to know exactly what happened and everybody needs to make sure that we're holding accountable those who committed this outrage.", "sentId": 26}], "secId": 13}, {"speaker": "KING", "sentences": [{"text": "In their second terms often presidents dabble in foreign policy by choice, Maggie Haberman.", "sentId": 27}, {"text": "These crises seem to be coming at knocking at the President's door.", "sentId": 28}, {"text": "He's not out looking for something like this.", "sentId": 29}, {"text": "What is the test for the U.S. President, at a time he's plenty busy as it is and now that he's in a stare-down with Vladimir Putin anyway over Ukraine and now the plane.", "sentId": 30}], "secId": 14}, {"speaker": "HABERMAN", "sentences": [{"text": "Well as you know, he endorsed the sanctions and announced new sanctions really right before this happens.", "sentId": 31}, {"text": "That underscores where the U.S. is on this.", "sentId": 32}, {"text": "His problem is going to be he has two crises going on right now.", "sentId": 33}, {"text": "On the one hand you see what's happening in Gaza and that is very directly related in terms of the U.S. and in terms of aid.", "sentId": 34}, {"text": "Right now you have Congress basically standing firm on that.", "sentId": 35}], "secId": 15}, {"speaker": "HABERMAN", "sentences": [{"text": "In terms of Ukraine there's not going to be unanimity of opinion on what to do.", "sentId": 36}, {"text": "There has already been a lot of criticism of this President on how he has gone about this and he is going to have to -- if there's no easy answer here, a lot of this does fall to what is going to be done by Putin.", "sentId": 37}, {"text": "A lot of this does fall to what's going to happen in Russia.", "sentId": 38}, {"text": "It's very complicated for him politically right now.", "sentId": 39}], "secId": 16}, {"speaker": "HAMBY", "sentences": [{"text": "That's in addition to Iraq, Syria, Afghanistan and just this accumulation -- Bergdahl -- of international events that are --", "sentId": 40}], "secId": 17}, {"speaker": "MARTIN", "sentences": [{"text": "That's right.", "sentId": 41}], "secId": 18}, {"speaker": "HAMBY", "sentences": [{"text": "-- unpopular, frightening to the American public and have really taken a pretty enormous toll on what used to be one of his strengths which is foreign policy.", "sentId": 42}, {"text": "I mean that sort of helped carry him through 2012 and his foreign policy approval right now is in the mid-30s.", "sentId": 43}, {"text": "HABERMAN:  But it's also -- it's coming at a moment where the", "sentId": 44}], "secId": 19}, {"speaker": "HAMBY", "sentences": [{"text": "public is extremely not interested in increasing the U.S.' reach elsewhere.", "sentId": 45}, {"text": "And so it is a difficult line for him to watch.", "sentId": 46}], "secId": 20}, {"speaker": "KING", "sentences": [{"text": "Public not interested in increasing reach especially if it involved anything involving military or big spending.", "sentId": 47}], "secId": 21}, {"speaker": "MARTIN", "sentences": [{"text": "If you include the border situation and you add in a re- assertive China and Japan reconstituting its military for the first time really since World War II, this president is dealing with serious international if not crises, at least events, in every corner of the globe.", "sentId": 48}], "secId": 22}, {"speaker": "MARTIN", "sentences": [{"text": "You combine that with a deeply polarized and divided Congress, it's hard to see how he's going to be able to proactively get much done for at least the rest of this year.", "sentId": 49}, {"text": "And we'll see what happens after the midterm elections but it's going to be a grim year I think.", "sentId": 50}], "secId": 23}, {"speaker": "KING", "sentences": [{"text": "It's a very reactive presidency on the world stage, not setting agendas, not advancing a cause, not the pivot to Asia that they promised, a new Middle East.", "sentId": 51}, {"text": "It all seems to be reacting to events.", "sentId": 52}], "secId": 24}, {"speaker": "KING", "sentences": [{"text": "What is the impact here in Washington?", "sentId": 53}, {"text": "John McCain was at a CNN National Journal Event this past week.", "sentId": 54}, {"text": "And he says because of this, and this always gets me, why can't they walk and chew gum.", "sentId": 55}, {"text": "You have a president and an entire cabinet, you have 535 members of Congress; yes, you have armed services and foreign affairs committees that look at world crises but aren't there other committees that are supposed to be able to do other things.", "sentId": 56}, {"text": "But John McCain says because of this focus on Russia, Ukraine, now with the plane crash he doesn't think, listen here, that Washington can get anything else done.", "sentId": 57}], "secId": 25}, {"speaker": "MCCAIN", "sentences": [{"text": "It's going to suck all the oxygen out of the room.", "sentId": 58}, {"text": "Now that issue on the border is going to still with us for quite a while but right now, I can't imagine anything else intruding on the news.", "sentId": 59}, {"text": "Can you?", "sentId": 60}], "secId": 26}, {"speaker": "KING", "sentences": [{"text": "Why?", "sentId": 61}, {"text": "Why can't we do one thing at a time, even if it's a big thing?", "sentId": 62}], "secId": 27}, {"speaker": "BALL", "sentences": [{"text": "Well -- and I think this is the problem for Republicans -- right.", "sentId": 63}, {"text": "It's that yes, this combination of crises gives a lot of ammunition to the President's critics who have always said that he is too reactive and not aggressive enough, he doesn't have enough of a vision on the world stage.", "sentId": 64}], "secId": 28}, {"speaker": "BALL", "sentences": [{"text": "On the other hand, you know, this makes it seem like Congress will just take any excuse to not do their job, right?", "sentId": 65}, {"text": "Oh, well, we're busy, and there's not a very proactive feeling from the critics of the President.", "sentId": 66}, {"text": "And furthermore, you know, since this has been the critique of the President no matter what he did on any occasion with any particular crisis, whether it was or wasn't his fault, there may be a feeling also that his critics have sort of cried \"wolf\" and that this is just yet another occasion to reprise that.", "sentId": 67}], "secId": 29}, {"speaker": "KING", "sentences": [{"text": "And every time there's a big foreign policy crisis, the quick reaction in Washington is when it comes to the Republicans in 2016 that this could hurt Rand Paul because he's less interventionist, less muscular, not quite his dad but more stay out of these things.", "sentId": 68}, {"text": "That often proves out not to be true if you look, to your point, about public opinion.", "sentId": 69}], "secId": 30}, {"speaker": "KING", "sentences": [{"text": "Even before the plane was shot down the President was facing some criticism for what I'll call the 2016 Republican Class including Marco Rubio who said this when the President announced more sanctions against Russia -- again this is before the plane shoot-down, \"Limited actions like those announced today make U.S. threats look hollow.\"", "sentId": 70}], "secId": 31}, {"speaker": "KING", "sentences": [{"text": "Is it smart for the future presidents in the Republican Party, the wannabes to jump into the middle of these things?", "sentId": 71}, {"text": "How risky is that if you get in the middle and then the situation evolves?", "sentId": 72}], "secId": 32}, {"speaker": "HABERMAN", "sentences": [{"text": "It is always dangerous to jump in, in something that is changing this way.", "sentId": 73}, {"text": "And the nature of what happened in Ukraine with this plane is so incredibly painful and dramatic.", "sentId": 74}, {"text": "A lot of the details, a lot of the eyewitness accounts have been horrible.", "sentId": 75}, {"text": "There are a lot of children involved.", "sentId": 76}, {"text": "There were over 100 people heading to a conference, a global AIDS conference that's solving a crisis -- another humanitarian crisis.", "sentId": 77}], "secId": 33}, {"speaker": "HABERMAN", "sentences": [{"text": "So I think there is a danger.", "sentId": 78}, {"text": "I understand that people have a need to look either muscular on foreign policy for their own politics but you do have to be careful.", "sentId": 79}], "secId": 34}, {"speaker": "KING", "sentences": [{"text": "In the old days it was one president at a time though we don't use that rule anymore.", "sentId": 80}], "secId": 35}, {"speaker": "KING", "sentences": [{"text": "Everybody sit tight.", "sentId": 81}], "secId": 36}, {"speaker": "KING", "sentences": [{"text": "Up next, Chris Christie tests the comeback trail in Iowa and we map out the political divide caused by the border crisis.", "sentId": 82}], "secId": 37}, {"speaker": "KING", "sentences": [{"text": "But first in this week's installment of \"Politicians Sometimes Say the Darnedest Things\", Hillary Clinton tests Jon Stewart's patience with a hard choice.", "sentId": 83}], "secId": 38}, {"speaker": "CLINTON", "sentences": [{"text": "There are extremists on all sides and people with guns on all sides.", "sentId": 84}, {"text": "And so leadership has to be very tough-minded and very strong, but they have to have enough support to make the hard choices.", "sentId": 85}], "secId": 39}, {"speaker": "STEWART", "sentences": [{"text": "What?", "sentId": 86}, {"text": "You did not do that.", "sentId": 87}, {"text": "What?", "sentId": 88}, {"text": "Wow.", "sentId": 89}, {"text": "Honestly, that may be -- let me go to the judges on that.", "sentId": 90}, {"text": "That may be the greatest segue in the history, back to, that may be the greatest segue back to a title.", "sentId": 91}], "secId": 40}, {"speaker": "STEWART", "sentences": [{"text": "Thank God you go to hard choices and not stuff I did.", "sentId": 92}], "secId": 41}, {"speaker": "KING", "sentences": [{"text": "Welcome back.", "sentId": 93}, {"text": "The political debate over the border crisis spread beyond Washington this week as state and local governments now have to decide whether they want to provide temporary shelter to those tens of thousands of undocumented children who have come across the border.", "sentId": 94}, {"text": "60,000 is the safe number to use now although the government says that number could rise by quite a bit in the coming weeks and months.", "sentId": 95}], "secId": 42}, {"speaker": "KING", "sentences": [{"text": "So where do they go -- well a number of governors this past week said not in my backyard, they include the Republican governor of Iowa, but also the Democratic governor of Colorado, of Connecticut and of Delaware -- all saying I don't want to deal with this, please, don't send any of these kids to my state.", "sentId": 96}], "secId": 43}, {"speaker": "KING", "sentences": [{"text": "A number of politicians though have said \"Yes, I'll take some in.\"", "sentId": 97}, {"text": "Or at least \"I'll look at it.\"", "sentId": 98}, {"text": "The mayor of Los Angeles -- a Democrat, the governor of Vermont, the governor of Massachusetts and the governor of New Jersey, Republican Chris Christie.", "sentId": 99}], "secId": 44}, {"speaker": "KING", "sentences": [{"text": "Perhaps most interesting is the Democratic governor of Maryland, Martin O'Malley.", "sentId": 100}, {"text": "Remember a week or so he got to the left of President Obama who said send most of them back.", "sentId": 101}, {"text": "Hillary Clinton says send most of them back.", "sentId": 102}, {"text": "Martin O'Malley says why wouldn't the United States of America welcome those children here?", "sentId": 103}, {"text": "Then though his state said \"Please don't send them here.\"", "sentId": 104}], "secId": 45}, {"speaker": "KING", "sentences": [{"text": "Now our graffiti artist needs a spell check but in Western Maryland there was a protest about sending them to a facility there so Governor O'Malley is on the record as saying \"don't send them back\" now he's going to have to answer where he might put them inside Maryland.", "sentId": 105}], "secId": 46}, {"speaker": "KING", "sentences": [{"text": "Jonathan Martin, it begs this question though.", "sentId": 106}, {"text": "A Democratic governor thinking of running for president in 2016 to succeed Barack Obama as the leader of the party seems to think a fight with the White House over this is not a bad idea.", "sentId": 107}, {"text": "Have we reached that point where Democrats think it's not only OK but maybe even beneficial?", "sentId": 108}], "secId": 47}, {"speaker": "MARTIN", "sentences": [{"text": "On this issue, yes.", "sentId": 109}, {"text": "I wouldn't say that broadly but I think on this issue if you watch not just what Martin O'Malley got to but where Speaker -- sorry, leader Nancy Pelosi, former speaker Nancy Pelosi came down on the issue, she shifted back to her  caucus.", "sentId": 110}], "secId": 48}, {"speaker": "Democrats", "sentences": [{"text": "Apparently?", "sentId": 111}, {"text": "Come on.", "sentId": 112}], "secId": 49}, {"speaker": "BALL", "sentences": [{"text": "Where did that come about?", "sentId": 113}], "secId": 50}, {"speaker": "MARTIN", "sentences": [{"text": "Between Governor O'Malley and a White House staffer, you just don't see that.", "sentId": 114}, {"text": "For O'Malley it got him on page one of the \"Washington Post\", the \"Baltimore Sun\" -- so actually it got him more attention than he's been getting recently.", "sentId": 115}], "secId": 51}, {"speaker": "HAMBY", "sentences": [{"text": "Yes.", "sentId": 116}, {"text": "For those of us who spent so much time covering Republican infighting this was such an intriguing, fascinating moment.", "sentId": 117}, {"text": "And I do think to your point that O'Malley probably helped himself.", "sentId": 118}, {"text": "I mean most people still have no idea who Martin O'Malley is but now he's on the front page and we're talking about it.", "sentId": 119}], "secId": 52}, {"speaker": "HABERMAN", "sentences": [{"text": "It's a reminder too that sort of attacking Hillary Clinton is going to involve attacking the White House to some extent.", "sentId": 120}, {"text": "If you are trying to get to the left in a primary, she is the one who said at a CNN town hall \"send them back\" -- that was the line she was talking about.", "sentId": 121}], "secId": 53}, {"speaker": "HABERMAN", "sentences": [{"text": "And that was at a moment where it really had not bubbled up in the news, the border crisis, the way it is now.", "sentId": 122}, {"text": "So I think that that is an important takeaway.", "sentId": 123}, {"text": "I also think the fact that the White House, you know, apparently leaked this out, that the fact --", "sentId": 124}], "secId": 54}, {"speaker": "MARTIN", "sentences": [{"text": "Allegedly.", "sentId": 125}], "secId": 55}, {"speaker": "HABERMAN", "sentences": [{"text": "Allegedly -- so did perhaps, are suspected.", "sentId": 126}, {"text": "The fact that that happened I think is really remarkable both in terms of just sort of tactical knife fighting by a White House against another Democrat by --", "sentId": 127}], "secId": 56}, {"speaker": "MARTIN", "sentences": [{"text": "A very busy White House.", "sentId": 128}], "secId": 57}, {"speaker": "HABERMAN", "sentences": [{"text": "-- that's right.", "sentId": 129}, {"text": "By a very busy White House.", "sentId": 130}], "secId": 58}, {"speaker": "HAMBY", "sentences": [{"text": "There was a decision made to punch this guy back.", "sentId": 131}], "secId": 59}, {"speaker": "HABERMAN", "sentences": [{"text": "Well, they're in a very tough moment right now.", "sentId": 132}, {"text": "And I will say though it is a lesson for O'Malley that this is sort of a \"welcome to the thunderdome\" moment.", "sentId": 133}, {"text": "If you're going at the White House that frontally and be righteous about it, then the attack was unfair because it was very nuanced in terms of what he was saying about that facility but all is fair in love and war.", "sentId": 134}], "secId": 60}, {"speaker": "MARTIN", "sentences": [{"text": "In a Democratic primary better to come down on the left side of that fight.", "sentId": 135}], "secId": 61}, {"speaker": "HABERMAN", "sentences": [{"text": "I agree with that and I agree with everything you said about how he got --      KING:  That's the first phone call not leaked by Edward Snowden", "sentId": 136}], "secId": 62}, {"speaker": "HABERMAN", "sentences": [{"text": "in months.", "sentId": 137}], "secId": 63}, {"speaker": "HABERMAN", "sentences": [{"text": "If it's a lesson to Martin O'Malley, is it also a lesson though to the Obama White House?", "sentId": 138}, {"text": "Because you mentioned O'Malley goes left, Nancy Pelosi who said just last week it's not a deal breaker if you change that 2008 law which will allow to you send the kids back faster.", "sentId": 139}, {"text": "Now she says no, we're not going to do that.", "sentId": 140}, {"text": "The President wants to do that.", "sentId": 141}], "secId": 64}, {"speaker": "HABERMAN", "sentences": [{"text": "Is it a lesson to him that he may be beginning to experience, Molly, what George W. Bush experienced in the last couple years when he wanted to do social security again, he wanted to do immigration, he wanted to do some other things.", "sentId": 142}, {"text": "And not only did his party say no, they picked fights with him.", "sentId": 143}, {"text": "Republican started to think it was a good thing to fight their president.", "sentId": 144}], "secId": 65}, {"speaker": "BALL", "sentences": [{"text": "Yes.", "sentId": 145}, {"text": "Well, you know, the politics of immigration overall have been really scrambled by what has happened.", "sentId": 146}, {"text": "And you're seeing with all of the Democrats who are running away from this issue how an issue that Democrats have run on very aggressively for years and years, and some would say exploited in order to win Hispanic votes, is now being turned against them now that public opinion has swung very strongly in the other direction and public outrage, public attention to this issue has increased dramatically.", "sentId": 147}], "secId": 66}, {"speaker": "BALL", "sentences": [{"text": "I think, you know, O'Malley has done something very sort of opportunistic and smart in terms of filling a vacuum.", "sentId": 148}, {"text": "Lot of activists on the left, a lot of Democratic partisans have a lot of angst about the fact that no one is speaking for these undocumented children, that, you know, you have a lot of people on the right taking the position that they ought to either be barred or sent home right away but not a lot of prominent voices on the left speaking up and saying that we ought to be more welcoming to them.", "sentId": 149}, {"text": "So he has a chance to champion an issue that not a lot of other Democrats are championing.", "sentId": 150}], "secId": 67}, {"speaker": "KING", "sentences": [{"text": "As we watch that play out of the Democratic Party, Chris Christie tried to hit the comeback trial in the Republican Party -- a lot of questions over whether bridge-gate, whether his own personal philosophy and ideology would be an obstacle for him seeking the Republican nomination for president.", "sentId": 151}, {"text": "Well, he was out in Iowa, several stops, very accessible to the news media.", "sentId": 152}], "secId": 68}, {"speaker": "KING", "sentences": [{"text": "It is a state where you have a Christie conservative Christian base.", "sentId": 153}, {"text": "It's a state where a lot of people think can Chris Christie from New Jersey sell himself?", "sentId": 154}, {"text": "Chris Christie says it won't be a problem.", "sentId": 155}], "secId": 69}, {"speaker": "CHRISTIE", "sentences": [{"text": "I tell them what I think and then everyone else will get to decide.", "sentId": 156}, {"text": "They don't go in there and say are you conservative enough or are you liberal enough or are you moderate enough.", "sentId": 157}, {"text": "That's not what people say.", "sentId": 158}, {"text": "They say \"Do I trust him.", "sentId": 159}, {"text": "Can I count on him to tell me the truth?", "sentId": 160}, {"text": "Is he somebody who can actually be a competent steward of our country's future?\"", "sentId": 161}], "secId": 70}, {"speaker": "KING", "sentences": [{"text": "I think Maggie, that's a pretty good general election synopsis of how voters think.", "sentId": 162}, {"text": "Is it a good synopsis of how the base in Iowa, the base in South Carolina thinks?", "sentId": 163}], "secId": 71}, {"speaker": "HABERMAN", "sentences": [{"text": "No, as I was listening to him, I was thinking actually -- some people think that and some people also think are you conservative enough.", "sentId": 164}, {"text": "And so he will run into that.", "sentId": 165}, {"text": "Look, this was an important trip for Christie in the sense that, A, it got ton of media attention; B, it was the first one that was really written as he is kind of stepping back out there beyond just in his RGA role but he is in -- in early stage he has been to other -- he's been to New Hampshire before this year.", "sentId": 166}, {"text": "But this was the one that got a lot of attention, and I think it was important because there is a feeling that bridge-gate has sort of receded, the big traffic lane closure scandal.", "sentId": 167}], "secId": 72}, {"speaker": "HAMBY", "sentences": [{"text": "I just think we tend to judge campaigns by the last one in that.", "sentId": 168}, {"text": "In this case it might not necessarily be the right thing to do because I mean look, if there's five, six Republicans in a field, if Christie polls 25 percent, 30 percent and he's one or two in Iowa, that's good.", "sentId": 169}, {"text": "Also remember the establishment -- the brand set people have really retaken the Republican architecture in that state.", "sentId": 170}], "secId": 73}, {"speaker": "HABERMAN", "sentences": [{"text": "Yes.", "sentId": 171}], "secId": 74}, {"speaker": "HAMBY", "sentences": [{"text": "So there could be some momentum for someone like Chris Christie and also he was in the part of the state, you know, out in the quad cities where there are a lot of blue collars.", "sentId": 172}, {"text": "That's Romney territory.", "sentId": 173}], "secId": 75}, {"speaker": "MARTIN", "sentences": [{"text": "That was the reason why it was the eastern part of Iowa.", "sentId": 174}], "secId": 76}, {"speaker": "HAMBY", "sentences": [{"text": "Sioux City.", "sentId": 175}], "secId": 77}, {"speaker": "HABERMAN", "sentences": [{"text": "That's exactly right.", "sentId": 176}], "secId": 78}, {"speaker": "KING", "sentences": [{"text": "It tells you he studied the map.", "sentId": 177}], "secId": 79}, {"speaker": "MARTIN", "sentences": [{"text": "Guys, what's to say that Chris Christie even plays aggressively in Iowa?", "sentId": 178}, {"text": "Keep in mind John McCain got the nomination in 2008 in barely contested Iowa.", "sentId": 179}, {"text": "I'm not convinced that Christie or some of these establishment candidates on the Republican side are really going to aggressively compete in Iowa.", "sentId": 180}], "secId": 80}, {"speaker": "KING", "sentences": [{"text": "Let me stop you guys and try this one quickly on the Democratic side.", "sentId": 181}, {"text": "Elizabeth Warren was out very busy this week.", "sentId": 182}, {"text": "Hillary Clinton did an interview with Charlie Rose.", "sentId": 183}, {"text": "I want to make a little comparison.", "sentId": 184}, {"text": "She is asked -- Hillary Clinton is by Charlie Rose -- if you run for president what will be the big idea?", "sentId": 185}, {"text": "She mentions income inequality.", "sentId": 186}, {"text": "Listen to how she says it.", "sentId": 187}], "secId": 81}, {"speaker": "CLINTON", "sentences": [{"text": "We have to make a campaign about what we would do.", "sentId": 188}, {"text": "You", "sentId": 189}], "secId": 82}, {"speaker": "CLINTON", "sentences": [{"text": "have to run a very specific campaign that talks about the changes you want to make in order to tackle growth, which is the hand maiden of inequality.", "sentId": 190}], "secId": 83}, {"speaker": "KING", "sentences": [{"text": "You got that?", "sentId": 191}, {"text": "Growth is the handmaiden of inequality.", "sentId": 192}, {"text": "That's one way to talk about it.", "sentId": 193}, {"text": "Here's another.", "sentId": 194}], "secId": 84}, {"speaker": "WARREN", "sentences": [{"text": "The way I see this, Citibank, Goldman Sachs, and all those other guys on Wall Street, they've got plenty of folks in the United States Senate who are willing to work on their side.", "sentId": 195}, {"text": "We need some more people willing to work on the side of America's families.", "sentId": 196}], "secId": 85}, {"speaker": "KING", "sentences": [{"text": "Now she says she's not running, but Hillary Clinton was at a desk, not at a rally -- I want to be fair but she could learn a little bit, couldn't she?", "sentId": 197}], "secId": 86}, {"speaker": "HAMBY", "sentences": [{"text": "Hillary is talking about these notions how she might run a campaign and how you have to talk about inequality.", "sentId": 198}, {"text": "Elizabeth Warren is out there doing it right now.", "sentId": 199}, {"text": "I was at that speech in West Virginia earlier this week.", "sentId": 200}, {"text": "She didn't use the term income inequality once in that speech.", "sentId": 201}], "secId": 87}, {"speaker": "HABERMAN", "sentences": [{"text": "That's the point.", "sentId": 202}, {"text": "That's the point.", "sentId": 203}], "secId": 88}, {"speaker": "HAMBY", "sentences": [{"text": "She just talked about the issues that people in the room cared about.", "sentId": 204}], "secId": 89}, {"speaker": "HABERMAN", "sentences": [{"text": "And Democrats have basically given up using the phrase income inequality because poll after poll has shown voters don't actually know what that means.", "sentId": 205}], "secId": 90}, {"speaker": "HAMBY", "sentences": [{"text": "Yes.", "sentId": 206}, {"text": "I was actually impressed by Warren's ability to frame progressive issues in this very sort of middle class common sense way -- your student loans, your Medicare, your Social Security, them versus us and it really, really played well.", "sentId": 207}], "secId": 91}, {"speaker": "MARTIN", "sentences": [{"text": "You could hear a Republican -- any Republican in this country say that the way to cure income inequality is growth.", "sentId": 208}, {"text": "They say basically we have to grow collectively and rising tide lifts all boats -- all the cliches.", "sentId": 209}, {"text": "That is a staple of what they say.", "sentId": 210}], "secId": 92}, {"speaker": "MARTIN", "sentences": [{"text": "And then you have this with Warren who is naming names, you know, rattling off the names of Wall Street banks who happen to be big Clinton donors for the last few decades.", "sentId": 211}], "secId": 93}, {"speaker": "HABERMAN", "sentences": [{"text": "More than donors at this point -- paying for speeches.", "sentId": 212}], "secId": 94}, {"speaker": "MARTIN", "sentences": [{"text": "Absolutely -- right.", "sentId": 213}, {"text": "BALL:  The other interesting thing about Elizabeth Warren though", "sentId": 214}], "secId": 95}, {"speaker": "MARTIN", "sentences": [{"text": "is the Republicans have not managed to demonize her the way that they would like.", "sentId": 215}, {"text": "And that's part of why she is playing in places like Kentucky and West Virginia.", "sentId": 216}, {"text": "You saw Republicans talking tough about oh we're going to tie these candidates to Elizabeth Warren and it will sink them, this Massachusetts liberal.", "sentId": 217}], "secId": 96}, {"speaker": "MARTIN", "sentences": [{"text": "But it isn't and Republicans really haven't been able to bracket her aggressively in that way because that populist us versus them rhetoric, as much as you know, the sort of establishment of both parties doesn't like it, it is really resonating at this moment in America.", "sentId": 218}], "secId": 97}, {"speaker": "HAMBY", "sentences": [{"text": "Yes, I filed a story after that Warren event and I got many e-mails from Republicans where like she actually scares me politically.", "sentId": 219}], "secId": 98}, {"speaker": "KING", "sentences": [{"text": "All right.", "sentId": 220}, {"text": "We'll keep an eye on that one.", "sentId": 221}, {"text": "But remember she's not running in 2016.", "sentId": 222}, {"text": "She's just out there helping the party right now for now.", "sentId": 223}], "secId": 99}, {"speaker": "KING", "sentences": [{"text": "Everybody stay put.", "sentId": 224}], "secId": 100}, {"speaker": "KING", "sentences": [{"text": "Up next -- tomorrow's news today as our great reporters empty their notebooks to get you out ahead for the big political stories to come.", "sentId": 225}], "secId": 101}, {"speaker": "KING", "sentences": [{"text": "Let's go around the table to get you out ahead of the curve with the big political news to come.", "sentId": 226}, {"text": "Maggie Haberman, what have you got?", "sentId": 227}], "secId": 102}, {"speaker": "HABERMAN", "sentences": [{"text": "Ed Gillespie who is running for senate in Virginia has been a pretty aggressive fundraiser but he was outraised by Scott Brown who's running in New Hampshire.", "sentId": 228}, {"text": "This caught the eye of a couple of Republican operatives who I heard of, and donors who I heard of.", "sentId": 229}, {"text": "Democrats were also expecting him to have a better quarter.", "sentId": 230}, {"text": "He has good cash on hand but the fact that he got $1.9 million and Scott Brown got $2.34 million, $2.35 million was not lost on some folks.", "sentId": 231}], "secId": 103}, {"speaker": "KING", "sentences": [{"text": "That's a big race to watch.", "sentId": 232}], "secId": 104}, {"speaker": "KING", "sentences": [{"text": "Peter?", "sentId": 233}], "secId": 105}, {"speaker": "HAMBY", "sentences": [{"text": "I want to plug a story I have coming up this week on CNN.com about the U.S. Chamber of Commerce which has put itself on the front lines of smashing Tea Party insurgents across the country in House and Senate races could spend up to $60 million, $70 million this cycle.", "sentId": 234}, {"text": "That might not be new but look, the Chamber of Commerce has really moved away from being just a lobbying organization in D.C. to being one of the most preeminent political players in campaigns rivaling American Crossroads.", "sentId": 235}], "secId": 106}, {"speaker": "So that's a big deal on American politics.     KING", "sentences": [{"text": "All right.", "sentId": 236}, {"text": "We'll keep an eye on that one -- former Bob", "sentId": 237}], "secId": 107}, {"speaker": "So that's a big deal on American politics.     KING", "sentences": [{"text": "Dole campaign manager Scott Reed behind a lot of those decisions out there.", "sentId": 238}], "secId": 108}, {"speaker": "So that's a big deal on American politics.     KING", "sentences": [{"text": "Jonathan?", "sentId": 239}], "secId": 109}, {"speaker": "MARTIN", "sentences": [{"text": "It's not Iowa or New Hampshire but Virginia is next door to Washington, D.C., and it's going to be drawing two potential candidates for president this month.", "sentId": 240}, {"text": "On Tuesday, Rand Paul is going to be in Arlington, sitting down with two candidates who ran in Virginia last year, Pete Snyder and Ken Cuccinelli, who both lost their campaigns, business owners.", "sentId": 241}], "secId": 110}, {"speaker": "MARTIN", "sentences": [{"text": "And then later in the month, very interesting, Mike Pence, the governor of Indiana, is going to be raising money for Ed Gillespie -- the aforementioned Ed Gillespie -- at a fund-raiser in McLean at the home of Dwight Scharr .", "sentId": 242}, {"text": "Dwight Scharr is a big deal developer, a real-estate magnate here in the area who was one of those big bundlers for George W. Bush's campaigns.", "sentId": 243}], "secId": 111}, {"speaker": "KING", "sentences": [{"text": "Virginia -- great national political state now.", "sentId": 244}], "secId": 112}, {"speaker": "KING", "sentences": [{"text": "Molly?", "sentId": 245}], "secId": 113}, {"speaker": "BALL", "sentences": [{"text": "The runoff in the Georgia Republican primary is finally happening on Tuesday, it's been a couple months since the first round.", "sentId": 246}, {"text": "This is the second round between Congressman Jack Kingston and David Perdue.", "sentId": 247}, {"text": "Although Perdue came in first in the first round, Kingston looks like he is up in the runoff and, speaking of the U.S. Chamber of Commerce, if he does win the runoff, it will be another victory for the Chamber of Commerce which has backed Kingston very aggressively.", "sentId": 248}, {"text": "And with either candidate the establishment feels like they will have a pretty good spokesperson going into what looks like a very tough general election against Democrat Michelle Nunn.", "sentId": 249}], "secId": 114}, {"speaker": "KING", "sentences": [{"text": "Michelle Nunn, a good Democrat recruit.", "sentId": 250}, {"text": "They're still in an uphill race but they do have a good recruit.", "sentId": 251}], "secId": 115}, {"speaker": "KING", "sentences": [{"text": "I'll close with this.", "sentId": 252}, {"text": "How would you like to have $1 million a day extra for some big special project you're working on?", "sentId": 253}, {"text": "What do I mean by that?", "sentId": 254}, {"text": "There are 107 days from now, this Sunday to Election Day and I'm told that Sheldon Adelson -- he's the big casino owner, the GOP mega donor in Las Vegas -- has been meeting with Republican strategists, they've shown him the Senate map.", "sentId": 255}, {"text": "They've briefed him on the candidates.", "sentId": 256}, {"text": "They've showed him all the polling and he says he wants to make a huge commitment to help Republicans take back the Senate, a commitment that could be one source in the meeting tells me up to $100 million.", "sentId": 257}], "secId": 116}, {"speaker": "KING", "sentences": [{"text": "We'll keep an eye on that one as we go forward.", "sentId": 258}], "secId": 117}, {"speaker": "MARTIN", "sentences": [{"text": "Wow.", "sentId": 259}], "secId": 118}, {"speaker": "KING", "sentences": [{"text": "That's it for INSIDE POLITICS.", "sentId": 260}, {"text": "Again, thanks for sharing your Sunday morning.", "sentId": 261}, {"text": "We'll see you soon.", "sentId": 262}], "secId": 119}, {"speaker": "KING", "sentences": [{"text": "\"STATE OF THE UNION WITH CANDY CROWLEY\" starts right now.", "sentId": 263}], "secId": 120}], "sectionCount": 121, "url": "transcripts.cnn.com/TRANSCRIPTS/1407/20/ip.01.html", "sentenceCount": 265, "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "time": "Aired July 20, 2014 - 08:30   ET", "speakers": ["BLACKWELL", "PAUL", "KING", "OBAMA", "CHRISTIE", "WARREN", "HABERMAN", "HAMBY", "MARTIN", "MCCAIN", "BALL", "CLINTON", "STEWART", "Democrats", "So that's a big deal on American politics.     KING"], "title": "INSIDE POLITICS"}