{"docId": "./ip/trancript.cnn.com.TRANSCRIPTS.1609.18.ip.01.html.json", "subTitle": "29 Injured in New York City Explosion; Trump & Clinton React to New York Bombing; Trump Finally Admits Obama Was Born in U.S.; Trump Camp's New Excuses About His Tax Returns; How Trump's Business Factor Into 2016; No Full Medical Records from Either Candidate; President and First Lady Hit the Trail for Clinton. Aired 8-9a ET", "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "sections": [{"speaker": "KING", "sentences": [{"text": "An explosion in New York and another test.", "sentId": 0}], "secId": 0}, {"speaker": "TRUMP", "sentences": [{"text": "We better get very tough, folks.", "sentId": 1}], "secId": 1}, {"speaker": "CLINTON", "sentences": [{"text": "And I'll have more to say about it when we actually know the facts.", "sentId": 2}], "secId": 2}, {"speaker": "KING", "sentences": [{"text": "Plus, the birther movement loses its champion.", "sentId": 3}], "secId": 3}, {"speaker": "TRUMP", "sentences": [{"text": "President Barack Obama was born in the United States, period.", "sentId": 4}], "secId": 4}, {"speaker": "KING", "sentences": [{"text": "Donald Trump finally concedes the truth but not without adding a lie.", "sentId": 5}], "secId": 5}, {"speaker": "TRUMP", "sentences": [{"text": "Hillary Clinton and her campaign of 2008 started the birther controversy.", "sentId": 6}], "secId": 6}, {"speaker": "KING", "sentences": [{"text": "And --", "sentId": 7}], "secId": 7}, {"speaker": "CLINTON", "sentences": [{"text": "As you may know, I recently had a cough that turned out to be pneumonia.", "sentId": 8}], "secId": 8}, {"speaker": "KING", "sentences": [{"text": "Clinton returns to campaigning and gets some high powered help.", "sentId": 9}], "secId": 9}, {"speaker": "OBAMA", "sentences": [{"text": "Hope is on the ballot and fear is on the ballot, too.", "sentId": 10}], "secId": 10}, {"speaker": "KING", "sentences": [{"text": "The Obamas hit the trail hoping to blunt Trump's momentum.", "sentId": 11}], "secId": 11}, {"speaker": "KING", "sentences": [{"text": "INSIDE POLITICS, the biggest stories sourced by the best reporters, now.", "sentId": 12}], "secId": 12}, {"speaker": "KING", "sentences": [{"text": "Welcome to INSIDE POLITICS.", "sentId": 13}, {"text": "I'm John King.", "sentId": 14}, {"text": "Thanks for sharing your Sunday morning.", "sentId": 15}], "secId": 13}, {"speaker": "KING", "sentences": [{"text": "And it's a very busy morning.", "sentId": 16}, {"text": "We're keeping close tabs in the investigation into last night's New York City explosion.", "sentId": 17}, {"text": "We'll immediately bring you any new developments.", "sentId": 18}], "secId": 14}, {"speaker": "KING", "sentences": [{"text": "Three quick questions, though, as we look back at a remarkable week and count down to next week's first presidential debate.", "sentId": 19}], "secId": 15}, {"speaker": "Question one", "sentences": [{"text": "who is best suited to be commander-in-chief when explosions and other events test us?", "sentId": 20}], "secId": 16}, {"speaker": "TRUMP", "sentences": [{"text": "We better get very, very tough.", "sentId": 21}], "secId": 17}, {"speaker": "CLINTON", "sentences": [{"text": "I think it's always wiser to wait until you have information before making conclusions.", "sentId": 22}], "secId": 18}, {"speaker": "KING", "sentences": [{"text": "Question two: What took so long?", "sentId": 23}], "secId": 19}, {"speaker": "TRUMP", "sentences": [{"text": "President Barack Obama was born in the United States, period.", "sentId": 24}], "secId": 20}, {"speaker": "KING", "sentences": [{"text": "And question three, can he turn out votes for her?", "sentId": 25}], "secId": 21}, {"speaker": "OBAMA", "sentences": [{"text": "My name may not be on the ballot, but our progress is on the ballot.", "sentId": 26}, {"text": "Tolerance is on the ballot.", "sentId": 27}], "secId": 22}, {"speaker": "KING", "sentences": [{"text": "With us this Sunday morning to share their reporting and their insights, Julie Pace of \"The Associated Press\", Maggie Haberman of \"The New York Times\", Abby Phillip of \"The Washington Post\", and CNN's Sara Murray.", "sentId": 28}], "secId": 23}, {"speaker": "New York's Chelsea neighborhood was rocked by an explosion at about 8", "sentences": [{"text": "30 last night.", "sentId": 29}, {"text": "Just shy of three hours later, New York City's mayor tried to calm a nervous city.", "sentId": 30}], "secId": 24}, {"speaker": "BLASIO", "sentences": [{"text": "We also want to be upfront saying that there is no evidence at this point of a terror connection to this incident.", "sentId": 31}, {"text": "This is preliminary information.", "sentId": 32}, {"text": "It's something we will be investigating very carefully, but there is no evidence at this point of a terror connection.", "sentId": 33}, {"text": "There is no specific and credible threat against New York City at this point in time from any terror organization.", "sentId": 34}], "secId": 25}, {"speaker": "KING", "sentences": [{"text": "Now, Donald Trump had already given his take about 40 minutes after the explosion to a political rally in Colorado.", "sentId": 35}], "secId": 26}, {"speaker": "TRUMP", "sentences": [{"text": "I must tell you that just before I got off the plane, a bomb went off in New York and nobody knows exactly what's going on.", "sentId": 36}, {"text": "But, boy, we are living in a time, we better get very tough folks, we better get very, very tough.", "sentId": 37}], "secId": 27}, {"speaker": "KING", "sentences": [{"text": "Hillary Clinton waited, speaking only after her team was briefed by city officials.", "sentId": 38}, {"text": "Asked about Trump's tough talk, Mrs. Clinton was more cautious.", "sentId": 39}], "secId": 28}, {"speaker": "CLINTON", "sentences": [{"text": "Well, I think it's important to know the facts about any incident like this.", "sentId": 40}, {"text": "That's why it's critical to support the first responders, the investigators, who are looking and who are trying to determine what did happen.", "sentId": 41}, {"text": "I think it's always wiser to wait until you have information before making conclusions, because we are just in the beginning stages of trying to determine what happened.", "sentId": 42}], "secId": 29}, {"speaker": "KING", "sentences": [{"text": "We see, again, and we're still waiting for a lot of information about last night.", "sentId": 43}, {"text": "So, we need to be careful about ascribing exactly what happened, the motivations for it, there are no suspects in custody yet.", "sentId": 44}, {"text": "The timing is obviously interesting.", "sentId": 45}, {"text": "It's a week after the 9/11 anniversary and just days before world leaders gather in New York City for the United Nations General Assembly.", "sentId": 46}, {"text": "So, everybody has questions about who, what and why.", "sentId": 47}], "secId": 30}, {"speaker": "KING", "sentences": [{"text": "But in those responses, Maggie, you see sort of what we have come to -- used to in this campaign, very different responses.", "sentId": 48}, {"text": "Trump immediately muscular, strength, strong, tough times, we got to do something about it.", "sentId": 49}, {"text": "Clinton, you know, let's just wait until we know more before we jump to conclusions.", "sentId": 50}], "secId": 31}, {"speaker": "HABERMAN", "sentences": [{"text": "That's certainly on the style, on the substance that you said more about her than him.", "sentId": 51}], "secId": 32}, {"speaker": "HABERMAN", "sentences": [{"text": "The substance wasn't just that Trump said, we've go to be tough.", "sentId": 52}, {"text": "It's that he came and said there was a bomb in New York City.", "sentId": 53}, {"text": "Officials had not even yet said what caused the explosion.", "sentId": 54}, {"text": "And then he immediately connected it to his campaign message, which is about terrorism.", "sentId": 55}, {"text": "That is what is very different, I think.", "sentId": 56}], "secId": 33}, {"speaker": "HABERMAN", "sentences": [{"text": "And what a lot of Republicans, even those who like Trump have been concerned about is that he often gets ahead of information.", "sentId": 57}, {"text": "He often goes with sort of the gloss and shares it quickly.", "sentId": 58}], "secId": 34}, {"speaker": "HABERMAN", "sentences": [{"text": "That's not something that we're used to seeing in any nominee of any party.", "sentId": 59}, {"text": "And I do think that this is something that you're going to see Democrats making a case about with Trump repeatedly, that he is not careful.", "sentId": 60}, {"text": "That he doesn't wait for facts.", "sentId": 61}, {"text": "That he just goes off and talks.", "sentId": 62}, {"text": "I think it's something you will hear Obama in particular saying when", "sentId": 63}], "secId": 35}, {"speaker": "HABERMAN", "sentences": [{"text": "he's on the campaign trail for her throughout October.", "sentId": 64}], "secId": 36}, {"speaker": "KING", "sentences": [{"text": "That a president can't do that.", "sentId": 65}], "secId": 37}, {"speaker": "HABERMAN", "sentences": [{"text": "That's right.", "sentId": 66}], "secId": 38}, {"speaker": "KING", "sentences": [{"text": "That Trump -- listen, it's gotten him this far.", "sentId": 67}, {"text": "Trump trusts his gut.", "sentId": 68}, {"text": "He trusts his impulse.", "sentId": 69}, {"text": "He trusts his reflexes.", "sentId": 70}, {"text": "But they're trying to make the point is that a president, a leader can't do that.", "sentId": 71}], "secId": 39}, {"speaker": "MURRAY", "sentences": [{"text": "Well, and the other thing he struggles with is even after he seizes on these moments so instantly before we have the facts, is he struggles with the whole consoler in chief role.", "sentId": 72}, {"text": "I mean, he still hasn't expressed concern about the people who were injured in this incident.", "sentId": 73}, {"text": "And we've seen this a number of times after tragedies, that he is more likely to seize on the message that, you know, I predicted this or we saw this coming or we need to be tough.", "sentId": 74}, {"text": "And then, later, almost as an afterthought, he realizes, OK, I should express my concern about the people who were injured or people who were killed in previous cases.", "sentId": 75}], "secId": 40}, {"speaker": "MURRAY", "sentences": [{"text": "And we are used to seeing our commander-in-chief come out and sort of offer words about how this is going to be OK and how our hearts are with people who are injured.", "sentId": 76}, {"text": "And we just -- Trump has difficulty with that.", "sentId": 77}], "secId": 41}, {"speaker": "HABERMAN", "sentences": [{"text": "Well, and just also to follow up on that -- what I perhaps inartfully saying, but there is a role that presidents and leaders tend to play, which is to try not to exacerbate public concern and panic.", "sentId": 78}, {"text": "And that is -- that's the opposite of what he did.", "sentId": 79}, {"text": "And that's been the opposite of what he does in a lot of these cases.", "sentId": 80}], "secId": 42}, {"speaker": "HABERMAN", "sentences": [{"text": "But to go out before a rally 40 minutes after this explosion when people are still being taken to hospitals and still sorted out, and say, look, this shows we've got to tougher -- you know, he didn't say terror essentially we've got to get tough and that was the implication.", "sentId": 81}, {"text": "That is not something that we're used to.", "sentId": 82}], "secId": 43}, {"speaker": "KING", "sentences": [{"text": "In the campaign debate, and again, we're one week from the first debate, this has been this has been the theme that he's dangerous, that he's reckless, that he's unfit has been a theme of the Clinton speeches and campaign television advertising on the Clinton part.", "sentId": 83}, {"text": "But to Trump defenders would say, well, maybe we don't know if this it's terrorism ,but it's terror and that Americans want a tough leader.", "sentId": 84}, {"text": "They want someone who's going to kick the cans and they want someone who may be -- thinks, you know, we don't need the caution leaders typically represent isn't what we want.", "sentId": 85}], "secId": 44}, {"speaker": "PACE", "sentences": [{"text": "That's the gamble he's making.", "sentId": 86}, {"text": "You've heard it year after year with President Obama who takes the caution of a commander-in-chief to the extreme in some cases and really tends to wait until he does have complete information.", "sentId": 87}, {"text": "There are a lot of benefits to doing that when you're the person who has to make the decision based on that information.", "sentId": 88}, {"text": "But it also has been frustrating to people who feel like he's not", "sentId": 89}], "secId": 45}, {"speaker": "PACE", "sentences": [{"text": "reacting fast enough to events, and Trump is trying to show that he is reacting.", "sentId": 90}, {"text": "There is a difference, though, between reacting as a candidate where you're essentially just calling something what you think it is and reacting as a commander-in-chief where you're then responsible for the decisions that have to follow the action.", "sentId": 91}], "secId": 46}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 92}, {"text": "And if you listen, Secretary Clinton was here in Washington last night with Congressional Black Caucus dinner.", "sentId": 93}, {"text": "She was aware of this when she left the hotel.", "sentId": 94}, {"text": "She waited till she got back to New York, her campaign plane back to New York.", "sentId": 95}], "secId": 47}, {"speaker": "KING", "sentences": [{"text": "Let's listen to what she said.", "sentId": 96}, {"text": "It's just the different tone, Trump is very muscular, very forward leaning.", "sentId": 97}, {"text": "And she's -- watch her demeanor here.", "sentId": 98}], "secId": 48}, {"speaker": "CLINTON", "sentences": [{"text": "I've been briefed about the bombings in New York and New Jersey and the attack in Minnesota.", "sentId": 99}, {"text": "Obviously, we need to do everything we can to support our first responders, also to pray for the victims.", "sentId": 100}, {"text": "We have to let this investigation unfold.", "sentId": 101}, {"text": "We've been in touch with various officials, including the mayor's office in New York to learn what they are discovering as they conduct this investigation.", "sentId": 102}, {"text": "And I'll have more to say about it when we actually know the facts.", "sentId": 103}], "secId": 49}, {"speaker": "KING", "sentences": [{"text": "Hard to hear some of that because of the airplane noise.", "sentId": 104}, {"text": "But I'll have more to say about that when we have some facts.", "sentId": 105}], "secId": 50}, {"speaker": "KING", "sentences": [{"text": "Abby, you spend a lot of time covering the Clinton campaign.", "sentId": 106}, {"text": "Do they have this internal debate about whether to stick that way?", "sentId": 107}, {"text": "She thinks that's the right approach, without a doubt.", "sentId": 108}, {"text": "She thinks that's the right approach.", "sentId": 109}], "secId": 51}, {"speaker": "KING", "sentences": [{"text": "But they also understand they're running against a candidate who is very quick, who gets out ahead.", "sentId": 110}, {"text": "Do they feel a temptation they need to be more aggressive?", "sentId": 111}], "secId": 52}, {"speaker": "PHILLIP", "sentences": [{"text": "I think the fact that we saw her say something at all is an indication they felt like they needed to say something immediately, if only because Trump had already done so.", "sentId": 112}], "secId": 53}, {"speaker": "PHILLIP", "sentences": [{"text": "And the way she did it is really Hillary Clinton.", "sentId": 113}, {"text": "I mean, she's talking about coordinating with all these different agencies and offices and, you know?", "sentId": 114}, {"text": "I mean, that's the way that she approaches these types of situations.", "sentId": 115}], "secId": 54}, {"speaker": "PHILLIP", "sentences": [{"text": "And they're aware even though we've had prior terror attacks or things like it, San Bernardino, in the course of this presidential campaign, and it's been unclear how that's affected the electorate.", "sentId": 116}, {"text": "We're in this sort of critical zone here.", "sentId": 117}, {"text": "You know, less than 55 days before the election and they're aware that they can't leave anything to chance -- meaning that they do have to respond to the sort of thing, even if they might prefer to wait a few more hours until they know more.", "sentId": 118}], "secId": 55}, {"speaker": "KING", "sentences": [{"text": "You make a point about the zone we're in, because this race is tightening.", "sentId": 119}, {"text": "We'll get more to that -- a closer look at that in a minute.", "sentId": 120}, {"text": "First debate is a week from tomorrow.", "sentId": 121}, {"text": "So, you always say, one event, be careful, let's not jump to conclusions about how one event, or one dynamic would change the race, but it's interesting to watch.", "sentId": 122}], "secId": 56}, {"speaker": "KING", "sentences": [{"text": "As all this plays out, there's no question, temperament to be commander in chief will be part of the first debate a week from now.", "sentId": 123}, {"text": "Bob Gates, the former defense secretary, former CIA director, mostly in Republican administrations, but served in some Democratic administrations, wrote this in an op-ed in \"The Wall Street Journal\" on Friday.", "sentId": 124}, {"text": "He said some tough things about Secretary Clinton -- we should be clear about that.", "sentId": 125}, {"text": "But then he said, \"At least on national security, I believe Mr. Trump is beyond repair.", "sentId": 126}, {"text": "He's stubbornly uninformed about the world and how to lead our country and government and temperamentally unsuited to lead our men and women uniform.", "sentId": 127}, {"text": "He's unqualified and unfit to be commander-in-chief.\"", "sentId": 128}], "secId": 57}, {"speaker": "KING", "sentences": [{"text": "Now, if you're the Democrat, if you're Hillary Clinton, you think great, here is sort of an Eisenhower Republican who has served for 30 years, been defense secretary, been inside the White House, been at the CIA, proof from a Republican.", "sentId": 129}, {"text": "If you're Trump, you say, it's the old establishment out to get me again.", "sentId": 130}], "secId": 58}, {"speaker": "HABERMAN", "sentences": [{"text": "Actually, if you're Trump, you say there's something wrong with Bob Gates, which is what he did last night.", "sentId": 131}], "secId": 59}, {"speaker": "KING", "sentences": [{"text": "Well, he did.", "sentId": 132}], "secId": 60}, {"speaker": "HABERMAN", "sentences": [{"text": "But I'm actually -- I'm not making a joke.", "sentId": 133}, {"text": "I mean, there is a knee jerk reaction that Trump has to any criticism.", "sentId": 134}, {"text": "And it is immediately, there's something wrong with that person, they're wacky, they're crazy, they're a loser, they're sad.", "sentId": 135}], "secId": 61}, {"speaker": "KING", "sentences": [{"text": "It's a key point.", "sentId": 136}, {"text": "I don't mean to interrupt.", "sentId": 137}, {"text": "But it's a key point because Trump has been disciplined, probably disciplined for a while and in the past 72 hours, he's gone back to insult land, especially on Twitter and in that rally.", "sentId": 138}], "secId": 62}, {"speaker": "HABERMAN", "sentences": [{"text": "Absolutely.", "sentId": 139}, {"text": "And I think that that is where, you know, people might be inclined to say, you know what, that is the status quo, that is the establishment.", "sentId": 140}, {"text": "This is somebody who doesn't like the way Trump is going about it.", "sentId": 141}, {"text": "But because he often goes frequently when he's not, you know, being sort of kept quiet or disciplined, he goes so quickly to make it personal.", "sentId": 142}, {"text": "I think that undermines his own argument.", "sentId": 143}], "secId": 63}, {"speaker": "PACE", "sentences": [{"text": "And I do think that, you know, Bob Gates, for people who pay attention to what former administration officials, people at this level talk about at this state of a campaign, you might be looking at more establishment-minded Republicans, more moderate, Bob Gates is a universally respected figure.", "sentId": 144}, {"text": "It's hard to overstate the role that he's played in numerous administrations.", "sentId": 145}, {"text": "Him coming out and saying I think this is really important.", "sentId": 146}, {"text": "But I", "sentId": 147}], "secId": 64}, {"speaker": "PACE", "sentences": [{"text": "also don't think you should gloss over what he said about Hillary Clinton, because she has actually latched on to her relationship with Bob Gates during her tenure as secretary of state as an example of how she was able to work with people who are -- who lean towards Republicanism, you know, how she would do that as president.", "sentId": 148}, {"text": "It was fascinating to see him be so critical of her.", "sentId": 149}], "secId": 65}, {"speaker": "KING", "sentences": [{"text": "Yes.", "sentId": 150}, {"text": "He suggested, maybe, she should break with President Obama in a couple of things.", "sentId": 151}, {"text": "Come up with some new ideas for how to deal with some of these challenges.", "sentId": 152}], "secId": 66}, {"speaker": "KING", "sentences": [{"text": "Much more to talk about.", "sentId": 153}, {"text": "Up next, Donald Trump's latest flip-flop with admitting President Obama was born in the United States.", "sentId": 154}, {"text": "Can you believe that?", "sentId": 155}, {"text": "He admitted President Obama born right here in the United States.", "sentId": 156}, {"text": "Will it change anyone's impression or affect the campaign ahead?", "sentId": 157}], "secId": 67}, {"speaker": "KING", "sentences": [{"text": "As flip-flops go, you can score this one as off the charts.", "sentId": 158}], "secId": 68}, {"speaker": "TRUMP", "sentences": [{"text": "President Barack Obama was born in the United States, period.", "sentId": 159}], "secId": 69}, {"speaker": "KING", "sentences": [{"text": "History books will record that Donald Trump finally faced and spoke the truth, seven years and 241 days into the Obama presidency and five years, four months and 20 days after the president released his long form birth certificate from the state of Hawaii -- that's in the United States -- in an effort to put birther conspiracies nonsense to rest.", "sentId": 160}], "secId": 70}, {"speaker": "KING", "sentences": [{"text": "Last night at the Congressional Black Caucus dinner here in Washington, the president made light of it all.", "sentId": 161}], "secId": 71}, {"speaker": "OBAMA", "sentences": [{"text": "I don't know about you guys, but I am so relieved that the whole birther thing is over.", "sentId": 162}, {"text": "I mean, ISIL, North Korea, poverty, climate change, none of those things weighed on my mind.", "sentId": 163}, {"text": "Like the validity of my birth certificate.", "sentId": 164}], "secId": 72}, {"speaker": "KING", "sentences": [{"text": "is why now?", "sentId": 165}, {"text": "Why?", "sentId": 166}], "secId": 73}, {"speaker": "KING", "sentences": [{"text": "Five years, you know, four months, 20 days after the president released his birth certificate.", "sentId": 167}, {"text": "And remember, Donald Trump said then he was sending a team to Hawaii, which I don't believe he ever did.", "sentId": 168}, {"text": "He later said he had good information that it was a fraud.", "sentId": 169}], "secId": 74}, {"speaker": "KING", "sentences": [{"text": "So, it's not like he was just quiet about it and never came out and said, you know, OK, fine, I agree.", "sentId": 170}, {"text": "Why now -- at a time when most Republicans said you had a few good weeks, the tide in the race is actually moving your way?", "sentId": 171}], "secId": 75}, {"speaker": "MURRAY", "sentences": [{"text": "We tried to ask him that.", "sentId": 172}, {"text": "We stood on chairs.", "sentId": 173}, {"text": "We yelled the questions at him during his press conference that wasn't actually a press conference, in which he made this statement.", "sentId": 174}, {"text": "He just had no interest in answering any questions about how he got to this point, why now.", "sentId": 175}, {"text": "But I think the reality is it's the calendar.", "sentId": 176}], "secId": 76}, {"speaker": "KING", "sentences": [{"text": "Because they made him -- his staff made him do this?", "sentId": 177}, {"text": "Or at least pushed him into doing it?", "sentId": 178}], "secId": 77}, {"speaker": "HABERMAN", "sentences": [{"text": "His staff was making him aware that this was going -- one of the things his staff does is when you see his advisors or his surrogates talking on TV, they are sometimes, not always, but sometimes talking to him.", "sentId": 179}, {"text": "And so, one of the things that they have been trying to --", "sentId": 180}], "secId": 78}, {"speaker": "KING", "sentences": [{"text": "Because he watches the shows?", "sentId": 181}], "secId": 79}, {"speaker": "HABERMAN", "sentences": [{"text": "Correct.", "sentId": 182}], "secId": 80}, {"speaker": "HABERMAN", "sentences": [{"text": "Impress upon him that this is going to come up at the debate and you're now going to be prepared to deal with it.", "sentId": 183}, {"text": "He has not wanted to deal with this this whole time.", "sentId": 184}, {"text": "He has continued to say to people privately that he has a theory or he has some sense or so forth.", "sentId": 185}], "secId": 81}, {"speaker": "HABERMAN", "sentences": [{"text": "So, he was brought to this sort of kicking and screaming.", "sentId": 186}, {"text": "He got asked by the \"The Washington Post\" specifically about it on Wednesday and he wouldn't answer it.", "sentId": 187}, {"text": "He said, you know, I'm not -- I'm not going to talk about it, I'll talk about it at the right time.", "sentId": 188}], "secId": 82}, {"speaker": "HABERMAN", "sentences": [{"text": "One person close to Trump said to me he wants to do this on his own terms.", "sentId": 189}, {"text": "The problem is when you're a president, you get to do little on your own terms because we elect presidents here, not rulers.", "sentId": 190}, {"text": "I think was Obama's line.", "sentId": 191}], "secId": 83}, {"speaker": "HABERMAN", "sentences": [{"text": "But so, he had to do it because they need today just, you know, get it off the table.", "sentId": 192}, {"text": "The problem is a 32-second clip or whatever that was, is not going to end it.", "sentId": 193}, {"text": "He will still get these questions.", "sentId": 194}, {"text": "And as you say, it was five years of this -- off and on, but five years.", "sentId": 195}], "secId": 84}, {"speaker": "KING", "sentences": [{"text": "He didn't say sorry, didn't say I was wrong.", "sentId": 196}], "secId": 85}, {"speaker": "HABERMAN", "sentences": [{"text": "Right.", "sentId": 197}], "secId": 86}, {"speaker": "KING", "sentences": [{"text": "Didn't say I believe it in my heart.", "sentId": 198}, {"text": "He just kind of said, OK, let's move on.", "sentId": 199}, {"text": "So, if you're -- just quickly, if you're Hillary Clinton, you try to say, all right, don't let him off the hook.", "sentId": 200}, {"text": "She said you can't erase history and this.", "sentId": 201}], "secId": 87}, {"speaker": "CLINTON", "sentences": [{"text": "It's not about golf course promotions or birth certificates.", "sentId": 202}, {"text": "We need ideas, not insults, real plans to help struggling Americans in communities that have been left out and left behind.", "sentId": 203}, {"text": "Not prejudice and paranoia.", "sentId": 204}, {"text": "We can't let Barack Obama's legacy fall into the hands of someone who doesn't understand that.", "sentId": 205}], "secId": 88}, {"speaker": "KING", "sentences": [{"text": "Do they worry that because Trump has -- in Trump's world, it's over.", "sentId": 206}, {"text": "It's finished.", "sentId": 207}, {"text": "He said so.", "sentId": 208}, {"text": "In Trump's world, therefore, it's finished.", "sentId": 209}, {"text": "Do they worry that they lose the political advantage they hope to get here and turning out not just African-Americans but other people who just looked at the birther conspiracy and say it's foolish nonsense?", "sentId": 210}], "secId": 89}, {"speaker": "PHILLIP", "sentences": [{"text": "I mean, I think this is a gift for them.", "sentId": 211}, {"text": "I mean, the Clinton campaign was going into maybe their second really tough week.", "sentId": 212}, {"text": "And then all of a sudden, the birther issue just pops up and they can remind everybody on the planet that Donald Trump for five years said that the president of the United States was not born in America.", "sentId": 213}], "secId": 90}, {"speaker": "PHILLIP", "sentences": [{"text": "And furthermore, if you look listen to the glee in President Obama's voice when he talks about this issue, what this represents is an opportunity for Democrats to say, this is the sort of, you know, completely unsubstantial type of conversation that Donald Trump represents.", "sentId": 214}, {"text": "And that he's bringing his entire party into.", "sentId": 215}], "secId": 91}, {"speaker": "PHILLIP", "sentences": [{"text": "And we're going to talk about the issues and they're going to talk about the birther stuff.", "sentId": 216}, {"text": "And I think they're going to go to town with this.", "sentId": 217}, {"text": "I mean, they now have they think a free pass regardless of what Donald Trump did in 28 seconds on Friday to talk about this as much as they can possibly talk about.", "sentId": 218}], "secId": 92}, {"speaker": "PACE", "sentences": [{"text": "I think there are very few block voters and moderate independent voters who are going to say, well, now that's done.", "sentId": 219}, {"text": "Now, that Donald Trump has said that he believes President Obama was born in the country the issue is off the table.", "sentId": 220}], "secId": 93}, {"speaker": "PACE", "sentences": [{"text": "The bigger problem here is that he spent all of this time asking the question, the mere act of asking the question, challenging the first black president's legitimacy has been incredibly damaging not just to Obama, but just to our politics in general.", "sentId": 221}, {"text": "You really can't overstate the role that Donald Trump has played in getting us to this divisive place.", "sentId": 222}, {"text": "I watched it first-hand at the White House.", "sentId": 223}, {"text": "It has been unbelievable.", "sentId": 224}], "secId": 94}, {"speaker": "KING", "sentences": [{"text": "And he said his investigative team in Hawaii, which I don't believe ever existed.", "sentId": 225}, {"text": "But he say they found great stuff.", "sentId": 226}, {"text": "He said somebody came to him, somebody came to him and showed him the evidence that this was a fraud.", "sentId": 227}], "secId": 95}, {"speaker": "HABERMAN", "sentences": [{"text": "What he is going to do is he is going to say, as he did say incorrectly on Friday, Hillary Clinton started this.", "sentId": 228}, {"text": "Hillary Clinton never talked about this, her campaign aides never talked about this publicly.", "sentId": 229}, {"text": "There was this controversial Mark Penn memo from 2007 which tried to sort of otherize Obama, and I suspect she will get asked about that.", "sentId": 230}, {"text": "There were some supporters who talked about this, I'm sure she's going to get asked about that, too.", "sentId": 231}], "secId": 96}, {"speaker": "HABERMAN", "sentences": [{"text": "There were unpleasant moments in that '08 campaign.", "sentId": 232}, {"text": "And that will get us about that.", "sentId": 233}, {"text": "That is not the same as a nominee having talked about this, pushed into mainstream, at a point in 2011 when it was considered by most conservatives to be a fringe issue and not one that they wanted to talk about.", "sentId": 234}, {"text": "There just isn't a parallel.", "sentId": 235}, {"text": "And one of the things Trump has succeeded in doing is essentially turning this whole campaign and the dialogue around it into a form Twitter where everything is sort of equal and tamp down to the same size.", "sentId": 236}], "secId": 97}, {"speaker": "HABERMAN", "sentences": [{"text": "So, there is this question what did Sidney Blumenthal, a Clinton adviser, do?", "sentId": 237}, {"text": "Sidney Blumenthal has long been a problem for Hillary Clinton.", "sentId": 238}, {"text": "And she again will get asked about this.", "sentId": 239}, {"text": "He dies that he did anything.", "sentId": 240}, {"text": "Sidney Blumenthal is not running for president and they're not the same thing.", "sentId": 241}], "secId": 98}, {"speaker": "KING", "sentences": [{"text": "I hope she gets asked about it and I hope she has the courage to well, let's just say push Sidney away.", "sentId": 242}, {"text": "But unlikely in Clinton land.", "sentId": 243}], "secId": 99}, {"speaker": "KING", "sentences": [{"text": "Maybe he was trying to change the subject.", "sentId": 244}, {"text": "Friday night at a rally, Donald Trump said something he's kind of touched on before but said it in a new way that again makes a lot of people say, I don't know if you ought to be president.", "sentId": 245}], "secId": 100}, {"speaker": "TRUMP", "sentences": [{"text": "I think that her body guards should drop all weapons.", "sentId": 246}, {"text": "They should disarm, right?", "sentId": 247}, {"text": "Right?", "sentId": 248}, {"text": "I think they should disarm.", "sentId": 249}, {"text": "Immediately, what do you think?", "sentId": 250}, {"text": "Yes?", "sentId": 251}, {"text": "Yes.", "sentId": 252}, {"text": "Yes.", "sentId": 253}], "secId": 101}, {"speaker": "TRUMP", "sentences": [{"text": "Take their guns away, she doesn't want guns.", "sentId": 254}, {"text": "Take their -- let's see what happens to her.", "sentId": 255}, {"text": "Take their guns away.", "sentId": 256}, {"text": "OK?", "sentId": 257}, {"text": "It would be very dangerous.", "sentId": 258}], "secId": 102}, {"speaker": "KING", "sentences": [{"text": "Is that supposed to be funny?", "sentId": 259}], "secId": 103}, {"speaker": "MURRAY", "sentences": [{"text": "We've heard him say things like this before and he just took it another step further.", "sentId": 260}, {"text": "But it's not funny.", "sentId": 261}, {"text": "And our colleague Evan Perez has been reporting about why this is not funny, and it's because members of law enforcement are telling him it's not going to be Hillary Clinton who is going to get hurt, it's going to be members of her Secret Service detail who could possibly get shot, who could possibly get killed because of a presidential nominee making irresponsible comments like that.", "sentId": 262}], "secId": 104}, {"speaker": "MURRAY", "sentences": [{"text": "They don't have bodyguards.", "sentId": 263}, {"text": "Both of them have the same protection.", "sentId": 264}, {"text": "It's U.S. Secret Service.", "sentId": 265}], "secId": 105}, {"speaker": "MURRAY", "sentences": [{"text": "And when you make comments like that, it doesn't just put Hillary Clinton at risk, it doesn't just necessarily put her supporters at risk.", "sentId": 266}, {"text": "It puts members of U.S. Secret Service who are devoting their life to protecting someone they didn't necessarily choose to protect at risk.", "sentId": 267}], "secId": 106}, {"speaker": "PACE", "sentences": [{"text": "I think what's so striking is that Trump has not adjusted to the fact that he is now speaking as a presidential nominee, someone who is 50-something days away from being president-elect.", "sentId": 268}, {"text": "Your words matter so much more in this context than they ever have at any point of his life.", "sentId": 269}, {"text": "And he has not recalibrated in any way.", "sentId": 270}], "secId": 107}, {"speaker": "PACE", "sentences": [{"text": "And the consequences could be incredibly dangerous.", "sentId": 271}, {"text": "And I think he needs -- if he really wants to do this, he really needs to grapple with that reality.", "sentId": 272}], "secId": 108}, {"speaker": "KING", "sentences": [{"text": "All right.", "sentId": 273}, {"text": "Everybody, sit tight.", "sentId": 274}], "secId": 109}, {"speaker": "KING", "sentences": [{"text": "Up next, Hillary Clinton said she feels great after two days of rest.", "sentId": 275}, {"text": "Donald Trump says he was just -- he could lose 20 pounds.", "sentId": 276}, {"text": "A lot of health talk on the trial, but not a lot of detailed information.", "sentId": 277}], "secId": 110}, {"speaker": "KING", "sentences": [{"text": "Plus, please take our INSIDE POLITICS quiz this Sunday.", "sentId": 278}, {"text": "Who do you think is Hillary Clinton's strongest campaign surrogate?", "sentId": 279}, {"text": "President Obama, Michelle Obama, Bill Clinton or Bernie Sanders?", "sentId": 280}], "secId": 111}, {"speaker": "KING", "sentences": [{"text": "It's pretty hard to overstate the importance of the next eight to 10 days in the presidential race.", "sentId": 281}, {"text": "We have a week for the candidates to campaign while they're studying.", "sentId": 282}, {"text": "The first debate is a week from tomorrow night.", "sentId": 283}, {"text": "And look at the race right now, yes, still slight advantage Hillary Clinton.", "sentId": 284}, {"text": "But it's trending Donald Trump's way with just a few battleground states.", "sentId": 285}], "secId": 112}, {"speaker": "KING", "sentences": [{"text": "Yes, Secretary Clinton up on average six points in Pennsylvania.", "sentId": 286}, {"text": "But that's down from a month ago.", "sentId": 287}, {"text": "Up on average five points in Michigan.", "sentId": 288}, {"text": "Again down from a month ago.", "sentId": 289}, {"text": "Five in Virginia, down from a month ago.", "sentId": 290}, {"text": "And look, Clinton, North Carolina, it's about a tie right now.", "sentId": 291}, {"text": "We have a Clinton plus one in the RealClearPolitics average.", "sentId": 292}, {"text": "Some recent polls show Trump ahead.", "sentId": 293}, {"text": "Trump on average ahead in Florida.", "sentId": 294}, {"text": "Trump on average ahead in Ohio.", "sentId": 295}], "secId": 113}, {"speaker": "KING", "sentences": [{"text": "What does that mean?", "sentId": 296}, {"text": "It takes 270 electoral votes to win the presidency.", "sentId": 297}, {"text": "If the election were today, we believe Hillary Clinton would win because of her leads in Virginia and Pennsylvania.", "sentId": 298}, {"text": "But watch this, watch this, polling this week shows Donald Trump ahead in Nevada.", "sentId": 299}, {"text": "Well ahead in Iowa.", "sentId": 300}, {"text": "As we just said ahead there.", "sentId": 301}, {"text": "Competitive here.", "sentId": 302}, {"text": "Ahead there.", "sentId": 303}], "secId": 114}, {"speaker": "KING", "sentences": [{"text": "If he won all of those, then we'd be at 273, 265, and Donald Trump would have to do one and only thing -- flip.", "sentId": 304}, {"text": "Any one of these blue states, maybe Virginia, then he's the president.", "sentId": 305}, {"text": "Maybe Hillary Clinton holds that because of Tim Kaine.", "sentId": 306}, {"text": "Got to take that off to do that.", "sentId": 307}, {"text": "Take that off.", "sentId": 308}, {"text": "Maybe she holds that because of Tim Kaine.", "sentId": 309}, {"text": "Well, can he flip Pennsylvania?", "sentId": 310}, {"text": "Can he flip Michigan?", "sentId": 311}], "secId": 115}, {"speaker": "KING", "sentences": [{"text": "The point I'm making is the race is close.", "sentId": 312}, {"text": "Still advantage Clinton but trending Trump's way heading into the first debate.", "sentId": 313}, {"text": "And the tightening of the polls comes at a time Trump and his family, and you can bet this will come up in the debates, facing more scrutiny about the Trump Foundation, about how the family business would function in a Trump presidency.", "sentId": 314}, {"text": "What would you do about conflicts of interests?", "sentId": 315}, {"text": "To add to this, here's a novel, to be polite, new take on why Donald Trump should not release his taxes before the election.", "sentId": 316}], "secId": 116}, {"speaker": "JR.", "sentences": [{"text": "He's got a 12,000 page tax return that would create -- that would create probably 300 million independent financial auditors out of every person in the country asking questions that are going to distract from his main message.", "sentId": 317}], "secId": 117}, {"speaker": "KING", "sentences": [{"text": "Those 300 million people who would become independent auditors or whatever, I think we call them voters in a democracy.", "sentId": 318}, {"text": "There's a great story here on the front page of your Sunday \"New York Times\" today, too, about how Trump used tax breaks to build his business empire.", "sentId": 319}, {"text": "No indication.", "sentId": 320}, {"text": "It's perfectly legal.", "sentId": 321}, {"text": "You can apply for tax breaks if you're in a real estate business.", "sentId": 322}, {"text": "But the point is this is his calling card.", "sentId": 323}, {"text": "He has not been in public office.", "sentId": 324}, {"text": "He does not have a voting record like Secretary Clinton does.", "sentId": 325}, {"text": "He does not have a record in government whether you go back to Bill Clinton's record in Arkansas, Bill Clinton's record in the White House, Hillary Clinton has to answer for that sometimes, even though it's him not her.", "sentId": 326}, {"text": "She was secretary of state.", "sentId": 327}], "secId": 118}, {"speaker": "KING", "sentences": [{"text": "His business is his calling card.", "sentId": 328}, {"text": "Can he get through this?", "sentId": 329}, {"text": "He's got 50 days.", "sentId": 330}, {"text": "I guess he's determined to get through this without releasing his taxes which will tell us how much do you owe foreign banks, foreign interests.", "sentId": 331}, {"text": "How many of these tax breaks did you take advantage of just to give people a sense of who is this man.", "sentId": 332}], "secId": 119}, {"speaker": "PACE", "sentences": [{"text": "It seems like he is going to try to get through the election without doing that.", "sentId": 333}, {"text": "And I'm at least glad that we got a more honest answer from his son about why he is not doing it as oppose to keeping up this charade about an audit that everybody has said over and over again puts no limit on his ability to release his tax returns.", "sentId": 334}], "secId": 120}, {"speaker": "KING", "sentences": [{"text": "Yes.", "sentId": 335}, {"text": "Information about his father's business would distract from the main message.", "sentId": 336}, {"text": "Isn't that up to the voters to decide?", "sentId": 337}, {"text": "A lot of people say we're whiny reporters when we do this.", "sentId": 338}], "secId": 121}, {"speaker": "HABERMAN", "sentences": [{"text": "People say we're whiny reporters when we do this because they have basically treated everything that goes to disclosure as if this was just reporters wanting more information about people's private lives.", "sentId": 339}, {"text": "The problem is, this is, as you say, not just his calling card but Trump's name is his brand.", "sentId": 340}, {"text": "And it is his brand  both in terms of licensing.", "sentId": 341}, {"text": "It's his brand in terms of real estate.", "sentId": 342}, {"text": "And it is all intertwined.", "sentId": 343}], "secId": 122}, {"speaker": "HABERMAN", "sentences": [{"text": "He has yet to say exactly what he would do with his business other than saying my children would run it.", "sentId": 344}, {"text": "As you know, my children would run.", "sentId": 345}, {"text": "I wouldn't talk to them about it.", "sentId": 346}, {"text": "I mean, that's not --", "sentId": 347}], "secId": 123}, {"speaker": "KING", "sentences": [{"text": "As you jump in, let's just listen -- to your point, let's listen to Don Jr. talking about that and this idea of a blind trust.", "sentId": 348}], "secId": 124}, {"speaker": "OBAMA", "sentences": [{"text": "Isn't anything like reality TV.", "sentId": 349}], "secId": 125}, {"speaker": "KING", "sentences": [{"text": "That was not Donald Trump Jr.", "sentId": 350}, {"text": "I can certify.", "sentId": 351}, {"text": "Here's what, he says it's -- he was asked by George Stephanopoulos, a blind trust is not a blind trust if it's being run by his children.", "sentId": 352}, {"text": "And Donald Trump Jr. said it is because he'll not have anything to do with it.", "sentId": 353}, {"text": "He said, that's nothing to do with it.", "sentId": 354}, {"text": "He wants to get the country in the right track.", "sentId": 355}, {"text": "So Donald Trump Jr. saying if dad's president that they'll run the business and they won't talk to him about it.", "sentId": 356}], "secId": 126}, {"speaker": "MURRAY", "sentences": [{"text": "So basically everything that they've said about this is nonsensical to this point.", "sentId": 357}, {"text": "One, because, Donald Trump also said that they would just pull out of countries where it would be a conflict of interest with American interest if he were president.", "sentId": 358}, {"text": "Well, you can't do that if you're not the one running your companies.", "sentId": 359}, {"text": "But you also can't have a blind trust and suddenly forget where your properties are based across the world.", "sentId": 360}], "secId": 127}, {"speaker": "MURRAY", "sentences": [{"text": "Real estate does not work that way.", "sentId": 361}, {"text": "And even if your children are now in charge of the business as experts have pointed out to us repeatedly, if your child goes to another country and asks for preferential treatment from another world leader, they're not going to suddenly forget that your father is the president of the United States.", "sentId": 362}, {"text": "It just doesn't work that way.", "sentId": 363}, {"text": "And his campaign has not given a straight answer.", "sentId": 364}, {"text": "Donald Trump has not given a straight answer about how this would all work in a way that would actually prevent conflicts in interest.", "sentId": 365}], "secId": 128}, {"speaker": "KING", "sentences": [{"text": "So you make a great point.", "sentId": 366}, {"text": "You make the very argument the Trump campaign makes about the Clinton Foundation.", "sentId": 367}, {"text": "That, you know, they say they did nothing wrong, and they say, well, what about just the perception that these world leaders are -- giving money or meeting with the Clinton Foundation --", "sentId": 368}], "secId": 129}, {"speaker": "PACE", "sentences": [{"text": "But the difference is that with the Clinton Foundation -- and these are really legitimate questions to ask about how she would deal with people who have given all this money if she's president.", "sentId": 369}, {"text": "We have lists of donors.", "sentId": 370}], "secId": 130}, {"speaker": "KING", "sentences": [{"text": "We know the donors.", "sentId": 371}], "secId": 131}, {"speaker": "PACE", "sentences": [{"text": "To the Clinton Foundation.", "sentId": 372}, {"text": "We don't have the information about the Trump --", "sentId": 373}], "secId": 132}, {"speaker": "PHILLIP", "sentences": [{"text": "Clinton committed to changing the guard basically if she is elected.", "sentId": 374}], "secId": 133}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 375}], "secId": 134}, {"speaker": "PHILLIP", "sentences": [{"text": "I mean, that's a pretty big concession, removing Bill and Chelsea from boards.", "sentId": 376}, {"text": "I mean, these are their proactive steps to resolve some of these very same questions that Donald Trump seems unwilling to do himself.", "sentId": 377}, {"text": "And he is very close to his daughter Ivanka.", "sentId": 378}, {"text": "If she's running the business, it's more or less the same.", "sentId": 379}], "secId": 135}, {"speaker": "HABERMAN", "sentences": [{"text": "I don't think anybody believes he's not talking to his children about what's going on.", "sentId": 380}], "secId": 136}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 381}], "secId": 137}, {"speaker": "HABERMAN", "sentences": [{"text": "I think that that's a leap to ask people --", "sentId": 382}], "secId": 138}, {"speaker": "KING", "sentences": [{"text": "He's even suggested Ivanka might be in his cabinet.", "sentId": 383}, {"text": "She certainly advises -- listen, you should -- the standard should be transparency in my view.", "sentId": 384}, {"text": "But Clinton complains, if you talk to her staffers, when they come in saying we have to do more, she says, I've done way more than Trump.", "sentId": 385}, {"text": "And she has.", "sentId": 386}, {"text": "She's released 30 years of her taxes.", "sentId": 387}, {"text": "The Clinton Foundation donors are public, which is why they get hammered for taking money from some of these governments, some of them unsavory governments around the world.", "sentId": 388}], "secId": 139}, {"speaker": "KING", "sentences": [{"text": "But neither candidate has met the transparency test when it comes to health records.", "sentId": 389}, {"text": "So we obviously had a bit of a scare for Secretary Clinton.", "sentId": 390}, {"text": "She had a few days off the trail for pneumonia.", "sentId": 391}, {"text": "She's back and she says she's fine.", "sentId": 392}, {"text": "Then she says this.", "sentId": 393}], "secId": 140}, {"speaker": "CLINTON", "sentences": [{"text": "Now looking back I know I should have followed my doctor's orders to rest.", "sentId": 394}, {"text": "But my instinct was to push through it.", "sentId": 395}, {"text": "That is what women do every single day.", "sentId": 396}, {"text": "And I felt no different.", "sentId": 397}], "secId": 141}, {"speaker": "KING", "sentences": [{"text": "We have updated letters from her doctor.", "sentId": 398}, {"text": "Trump went on Dr. Oz, and I don't think he bought a juice cleanse or anything.", "sentId": 399}, {"text": "I think he --", "sentId": 400}], "secId": 142}, {"speaker": "HABERMAN", "sentences": [{"text": "That's like Thomas Jefferson did.", "sentId": 401}], "secId": 143}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 402}], "secId": 144}, {"speaker": "KING", "sentences": [{"text": "Yes.", "sentId": 403}, {"text": "Mike Pence released a later.", "sentId": 404}, {"text": "Tim Kaine released a letter.", "sentId": 405}, {"text": "Apparently we're not getting -- normally, in the old days or in the good days, I'll call the John McCain standard.", "sentId": 406}, {"text": "They brought medical reporters in, people who understood it.", "sentId": 407}, {"text": "Not guys like me.", "sentId": 408}, {"text": "Guy who understood the language, could respect privacy, could know which -- OK, fine we won't talk about that.", "sentId": 409}, {"text": "Look at these things, not going to happen in this campaign.", "sentId": 410}], "secId": 145}, {"speaker": "HABERMAN", "sentences": [{"text": "McCain was a specific example because McCain not only had cancer but McCain also had been a prisoner of war.", "sentId": 411}, {"text": "So I just think that that is a little bit unusual.", "sentId": 412}, {"text": "But it is true that we are not getting the level of disclosures that we have seen in the past from these nominees on certain -- on specific subjects with Trump in particular but medical across the board.", "sentId": 413}, {"text": "Pence's letter from his doctor was, like, at least twice as long as the one that Trump released.", "sentId": 414}], "secId": 146}, {"speaker": "HABERMAN", "sentences": [{"text": "I think the problem for Clinton and a challenge for Clinton, and you referred to this a second ago, is that she will say, I've done more than Trump.", "sentId": 415}, {"text": "She's already said he's not fit for office.", "sentId": 416}, {"text": "So if that is the standard, then it comes back to, OK, but you have not done as much as XYZ beforehand and I think that becomes a little complicated.", "sentId": 417}], "secId": 147}, {"speaker": "PHILLIP", "sentences": [{"text": "And the McCain standard is instructive in one other way.", "sentId": 418}, {"text": "It's just that, he was about the same age that these two people who want to be president are right now.", "sentId": 419}, {"text": "And you're dealing with people who are older.", "sentId": 420}, {"text": "And health issues happen when you get older.", "sentId": 421}, {"text": "No one is immune from that.", "sentId": 422}, {"text": "And in some ways they have to go beyond Barack Obama and Mitt Romney who were much younger and were in overall good health for most of their lives.", "sentId": 423}, {"text": "They have to go beyond that.", "sentId": 424}, {"text": "They cannot meet that standard.", "sentId": 425}], "secId": 148}, {"speaker": "KING", "sentences": [{"text": "Yes.", "sentId": 426}, {"text": "Obama, he was a young man, I get it.", "sentId": 427}, {"text": "He was a young man.", "sentId": 428}, {"text": "But -- Obama did not match McCain and that Obama and Romney did not match, so in a way -- in a way we should be, quote-unquote, \"fair\" to Clinton and Trump.", "sentId": 429}, {"text": "They're following Obama and Romney.", "sentId": 430}, {"text": "The question is, in this age, and especially because of their age, is that good enough?", "sentId": 431}, {"text": "We'll see as this debate goes on.", "sentId": 432}], "secId": 149}, {"speaker": "KING", "sentences": [{"text": "Everybody, sit tight once more.", "sentId": 433}, {"text": "Next, though, the Obama factor.", "sentId": 434}, {"text": "Times two.", "sentId": 435}], "secId": 150}, {"speaker": "M. OBAMA", "sentences": [{"text": "But being president isn't anything like reality TV.", "sentId": 436}, {"text": "It's not about sending insulting tweets or making fiery speeches.", "sentId": 437}], "secId": 151}, {"speaker": "KING", "sentences": [{"text": "If you have any doubt about President Obama's personal interest and investment in the campaign to succeed him, go online -- not now, later -- and find last night's speech to the Congressional Black Caucus dinner here in Washington.", "sentId": 438}], "secId": 152}, {"speaker": "OBAMA", "sentences": [{"text": "I will consider it a personal insult, an insult to my legacy, if this community lets down its guard and fails to activate itself in this election.", "sentId": 439}, {"text": "You want to give me a good send off?", "sentId": 440}, {"text": "Go vote.", "sentId": 441}], "secId": 153}, {"speaker": "KING", "sentences": [{"text": "And it isn't just the president promising to help turn out an Obama coalition.", "sentId": 442}, {"text": "Let's be clear, has some doubts about Hillary Clinton.", "sentId": 443}], "secId": 154}, {"speaker": "M. OBAMA", "sentences": [{"text": "The candidate is erratic and threatening.", "sentId": 444}, {"text": "If a candidate traffics in prejudice, fears and lies on the trail.", "sentId": 445}, {"text": "If a candidate has no clear plans to implement their goals, if they disrespect their fellow citizens, including folks who make extraordinary sacrifices for our country.", "sentId": 446}, {"text": "Let me tell you that is who they are.", "sentId": 447}, {"text": "That is the kind of president they will be, trust me.", "sentId": 448}], "secId": 155}, {"speaker": "KING", "sentences": [{"text": "On the one hand, to see both of them.", "sentId": 449}, {"text": "The president was also in Philadelphia earlier in the week.", "sentId": 450}, {"text": "Inner city Philadelphia, critical, absolutely critical.", "sentId": 451}, {"text": "The Democrats have to run it up big with the African-American base there to win the state of Pennsylvania.", "sentId": 452}], "secId": 156}, {"speaker": "KING", "sentences": [{"text": "On the one hand, you say good for the Clinton campaign.", "sentId": 453}, {"text": "It's an asset.", "sentId": 454}, {"text": "You have both Obamas out there.", "sentId": 455}, {"text": "Bernie Sanders out there.", "sentId": 456}, {"text": "Elizabeth Warren out there.", "sentId": 457}, {"text": "But on the flipside, it also reminds you of the weaknesses that she has with the Obama coalition.", "sentId": 458}, {"text": "Quickly if you look at it, minority voters, she gets the numbers but the question is, will she get the turnout number?", "sentId": 459}, {"text": "She gets the percent.", "sentId": 460}, {"text": "Will she get the turnout number?", "sentId": 461}], "secId": 157}, {"speaker": "KING", "sentences": [{"text": "Michelle Obama was on George Mason University, college-educated voters, independents, younger voters.", "sentId": 462}, {"text": "You see cracks and weaknesses for Hillary Clinton especially when it comes to the enthusiasm question where I think the Obamas are pivotal for her.", "sentId": 463}], "secId": 158}, {"speaker": "PACE", "sentences": [{"text": "They are pivotal.", "sentId": 464}, {"text": "And I think this is actually smart to see Obama make this message last night actually about him.", "sentId": 465}, {"text": "Because the reality is, we are not going to see young voters suddenly wake up and be incredibly enthusiastic for Hillary Clinton.", "sentId": 466}, {"text": "We are not going to suddenly see black voters wake up and have the same level of enthusiasm for her as they do for the Obamas.", "sentId": 467}], "secId": 159}, {"speaker": "PACE", "sentences": [{"text": "So Obama making this about his legacy, about sending him off with respect, I actually think that that can be more of a motivating factor for some of these voters than either voting against Donald Trump or anything that Clinton can say in these last seven weeks.", "sentId": 468}], "secId": 160}, {"speaker": "KING", "sentences": [{"text": "But to that point, I just don't want to give her a pass, though.", "sentId": 469}, {"text": "Why?", "sentId": 470}, {"text": "She's a Democrat progressive who has been around for years.", "sentId": 471}, {"text": "She can go back to her record back in the days in Arkansas when I first met the Clintons, you can disagree with the policy prescriptions, if you want, but she was working to help poor kids in the Delta.", "sentId": 472}, {"text": "Mostly African-Americans.", "sentId": 473}, {"text": "Why?", "sentId": 474}, {"text": "Why does she has this problem?", "sentId": 475}], "secId": 161}, {"speaker": "HABERMAN", "sentences": [{"text": "Well, for several reasons.", "sentId": 476}, {"text": "One of the things that you just said is go back to the record in Arkansas.", "sentId": 477}], "secId": 162}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 478}], "secId": 163}, {"speaker": "HABERMAN", "sentences": [{"text": "I mean, that is going back many, many, many years, and elections are always about going forward not going back.", "sentId": 479}], "secId": 164}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 480}], "secId": 165}, {"speaker": "HABERMAN", "sentences": [{"text": "Is one problem.", "sentId": 481}, {"text": "The e-mail situation and questions about the foundation have been hobbling.", "sentId": 482}, {"text": "There is no questions they are legitimate questions to have asked.", "sentId": 483}, {"text": "But it has turned into sort of the same question over and over in the minds of the e Clinton campaign.", "sentId": 484}], "secId": 166}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 485}], "secId": 167}, {"speaker": "HABERMAN", "sentences": [{"text": "I think one of the biggest problems for the Clinton campaign if we're being candid about it is they have seemed as hobbled and sort of confused in certain moments about how to deal with Donald Trump as every other opponent who had faced Donald Trump.", "sentId": 486}, {"text": "And the moment when they seem to have it the clearest was during the convention.", "sentId": 487}, {"text": "And then they sort of let off the gas for the month of August.", "sentId": 488}, {"text": "She was fundraising, she wasn't particularly visible, and then she had this health issue and this basket of deplorables moment last weekend.", "sentId": 489}], "secId": 168}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 490}], "secId": 169}, {"speaker": "HABERMAN", "sentences": [{"text": "Which Trump sort of corrected for her with his birther thing on Friday.", "sentId": 491}], "secId": 170}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 492}], "secId": 171}, {"speaker": "HABERMAN", "sentences": [{"text": "But I think that there are a lot of reasons why you are seeing it.", "sentId": 493}, {"text": "And I think that there was some feeling among the Clinton campaign for a while last year.", "sentId": 494}, {"text": "She will at some point have to separate from Obama.", "sentId": 495}, {"text": "She'll have to get distance.", "sentId": 496}, {"text": "That is not going to happen.", "sentId": 497}], "secId": 172}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 498}], "secId": 173}, {"speaker": "HABERMAN", "sentences": [{"text": "He is way more popular than either of them.", "sentId": 499}], "secId": 174}, {"speaker": "KING", "sentences": [{"text": "Way more.", "sentId": 500}, {"text": "And Michelle Obama, looking at these Gallup numbers, 64 percent among adults, 88 percent among Democrats.", "sentId": 501}, {"text": "You make a key point.", "sentId": 502}, {"text": "So I was talking somebody close to the Clintons this week who's described that she is so afraid of losing she's not doing what it takes to win.", "sentId": 503}, {"text": "Sometimes in the campaign you sort of get caught up in there they can't -- like 16 Republicans before them what do you about Donald Trump.", "sentId": 504}], "secId": 175}, {"speaker": "PHILLIP", "sentences": [{"text": "Yes.", "sentId": 505}, {"text": "It's like a paralysis of trying not to do too much to jeopardize the situation.", "sentId": 506}, {"text": "And furthermore the problem for them is actually across the board of the Obama coalition.", "sentId": 507}, {"text": "It's African- American voters, millennials in particular who are very sensitive to this trust stuff, that the e-mails really bring up, and Hispanic voters.", "sentId": 508}, {"text": "The reason Obama had to push really hard on the Obama coalition in '12 is because they knew there would be a drop off in white voters.", "sentId": 509}], "secId": 176}, {"speaker": "PHILLIP", "sentences": [{"text": "A similar thing is going to happen this year.", "sentId": 510}, {"text": "Hillary Clinton has to really ratchet up her support in absolute numbers.", "sentId": 511}, {"text": "Not just the percentage but in absolute numbers in order to pull this off.", "sentId": 512}], "secId": 177}, {"speaker": "KING", "sentences": [{"text": "And you make that millennial point.", "sentId": 513}, {"text": "The third party candidates are drawing -- they're not huge numbers, but significant numbers -- away from younger voters, millennial voters who don't like Trump, don't like Clinton, looking for a third party option.", "sentId": 514}, {"text": "You were about to jump in.", "sentId": 515}], "secId": 178}, {"speaker": "MURRAY", "sentences": [{"text": "Absolutely.", "sentId": 516}, {"text": "And I just -- Republicans who are not fans of Trump just watch this and are baffled.", "sentId": 517}, {"text": "And they just feel like Hillary Clinton sort of blew it in August.", "sentId": 518}, {"text": "They felt like she had this wide lead in states like Pennsylvania and stats like Virginia where we're seeing the race tighten.", "sentId": 519}, {"text": "And they just really feel like she completely missed an opportunity by disappearing, essentially, from the campaign trail and doing all of this fundraising and not wanting to take the risk of being out there and prosecuting the case against Donald Trump because she didn't want to risk screwing up somehow.", "sentId": 520}, {"text": "And now we're in a situation where the race is very close.", "sentId": 521}, {"text": "And it's very possible that Hillary Clinton will lose.", "sentId": 522}], "secId": 179}, {"speaker": "KING", "sentences": [{"text": "And we're going to see if all that money she raised in August, maybe helps them with the ground game.", "sentId": 523}, {"text": "It could be the difference but we'll see.", "sentId": 524}, {"text": "We'll see.", "sentId": 525}, {"text": "First to look at it, it's a big week ahead in the campaign and a big debate a week from now.", "sentId": 526}], "secId": 180}, {"speaker": "KING", "sentences": [{"text": "Our reporters share from their notebooks next, including insights into Donald Trump's debate preparation or lack thereof.", "sentId": 527}], "secId": 181}, {"speaker": "KING", "sentences": [{"text": "And here are the results of our INSIDE POLITICS quiz.", "sentId": 528}, {"text": "Who do you think is Hillary Clinton's strongest surrogate?", "sentId": 529}, {"text": "Your vote?", "sentId": 530}, {"text": "President Obama.", "sentId": 531}], "secId": 182}, {"speaker": "KING", "sentences": [{"text": "Let's head around the INSIDE POLITICS table and ask our great reporters to get you out ahead of the big political news just around the corner.", "sentId": 532}, {"text": "Julie Pace?", "sentId": 533}], "secId": 183}, {"speaker": "PACE", "sentences": [{"text": "Hillary Clinton would be happy if she could get through the rest of this campaign without having to talk anymore about the Clinton Foundation.", "sentId": 534}, {"text": "But she's going to have to grin and bear it for a few more days.", "sentId": 535}, {"text": "Bill Clinton tomorrow kicks off the very last Clinton Global Initiative meeting in New York.", "sentId": 536}, {"text": "This is a three-day gathering with lots of celebrities, lots of big donors, and there are some speculation that it might not be as glitzy as in past years.", "sentId": 537}], "secId": 184}, {"speaker": "PACE", "sentences": [{"text": "There's going to be one very notable absence headlining this meeting, and that's President Barack Obama.", "sentId": 538}, {"text": "He's always in New York at the same time.", "sentId": 539}, {"text": "Typically goes up there to attend CGI.", "sentId": 540}, {"text": "He didn't last year when the Democratic primary was still going on so he didn't show favoritism.", "sentId": 541}, {"text": "But very interesting that this year at a time when he is very clearly in Hillary Clinton's camp he is staying away from CGI.", "sentId": 542}], "secId": 185}, {"speaker": "KING", "sentences": [{"text": "Smart man.", "sentId": 543}, {"text": "Maggie?", "sentId": 544}], "secId": 186}, {"speaker": "HABERMAN", "sentences": [{"text": "The first presidential debate is now just over a week away.", "sentId": 545}, {"text": "Donald Trump has spent very little time doing formal prep of any kind.", "sentId": 546}, {"text": "His aides have been pressing him and pressing him.", "sentId": 547}, {"text": "He is really only going to devote the final weekend ahead of the debate for debate prep to focus and drill down and not have other events.", "sentId": 548}, {"text": "He's playing it a little bit loose.", "sentId": 549}, {"text": "And in his sort of free form style.", "sentId": 550}, {"text": "A lot of people around him are concerned that that won't translate quite as well in a general election debate.", "sentId": 551}], "secId": 187}, {"speaker": "KING", "sentences": [{"text": "Risky strategy.", "sentId": 552}, {"text": "We'll see.", "sentId": 553}, {"text": "And the third party candidates complaining they're not invited.", "sentId": 554}, {"text": "But it's Monday night, two candidates at the first debate.", "sentId": 555}, {"text": "Abby?", "sentId": 556}], "secId": 188}, {"speaker": "PHILLIP", "sentences": [{"text": "On Monday, Hillary Clinton is going to be in Ohio and she's going to make a big pitch to millennial voters.", "sentId": 557}, {"text": "She's going to be reminding them that she too was young once.", "sentId": 558}, {"text": "And the focus of the speech is going to be all about her early years.", "sentId": 559}, {"text": "What she did after she left college.", "sentId": 560}, {"text": "The focus on idealism and reminding young voters that she was kind of like them.", "sentId": 561}, {"text": "And also like someone else a young community organizer from Chicago, Barack Obama.", "sentId": 562}], "secId": 189}, {"speaker": "PHILLIP", "sentences": [{"text": "So this is going to be a big theme in the next couple of days.", "sentId": 563}, {"text": "Sort of humanizing Hillary Clinton, making her seem more like a real person and less like Hillary Clinton the politician.", "sentId": 564}, {"text": "So we'll see how that works for her.", "sentId": 565}], "secId": 190}, {"speaker": "KING", "sentences": [{"text": "I think I was young once, too, but I don't really remember.", "sentId": 566}, {"text": "Sara?", "sentId": 567}], "secId": 191}, {"speaker": "MURRAY", "sentences": [{"text": "Well, John, a lot of places like Mahoning County in Ohio, places where we're seeing this influx of newly registered Republicans.", "sentId": 568}], "secId": 192}, {"speaker": "MURRAY", "sentences": [{"text": "Now Republicans are starting to survey those folks, to dig into that data, and they're finding that Donald Trump does have surprisingly strong support from Democrats who are now Republicans.", "sentId": 569}, {"text": "Independents who are now Republicans.", "sentId": 570}], "secId": 193}, {"speaker": "MURRAY", "sentences": [{"text": "People who registered to vote for John Kasich in the primaries are now backing Trump.", "sentId": 571}, {"text": "And what should be particularly worrisome for Democrats in Ohio is that they're finding even firmer support than they expected among female voters in Ohio.", "sentId": 572}], "secId": 194}, {"speaker": "KING", "sentences": [{"text": "One of the most complicated states.", "sentId": 573}, {"text": "And I'm going to close on that.", "sentId": 574}, {"text": "A lot of Ohioans, as we close here today.", "sentId": 575}, {"text": "Here's an example of how the November ground game gets complimented in places where Republican candidates don't have the best relationship with their presidential nominee, Donald Trump.", "sentId": 576}], "secId": 195}, {"speaker": "KING", "sentences": [{"text": "Rob Portman is the incumbent Republican senator from Ohio and he's running well ahead of his Democratic opponent.", "sentId": 577}, {"text": "One reason for Rob Portman's lead?", "sentId": 578}, {"text": "GOP polling suggested about 20 percent of Hillary Clinton supporters in Ohio are planning to vote Republican for Portman for Senate.", "sentId": 579}, {"text": "So who works to turn those voters out?", "sentId": 580}, {"text": "You can be sure the Clinton campaign will try and so will the Portman campaign which has its own turnout operation, doesn't have a lot of faith or trust in team Trump or the Republican National Committee's promises to build a topnotch GOP ground game.", "sentId": 581}, {"text": "A little conflict of interest there between those words.", "sentId": 582}], "secId": 196}, {"speaker": "KING", "sentences": [{"text": "That's it for INSIDE POLITICS.", "sentId": 583}, {"text": "Again, thanks for sharing your Sunday morning.", "sentId": 584}, {"text": "We'll see you soon.", "sentId": 585}, {"text": "Up next \"STATE OF THE UNION WITH JAKE TAPPER.\"", "sentId": 586}], "secId": 197}], "sectionCount": 198, "url": "transcripts.cnn.com/TRANSCRIPTS/1609/18/ip.01.html", "sentenceCount": 588, "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "time": "Aired September 18, 2016 - 08:00   ET", "speakers": ["KING", "TRUMP", "CLINTON", "OBAMA", "Question one", "New York's Chelsea neighborhood was rocked by an explosion at about 8", "BLASIO", "HABERMAN", "MURRAY", "PACE", "PHILLIP", "JR.", "M. OBAMA"], "title": "INSIDE POLITICS"}