{"docId": "./ip/trancript.cnn.com.TRANSCRIPTS.1610.06.ip.02.html.json", "subTitle": "Hurricane Matthew Latest; Evacuations Strongly Urged in Florida, Georgia and Carolinas; Obama Pollking 55 Percent Positive; Hurricane's Effect on Campaigns. 12:30-1p ET", "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "sections": [{"speaker": "KING", "sentences": [{"text": "Following breaking news here on CNN, 2 million people at the coast of Florida, Georgia and the Carolinas being strongly urged to go somewhere safer.", "sentId": 0}, {"text": "Get out of the path of Hurricane Matthew, now a Category 4 storm.", "sentId": 1}], "secId": 0}, {"speaker": "KING", "sentences": [{"text": "Right now, scientist flying inside the hurricane, are measuring winds of up to 140 miles an hour at 140 miles an hour, and right now, that hurricane beating down on the Bahamas.", "sentId": 2}, {"text": "City and police officials in Daytona Beach cannot make it any clear.", "sentId": 3}, {"text": "Get somewhere safe they say, warning this storm could be destructive and deadly on the Katrina level.", "sentId": 4}], "secId": 1}, {"speaker": "CHITWOOD", "sentences": [{"text": "We have found people who said they've ridden out storms before they've been here 30 or 40 years.", "sentId": 5}, {"text": "They don't want to leave their home.", "sentId": 6}, {"text": "They don't want to leave their pets.", "sentId": 7}, {"text": "They'll be fine.", "sentId": 8}, {"text": "And, you know, I hope that the good Lord looks out for them because we're not going to be able to.", "sentId": 9}], "secId": 2}, {"speaker": "KING", "sentences": [{"text": "That's Daytona Beach earlier today.", "sentId": 10}, {"text": "CNN's Boris Sanchez is right there.", "sentId": 11}, {"text": "Boris, the police chief, you've heard him there, when he says something like Katrina level.", "sentId": 12}, {"text": "We often see thrill seekers, we see people who want to go to the beach.", "sentId": 13}, {"text": "We see people actually want to jump in the surf.", "sentId": 14}, {"text": "Are people listening to their police chief and their governor?", "sentId": 15}], "secId": 3}, {"speaker": "SANCHEZ", "sentences": [{"text": "For the most part, I would say yes, John.", "sentId": 16}, {"text": "But even just a few moments ago, I would say about 20 minutes ago, there's a family that staying at this hotel.", "sentId": 17}, {"text": "And I guess they've decided to stay.", "sentId": 18}, {"text": "They told us this morning, they were indecisive as to whether or not they were going to take off or right up the storm here.", "sentId": 19}, {"text": "They're from Indianapolis.", "sentId": 20}, {"text": "So I don't think they're used to this level of storm.", "sentId": 21}], "secId": 4}, {"speaker": "SANCHEZ", "sentences": [{"text": "It's a terrible, terrible idea.", "sentId": 22}, {"text": "Just a few moments ago, there were also kids running around with their families along this beach.", "sentId": 23}, {"text": "As we're watching the waves get bigger and bigger and the wind gets stronger and stronger.", "sentId": 24}, {"text": "We just had a band come through of harsh, harsh rain and wind that almost knocked us over as we were trying to set up for this live shot.", "sentId": 25}, {"text": "I want to give you an idea.", "sentId": 26}, {"text": "The tide keeps creeping up too.", "sentId": 27}, {"text": "So, if you look at that line where the tide was just a few moments ago, we were standing there yesterday.", "sentId": 28}, {"text": "And the beach was a couple hundred yards away.", "sentId": 29}, {"text": "So obviously the water is creeping closer and closer as we get closer to Hurricane Matthew.", "sentId": 30}], "secId": 5}, {"speaker": "SANCHEZ", "sentences": [{"text": "We've actually been kicked out of our hotel.", "sentId": 31}, {"text": "We've been told we have to evacuate, like many other businesses here in town.", "sentId": 32}, {"text": "They are boarded up and set up with sandbags to make sure that they are at least safe, but it's simply isn't feasible, John, for people to stay out here during this hurricane.", "sentId": 33}], "secId": 6}, {"speaker": "SANCHEZ", "sentences": [{"text": "I would say that more than 2 million people right now are in evacuation zones.", "sentId": 34}, {"text": "It's going to be the largest mandatory evacuation since Hurricane Sandy back in 2012.", "sentId": 35}, {"text": "And people really should heed the warnings.", "sentId": 36}, {"text": "Governor Rick Scott not mincing any words saying that this storm will cause fatalities.", "sentId": 37}, {"text": "You need to get out and do it as soon as possible before it's too late, John.", "sentId": 38}], "secId": 7}, {"speaker": "KING", "sentences": [{"text": "If the water's come up that far and you still got probably 12 hours before this thing gets to you, that's a pretty -- that in and of itself, but some people thinks it's cool when they see that happens.", "sentId": 39}], "secId": 8}, {"speaker": "KING", "sentences": [{"text": "Boris, tells us about preparations.", "sentId": 40}, {"text": "What are you seeing of either those who are getting out, who are taking care of their property before they go?", "sentId": 41}, {"text": "Or those who were trying to ride it out?", "sentId": 42}, {"text": "But what preparations are they taking?", "sentId": 43}], "secId": 9}, {"speaker": "SANCHEZ", "sentences": [{"text": "Well, as far as we've seen, there are quite a few people that have heeded the warnings.", "sentId": 44}, {"text": "A lot of people have left town.", "sentId": 45}], "secId": 10}, {"speaker": "SANCHEZ", "sentences": [{"text": "Yesterday, we were standing on this beach, there were crowds of people, there were kids building sand castles.", "sentId": 46}], "secId": 11}, {"speaker": "SANCHEZ", "sentences": [{"text": "Today, obviously the beach is empty, say for the two families that I mentioned earlier.", "sentId": 47}, {"text": "The good news is that this is an all hands on deck effort from officials.", "sentId": 48}, {"text": "Just a few miles from here, there's a command center set up at the Daytona Beach Convention Center.", "sentId": 49}, {"text": "Where I'm told there's several hundred police officers with escape vehicles or rather amphibious vehicles that are ready to help people escape their homes.", "sentId": 50}], "secId": 12}, {"speaker": "SANCHEZ", "sentences": [{"text": "The difficulty is -- and you heard that from the Police Chief.", "sentId": 51}, {"text": "If people are staying are staying in their home once the hurricane really bears down on us.", "sentId": 52}, {"text": "It's impossible for them to get to you.", "sentId": 53}, {"text": "They're really at that point more of a recovery effort than a rescue effort.", "sentId": 54}, {"text": "So, it's so important to get out while you still can.", "sentId": 55}], "secId": 13}, {"speaker": "SANCHEZ", "sentences": [{"text": "Another bit of good news, they're expecting the power to go out.", "sentId": 56}, {"text": "The good news is that Florida power and light already has more than 2,500 workers stationed at the Daytona motor speedway which was just about two miles down the road from here.", "sentId": 57}], "secId": 14}, {"speaker": "SANCHEZ", "sentences": [{"text": "So preparations are being made, but it's so crucial that people at home do their part and not cause more problems for those that are trying to help out.", "sentId": 58}], "secId": 15}, {"speaker": "KING", "sentences": [{"text": "Boris Sanchez, live on the ground for us in Daytona Beach.", "sentId": 59}, {"text": "Boris, thank you.", "sentId": 60}, {"text": "And please stay safe if things get worst in the hours ahead.", "sentId": 61}], "secId": 16}, {"speaker": "KING", "sentences": [{"text": "Still ahead, more coverage of Hurricane Matthew as it comes toward the United States and more politics.", "sentId": 62}, {"text": "And a poll that could be very bad news for Donald Trump even though it has nothing to do with him.", "sentId": 63}], "secId": 17}, {"speaker": "KING", "sentences": [{"text": "Welcome back to our breaking news.", "sentId": 64}, {"text": "Probably you see the track of Matthew there.", "sentId": 65}, {"text": "I want to go directly to Rick Knabb.", "sentId": 66}, {"text": "He's the Director of the National Hurricane Center.", "sentId": 67}], "secId": 18}, {"speaker": "KING", "sentences": [{"text": "Rick, just tell us right up front.", "sentId": 68}, {"text": "You hear people saying this could be a Katrina-like storm.", "sentId": 69}, {"text": "You hear the Governor of Florida saying this storm will kill you.", "sentId": 70}, {"text": "Is he exaggerating?", "sentId": 71}], "secId": 19}, {"speaker": "KNABB", "sentences": [{"text": "Not at all.", "sentId": 72}, {"text": "If people don't evacuate where emergency managers have told them to leave.", "sentId": 73}, {"text": "They could be putting themselves at great risk of losing their lives.", "sentId": 74}, {"text": "Whether it is in coastal areas due to storm surge or anywhere on land where you're in a mobile home or other structure where the extreme winds of a major hurricane would make you extremely vulnerable.", "sentId": 75}], "secId": 20}, {"speaker": "KNABB", "sentences": [{"text": "So, you know we need to heed the evacuation instructions of local officials.", "sentId": 76}, {"text": "If we're going to save the lives as much as we can as this a major hurricane comes to Florida.", "sentId": 77}], "secId": 21}, {"speaker": "KING", "sentences": [{"text": "And as we speak at this moment, tell us what the latest is on when you expect landfall.", "sentId": 78}, {"text": "And how strong of a storm you expect it to be when that happens?", "sentId": 79}], "secId": 22}, {"speaker": "KNABB", "sentences": [{"text": "Well, we don't know for sure where or when or even if the center of the hurricane will actually come on shore in Florida.", "sentId": 80}, {"text": "But even if the center stays just off shore, you still bring the hurricane force winds on to the coast in inland areas.", "sentId": 81}], "secId": 23}, {"speaker": "KNABB", "sentences": [{"text": "Tropical storm force winds even further inland in that.", "sentId": 82}, {"text": "You're still going to have the storm surge that needs evacuation to happen in order to save lives.", "sentId": 83}, {"text": "And you're still going to have the heavy rainfall and inland flooding.", "sentId": 84}], "secId": 24}, {"speaker": "KNABB", "sentences": [{"text": "You know, nine out of 10 people, historically that have died in U.S. land falling tropical systems have died as the result of water.", "sentId": 85}, {"text": "So, we have to respects all of the hazards and not focus too much on where the center goes because regardless, this is an extremely dangerous situation.", "sentId": 86}], "secId": 25}, {"speaker": "KING", "sentences": [{"text": "And just lastly Rick, what is unique about Matthew?", "sentId": 87}, {"text": "You track all these storms, but each one has its own finger print, its own signature.", "sentId": 88}, {"text": "What's unique about Matthew?", "sentId": 89}], "secId": 26}, {"speaker": "KNABB", "sentences": [{"text": "I think the unique factor is this awful track that is going to affect so many large population centers in multiple states.", "sentId": 90}, {"text": "Just think about what the storm surge flooding could do potentially in Jacksonville, Florida, and in the St. Johns River.", "sentId": 91}, {"text": "All the people evacuating in Georgia and South Carolina, they need to do that because there's huge population areas on the coast there that could experience storm surge, major hurricane force winds.", "sentId": 92}, {"text": "I mean, this could be, not only a very expensive storm but a very deadly one if people don't evacuate when they're told to do so and find a safe place to be during the height of the storm.", "sentId": 93}], "secId": 27}, {"speaker": "KNABB", "sentences": [{"text": "Conditions going downhill in South Florida this afternoon and you've got to get done with your preps in Central and North Florida tonight because tomorrow morning it's going to go downhill quickly.", "sentId": 94}], "secId": 28}, {"speaker": "KING", "sentences": [{"text": "Excellent advice from Rick Knabb, the Director of the National Hurricane Center.", "sentId": 95}, {"text": "Rick, really appreciate your time on this very, very busy day for you.", "sentId": 96}, {"text": "Thanks so much.", "sentId": 97}], "secId": 29}, {"speaker": "KING", "sentences": [{"text": "Let's move quickly to politics now.", "sentId": 98}, {"text": "And another very troubling poll number for Donald Trump today.", "sentId": 99}, {"text": "And it isn't about Hillary Clinton.", "sentId": 100}, {"text": "It isn't about Donald Trump.", "sentId": 101}, {"text": "And it's not for a battle ground state.", "sentId": 102}], "secId": 30}, {"speaker": "KING", "sentences": [{"text": "Our new CNN ORC poll shows President Obama at the highest political standing of his second term, a 55 percent approval rating heading into the final month of the race to succeed him.", "sentId": 103}, {"text": "Now, we know it's personal for the President.", "sentId": 104}, {"text": "Now we have fresh evidence he has enormous political capital as he continues to make this case against Donald Trump.", "sentId": 105}], "secId": 31}, {"speaker": "OBAMA", "sentences": [{"text": "I just want to emphasize the degree to which we are in serious times and this is a really serious job.", "sentId": 106}, {"text": "This is not entertainment.", "sentId": 107}, {"text": "This is not a reality show.", "sentId": 108}, {"text": "Just listen to what Mr. Trump has to say and make your own judgment with respect to how confident you feel about his ability to manage things like our nuclear triad.", "sentId": 109}], "secId": 32}, {"speaker": "OBAMA", "sentences": [{"text": "I don't think the guy is qualified to be president of the United States.", "sentId": 110}], "secId": 33}, {"speaker": "OBAMA", "sentences": [{"text": "One candidate's family foundation has saved countless lives around the world.", "sentId": 111}, {"text": "The other candidate's foundation took money.", "sentId": 112}, {"text": "Other people gave to his charity, and then bought a six-foot tall painting of himself.", "sentId": 113}], "secId": 34}, {"speaker": "KING", "sentences": [{"text": "An incumbent President at 55 percent heading into the final month of the campaign to succeed him is great news.", "sentId": 114}, {"text": "So let's have the conversation, if during and we can put up on the screen past presidential approval rate to hit these President's at 55.", "sentId": 115}, {"text": "John McCain had George W. Bush At 27 percent, when he was trying to win in 08.", "sentId": 116}, {"text": "Good luck with that.", "sentId": 117}], "secId": 35}, {"speaker": "KING", "sentences": [{"text": "Double zero, 2000, that's a bit of an anomaly because President Clinton was very strong, how gorgeous would have anything to do with him.", "sentId": 118}, {"text": "And Ronald Reagan, that the last time in our lifetime that a sitting Vice President -- or in the past -- the current party has kept the White House, kept the White House, and that's what you have here, was that one right there.", "sentId": 119}, {"text": "And I'd say, how important is the Obama factor?", "sentId": 120}], "secId": 36}, {"speaker": "JACOBS", "sentences": [{"text": "It's probably been the best gift that President Obama could give Hillary Clinton.", "sentId": 121}, {"text": "I mean that is probably the best gift she could get right now.", "sentId": 122}, {"text": "So, it will help her when she's campaigning in places like Philadelphia and Miami.", "sentId": 123}], "secId": 37}, {"speaker": "JACOBS", "sentences": [{"text": "Probably a pretty strong factor.", "sentId": 124}, {"text": "He's improving with Independents and with blacks and Hispanics and that's where she needs help as well.", "sentId": 125}], "secId": 38}, {"speaker": "RAJU", "sentences": [{"text": "Yeah, and if you look at those numbers in particular.", "sentId": 126}, {"text": "He's still very popular with Democratic voters, with Liberals, with Progressives, younger voters.", "sentId": 127}, {"text": "People who actually are -- Hillary Clinton is having a hard time winning over particularly more Liberal voters and younger voters.", "sentId": 128}, {"text": "That's why he is a key surrogate.", "sentId": 129}], "secId": 39}, {"speaker": "RAJU", "sentences": [{"text": "The one thing though that you look at those numbers.", "sentId": 130}, {"text": "He's still very unpopular with Republicans.", "sentId": 131}, {"text": "So, you know, he has not improved a whole lot among Republican voters.", "sentId": 132}, {"text": "So if she wants to use him to win those swing voters or win over Republicans who might be disaffected by Trump.", "sentId": 133}, {"text": "He's not the most effective weapon on that front.", "sentId": 134}], "secId": 40}, {"speaker": "LIZZA", "sentences": [{"text": "Can I say one thing, that number challenges a core assumption that I think everyone has about this election, that this is a change election, right?", "sentId": 135}, {"text": "The whole arguments of the Trump campaign, the only way he's going to win, is if it really is a change election.", "sentId": 136}], "secId": 41}, {"speaker": "LIZZA", "sentences": [{"text": "Well, 55 percent of the country is saying that they approve of the eight-year incumbent.", "sentId": 137}, {"text": "That really challenges that.", "sentId": 138}, {"text": "Now other people will say, \"Well if you look at the wrong track number, it's a two third of 60 to 70 percent.\"", "sentId": 139}], "secId": 42}, {"speaker": "LIZZA", "sentences": [{"text": "But a lot of those are Democrats who are saying, \"Well, I want, you know, I want something more Liberal than Obama.\"", "sentId": 140}, {"text": "So I think it shows the hurdle that Trump has in this election in making it a true change election.", "sentId": 141}], "secId": 43}, {"speaker": "KING", "sentences": [{"text": "A popular President to your point ...", "sentId": 142}], "secId": 44}, {"speaker": "LIZZA", "sentences": [{"text": "About change election.", "sentId": 143}, {"text": "Is that 2008, when George W. Bush, is at 25 percent.", "sentId": 144}], "secId": 45}, {"speaker": "HENDERSON", "sentences": [{"text": "Yeah.", "sentId": 145}, {"text": "And those wrong track -- right track numbers have been going against this president.", "sentId": 146}, {"text": "I think for the duration of his time, are the majority people who have thought it was on a wrong try.", "sentId": 147}, {"text": "But he obviously got reelected in 2004.", "sentId": 148}], "secId": 46}, {"speaker": "HENDERSON", "sentences": [{"text": "So he'll be enormously helpful but not only with the Obama coalition that we typically think of a young folks after Americans and Latinos.", "sentId": 149}, {"text": "But also white people.", "sentId": 150}, {"text": "I mean, remember, the first place he was supposed to go was Wisconsin.", "sentId": 151}, {"text": "Not a ton of black people there.", "sentId": 152}, {"text": "He's enormously popular I think with the college educated, white voters, suburban and white women.", "sentId": 153}, {"text": "So, he'll be useful there, I think he benefits in some ways from the contrast.", "sentId": 154}, {"text": "You know, with Trump.", "sentId": 155}, {"text": "And also, he's not really under the kind of scrutiny any more, right?", "sentId": 156}], "secId": 47}, {"speaker": "KING", "sentences": [{"text": "Catching with Hillary Clinton as well.", "sentId": 157}], "secId": 48}, {"speaker": "HENDERSON", "sentences": [{"text": "Yeah.", "sentId": 158}], "secId": 49}, {"speaker": "KING", "sentences": [{"text": "Yeah, both of these nominees are unpopular, they look at President Obama's, you know ...", "sentId": 159}], "secId": 50}, {"speaker": "LIZZA", "sentences": [{"text": "He's a little above the fray.", "sentId": 160}, {"text": "So people had a little bit more positive view of him.", "sentId": 161}, {"text": "He's not under attack on the daily basis.", "sentId": 162}], "secId": 51}, {"speaker": "KING", "sentences": [{"text": "Yeah, obviously, he's off the road.", "sentId": 163}, {"text": "He's dealing with hurricane he said some other things that affected his -- have affected his schedule.", "sentId": 164}, {"text": "But if he gets on the road campaign that again move to the frame, we'll see up to your point, and he is not by return of voters in the midterm elections for him, we'll see if he can do it in the general election as we prepare for the next big event which is Sunday night, you cannot overstate the importance, especially for Donald Trump.", "sentId": 165}], "secId": 52}, {"speaker": "KING", "sentences": [{"text": "You know the trajectory of the polling and then state by state battlegrounds in recent days.", "sentId": 166}, {"text": "The two candidates will do debate prep.", "sentId": 167}, {"text": "Donald Trump has a town hall tonight.", "sentId": 168}, {"text": "Hillary Clinton's off the trail.", "sentId": 169}, {"text": "Some people think that's a little risky but she thinks it's the best way to do, is to go off the trail and prepare.", "sentId": 170}], "secId": 53}, {"speaker": "KING", "sentences": [{"text": "Listen here, two very different takes from the two nominees on how the vice presidential debate played out.", "sentId": 171}], "secId": 54}, {"speaker": "CLINTON", "sentences": [{"text": "When your own running mate won't defend the top of the ticket, I think that tells you everything you need to know.", "sentId": 172}, {"text": "About whose qualified and temperamentally fit to be president.", "sentId": 173}, {"text": "Even Mike Pence doesn't think Donald Trump is.", "sentId": 174}], "secId": 55}, {"speaker": "TRUMP", "sentences": [{"text": "How many of you watched the vice presidential debate last night?", "sentId": 175}], "secId": 56}, {"speaker": "TRUMP", "sentences": [{"text": "Mike Pence did an incredible job.", "sentId": 176}, {"text": "And I'm getting a lot of credit because that's really my first so-called choice.", "sentId": 177}, {"text": "That was my first hire as we would say in Las Vegas.", "sentId": 178}], "secId": 57}, {"speaker": "HENDERSON", "sentences": [{"text": "Yeah, clearly listening to Kayleigh McEnany and Corey Lewandowski who made that very point on our air, giving him credit and of course ...", "sentId": 179}], "secId": 58}, {"speaker": "KING", "sentences": [{"text": "So some people are giving him credit.", "sentId": 180}, {"text": "HENDERSON: Yeah, so yeah, some people are.", "sentId": 181}], "secId": 59}, {"speaker": "KING", "sentences": [{"text": "Pass the fact check.", "sentId": 182}], "secId": 60}, {"speaker": "HENDERSON", "sentences": [{"text": "Yeah, I mean clever that he's able to turn it back to himself.", "sentId": 183}, {"text": "Mike Pence's performance, to make it about him and, you know, kind of typical of what Donald Trump ...", "sentId": 184}], "secId": 61}, {"speaker": "RAJU", "sentences": [{"text": "How much will -- I tell you'll be fascinating to see how much he'll ultimately decide not to fight point by point when Hillary Clinton brings up his comments about Mexican Immigrants or George Sorial or African-Americans, women issues, he decided in the last debate to fight all those issues, push back and every time.", "sentId": 185}, {"text": "Mike Pence did not and that's one reason why he did a lot better.", "sentId": 186}, {"text": "Maybe he didn't defend Donald Trump completely, but he didn't feel the need to do that just to counter punch instead how much will Donald Trump heed those lessons.", "sentId": 187}, {"text": "That's may be the big question.", "sentId": 188}], "secId": 62}, {"speaker": "KING", "sentences": [{"text": "Do you see her turning to him in the town hall, so did it bother you Mr. Trump that Mike Pence didn't defend it when you called Mexican's criminals and rapist?", "sentId": 189}], "secId": 63}, {"speaker": "LIZZA", "sentences": [{"text": "May, but I think this V.P.", "sentId": 190}, {"text": "debate is going to serve in the rear view here, I think he does have a legitimate point there, this was the first most important decision of his campaign and he was down to Christie, Gingrich and Pence.", "sentId": 191}, {"text": "Of those three, he chose the most sort of responsible of the three.", "sentId": 192}, {"text": "Christie is right now mired in a scandal in New Jersey still.", "sentId": 193}, {"text": "Gingrich is sort of, you know valuable personality.", "sentId": 194}, {"text": "So I think he got to get some credit for Trumps choice there in terms of doing something that was a little out of hit and character thing that someone that's not like him.", "sentId": 195}], "secId": 64}, {"speaker": "JACOBS", "sentences": [{"text": "You want to talk about humility, Pence this morning in an interview on \"Fox News\" gave the credit to Donald Trump and said, listen, it was Donald Trump's vision that helped carry me through this vice presidential debate.", "sentId": 196}, {"text": "So, you know, some people are seeing that humility from him.", "sentId": 197}], "secId": 65}, {"speaker": "KING", "sentences": [{"text": "Pence has figured it out.", "sentId": 198}], "secId": 66}, {"speaker": "HENDERSON", "sentences": [{"text": "Yeah.", "sentId": 199}], "secId": 67}, {"speaker": "KING", "sentences": [{"text": "With whom he shares the ticket.", "sentId": 200}, {"text": "That's just pretty exciting, but what place will at the home office.", "sentId": 201}], "secId": 68}, {"speaker": "KING", "sentences": [{"text": "Coming up, Hurricane Matthew is barreling towards the East Coast.", "sentId": 202}, {"text": "We'll bring you the latest soon live we'll take you to one of the communities that's unfortunately preparing for the worst.", "sentId": 203}], "secId": 69}, {"speaker": "KING", "sentences": [{"text": "Welcome back.", "sentId": 204}, {"text": "Hurricane Matthew now, punishing the Bahamas and also left the trail of devastation across the Caribbean, especially in Haiti.", "sentId": 205}, {"text": "Where CNN has just learned the death toll now stands at 108.", "sentId": 206}], "secId": 70}, {"speaker": "KING", "sentences": [{"text": "The storm now of course, headed straight towards the United States.", "sentId": 207}, {"text": "Live pictures here from Hollywood, Florida.", "sentId": 208}], "secId": 71}, {"speaker": "KING", "sentences": [{"text": "Florida residents have been told to prepare for the worst and told to expect the direct hit from the storm.", "sentId": 209}, {"text": "State of emergency has been declared for Florida, Georgia and South Carolina.", "sentId": 210}, {"text": "More than 2 million residents have been asked to leave their homes in those three states.", "sentId": 211}], "secId": 72}, {"speaker": "KING", "sentences": [{"text": "CNN Correspondent Brian Dodd -- Brian Todd excuse me, is live in Folly Beach South Carolina that's near Charleston.", "sentId": 212}], "secId": 73}, {"speaker": "KING", "sentences": [{"text": "Now Brian, everyone is saying it's going to hit Florida first and sometimes the psychologist sets in, in the states that are coming later or we can just wait and see what happens.", "sentId": 213}, {"text": "What's the situation there now?", "sentId": 214}], "secId": 74}, {"speaker": "TODD", "sentences": [{"text": "Well, John they are kind of waiting and seeing what happens here.", "sentId": 215}, {"text": "And a lot of people here are used to hurricanes.", "sentId": 216}, {"text": "They've lived through Hurricane Hugo in 1989 and some other major storms.", "sentId": 217}, {"text": "So they want to -- a lot of them want to stay, and as you say, and the psychology gets into play, they want to kind of see what goes on here, because a lot of them do not want to leave their homes right away.", "sentId": 218}], "secId": 75}, {"speaker": "TODD", "sentences": [{"text": "This is Folly Beach, it's a barrier island, it's one of the islands that protects Charleston from some of the major storms and sometimes it doesn't protect Charleston if the storm is large enough.", "sentId": 219}, {"text": "You see some of the waves crushing behind me and these are under normal circumstances.", "sentId": 220}, {"text": "We're expecting 4 to 8 feet of storm surge when the storm hits in about 36 hours.", "sentId": 221}], "secId": 76}, {"speaker": "TODD", "sentences": [{"text": "And here is the problem here on Folly Island.", "sentId": 222}, {"text": "You can see down here the storm surge is clearly going to come up this way.", "sentId": 223}, {"text": "The dunes are very low lying.", "sentId": 224}, {"text": "Not really very high.", "sentId": 225}, {"text": "Not offering much protection at all from these buildings or from the street which is about the same level as we are right beyond this.", "sentId": 226}], "secId": 77}, {"speaker": "TODD", "sentences": [{"text": "Local officials telling us they do expect the storm surge to actually, you know, just carry the water into the street.", "sentId": 227}, {"text": "This area had a lot of flooding last year when there was just a lot of rain and it wasn't a hurricane, about a year ago, when there was a fairly significant storm here.", "sentId": 228}, {"text": "We're expecting about 8 to 12 inches of rain according to local officials here.", "sentId": 229}], "secId": 78}, {"speaker": "TODD", "sentences": [{"text": "So again flooding in these low-lying areas along these barrier islands is going to be a major issue, John.", "sentId": 230}, {"text": "And we have to talk a little bit about evacuations.", "sentId": 231}, {"text": "You talked about that when you tossed to me a second ago.", "sentId": 232}], "secId": 79}, {"speaker": "TODD", "sentences": [{"text": "Short time ago, Governor Nikki Haley said only about 175,000 people in this area of South Carolina have evacuated.", "sentId": 233}, {"text": "And in her words that is just not enough.", "sentId": 234}, {"text": "They want more than 200,000 others to evacuate.", "sentId": 235}, {"text": "They don't call it mandatory.", "sentId": 236}, {"text": "But they do say you've got to leave and if you don't leave, basically you're doing that at your own risk.", "sentId": 237}, {"text": "And they've ordered people in the Charleston the Beaufort areas, Ory and Georgetown Counties to leave.", "sentId": 238}], "secId": 80}, {"speaker": "TODD", "sentences": [{"text": "But again they don't call it mandatory, they're saying we really, really want you to go.", "sentId": 239}, {"text": "But if you stay you're really at your own risk.", "sentId": 240}, {"text": "And they say if you stay, you're also putting the first responders at risk when they have to try to come and help you out if something happens.", "sentId": 241}], "secId": 81}, {"speaker": "TODD", "sentences": [{"text": "So that's the message that they're getting across.", "sentId": 242}, {"text": "They're worried that people at least in this area may not yet be taking this seriously enough, John.", "sentId": 243}], "secId": 82}, {"speaker": "KING", "sentences": [{"text": "Brian Todd for us in Folly Beach South Carolina.", "sentId": 244}, {"text": "Brian, thank you.", "sentId": 245}, {"text": "And it just emphasize the point, the president of the United States, the governors of these states, the director of the Federal Emergency Management Agency, the director of the National Hurricane Center all being quite consistent.", "sentId": 246}, {"text": "Sometimes you get conflicting signals.", "sentId": 247}, {"text": "Not here.", "sentId": 248}, {"text": "This storm is dangerous.", "sentId": 249}, {"text": "Listen to your local officials.", "sentId": 250}], "secId": 83}, {"speaker": "KING", "sentences": [{"text": "Thanks for joining us here \"Inside Politics,\" back at noon tomorrow.", "sentId": 251}, {"text": "Wolf keeps up our coverage right after this.", "sentId": 252}], "secId": 84}], "sectionCount": 85, "url": "transcripts.cnn.com/TRANSCRIPTS/1610/06/ip.02.html", "sentenceCount": 254, "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "time": "Aired October 6, 2016 - 12:30   ET", "speakers": ["KING", "CHITWOOD", "SANCHEZ", "KNABB", "OBAMA", "JACOBS", "RAJU", "LIZZA", "HENDERSON", "CLINTON", "TRUMP", "TODD"], "title": "INSIDE POLITICS"}