{"docId": "./ip/trancript.cnn.com.TRANSCRIPTS.0507.05.ip.01.html.json", "subTitle": "Orrin Hatch Interview; Supreme Court Nominee Fight; G-8 Summit", "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "sections": [{"speaker": "ANNOUNCER", "sentences": [{"text": "Welcome to the carnival and the clashes.", "sentId": 0}, {"text": "President Bush makes his way to the G-8 Summit amid protests and global pressure.", "sentId": 1}], "secId": 0}, {"speaker": "ANNOUNCER", "sentences": [{"text": "Standing by, his man at justice.", "sentId": 2}, {"text": "Is Mr. Bush offering hints about his choice of a Supreme Court nominee?", "sentId": 3}], "secId": 1}, {"speaker": "ANNOUNCER", "sentences": [{"text": "Courting controversy.", "sentId": 4}], "secId": 2}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "Will George Bush choose an extremist who will threaten our rights?", "sentId": 5}], "secId": 3}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "Democrats will attack anyone the president nominates.", "sentId": 6}], "secId": 4}, {"speaker": "ANNOUNCER", "sentences": [{"text": "The opening on the High Court unleashes a costly and ugly ad war.", "sentId": 7}], "secId": 5}, {"speaker": "ANNOUNCER", "sentences": [{"text": "And Deep Throat, hero or villain?", "sentId": 8}, {"text": "Americans cast their votes while Washington once again looks for a leaker with possible White House connections.", "sentId": 9}], "secId": 6}, {"speaker": "ANNOUNCER", "sentences": [{"text": "Now live from Washington, CNN's INSIDE POLITICS.", "sentId": 10}], "secId": 7}, {"speaker": "BASH", "sentences": [{"text": "Thanks for joining us.", "sentId": 11}, {"text": "I'm Dana Bash.", "sentId": 12}], "secId": 8}, {"speaker": "BASH", "sentences": [{"text": "President Bush just landed in Denmark, a brief stop en route to the G-8 Summit in Scotland.", "sentId": 13}, {"text": "He and other leaders of other industrialized nations are preparing to grapple with some tough issues, including aid to Africa and global warming.", "sentId": 14}, {"text": "But at least this trip gives Mr. Bush a bit, just a bit, of a reprieve from the already intense battle over the Supreme Court pick back here at home.", "sentId": 15}], "secId": 9}, {"speaker": "BASH", "sentences": [{"text": "Our White House correspondent Suzanne Malveaux is with the president in Copenhagen.", "sentId": 16}, {"text": "Suzanne?", "sentId": 17}], "secId": 10}, {"speaker": "MALVEAUX", "sentences": [{"text": "Well, hey, Dana.", "sentId": 18}, {"text": "We're watching the same pictures that you are, people getting off the Air Force One that just arrived moments ago here in Denmark.", "sentId": 19}], "secId": 11}, {"speaker": "MALVEAUX", "sentences": [{"text": "We expect that the president is going to be greeted by Queen Margrethe II, as well as Prince Henrik, when he steps off of the plane.", "sentId": 20}, {"text": "We expect that president, the first lady and their daughter Jenna is going to be staying at the Fredsensborg Palace.", "sentId": 21}, {"text": "That is one of the queen's favorite summer residences.", "sentId": 22}, {"text": "And then, of course, tomorrow, the president is going to be meeting with Denmark's Prime Minister Rasmussen.", "sentId": 23}], "secId": 12}, {"speaker": "MALVEAUX", "sentences": [{"text": "Now, all of this, of course, is a courtesy call and all of this royal treatment part of President Bush's effort to essentially thank Denmark for being what the State Department has called an excellent U.S. ally.", "sentId": 24}, {"text": "Denmark now has, as you know, 500 troops in Iraq.", "sentId": 25}, {"text": "It has peacekeeping missions in Afghanistan, Kosovo, as well as the Baltics.", "sentId": 26}, {"text": "And it was one of the first members of what the administration likes to call the coalition of the willing to support the U.S. invasion of Iraq.", "sentId": 27}], "secId": 13}, {"speaker": "MALVEAUX", "sentences": [{"text": "Now, we expect, however, that the president is not going to venture too far from the palace during this very brief visit here.", "sentId": 28}, {"text": "And that, of course, is because of extraordinary concerns about security and protests.", "sentId": 29}, {"text": "The Danish people were vehemently against the Iraq War.", "sentId": 30}, {"text": "They have protested the U.S. treatment of detainees in Gauntanamo Bay.", "sentId": 31}, {"text": "And Danish officials say that they expect at least that there are nine protests that have been scheduled over the next couple of days, perhaps tens of thousands involved.", "sentId": 32}, {"text": "We will be taking a close look to see if, in fact, all of that unfolds.", "sentId": 33}], "secId": 14}, {"speaker": "MALVEAUX", "sentences": [{"text": "But again, we are waiting for that picture, as you are, to see the president come out of Air Force One.", "sentId": 34}, {"text": "All of this in a great anticipation of the main event, that to begin later tomorrow.", "sentId": 35}, {"text": "And that's when the president travels to Scotland for the G-8 Summit.", "sentId": 36}], "secId": 15}, {"speaker": "BASH", "sentences": [{"text": "And Suzanne, as we wait for the president to come off of Air Force One and be greeted by his hosts there, it's interesting to note, perhaps, that this seems to be sort of the pattern for President Bush as he goes to big summits in Europe and elsewhere in the world.", "sentId": 37}, {"text": "He tends to bookend his trip, or at least stop on one end or the other, at countries where they did support the president in Afghanistan and in Iraq.", "sentId": 38}], "secId": 16}, {"speaker": "MALVEAUX", "sentences": [{"text": "Well, you're absolutely right.", "sentId": 39}, {"text": "And it really gives him a sense of confidence, a sense of support, going to the G-8 Summit.", "sentId": 40}, {"text": "As you know, the president is going to be faced with a number of issues, but most notably, British Prime Minister Tony Blair, who is hosting the summit this year, is pushing for increasing aid to Africa.", "sentId": 41}], "secId": 17}, {"speaker": "MALVEAUX", "sentences": [{"text": "And as well as confronting climate change, it's expected that Blair, as well as some of the other G-8 leaders, will be disappointed in what they hear, despite the fact that the president has come forward with some initiatives, greater initiatives, in giving aid to Africa.", "sentId": 42}, {"text": "Not the kind of aid that Blair is seeking, certainly not enough, in his opinion.", "sentId": 43}, {"text": "As well as the issue of climate change, the other G-8 leaders hoping that he'll come around to sign on to Kyoto.", "sentId": 44}, {"text": "Again, his aides saying that that is not going to happen, either.", "sentId": 45}], "secId": 18}, {"speaker": "BASH", "sentences": [{"text": "And Suzanne, I'm going to ask you to stand by as we watch Air Force One and wait for the president to come off the plane.", "sentId": 46}, {"text": "We're going to talk a little bit about what the president said before he got on the plane.", "sentId": 47}, {"text": "He spoke about his search for a new justice, a Supreme Court justice, and all of the fireworks surrounding it.", "sentId": 48}, {"text": "He did an interview with \"USA Today\" in that interview, Mr. Bush said, quote, he \"would hope that the groups involved in this process, the special interest groups, will help tone down the heated rhetoric and focus on the nominee's credentials and philosophy.\"", "sentId": 49}], "secId": 19}, {"speaker": "BASH", "sentences": [{"text": "And Mr. Bush came to the defense of his attorney general, Alberto Gonzales, a possible candidate to replace Justice Sandra Day O'Connor.", "sentId": 50}, {"text": "In response to conservative criticism of Gonzales, Mr. Bush said quote, \"Al Gonzales is a great friend of mine.", "sentId": 51}, {"text": "I'm the kind of person, when a friend gets attacked, I don't like it.", "sentId": 52}, {"text": "We're lucky to have him as the attorney general and I'm lucky to have him as a friend.\"", "sentId": 53}], "secId": 20}, {"speaker": "BASH", "sentences": [{"text": "Mr. Bush added that he's considering a good-sized number of prospects.", "sentId": 54}, {"text": "He says he will hone the list in the next few weeks and then personally interview top contenders.", "sentId": 55}, {"text": "Now, Suzanne, as we await for the president, you know -- and there you see Mr. Bush coming down -- you know that we're told that he was supposed to do some homework on those top contenders while he was taking the transatlantic flight.", "sentId": 56}], "secId": 21}, {"speaker": "MALVEAUX", "sentences": [{"text": "Well, Dana, I actually spoke with President Bush, some of his aides, and they told us that he brought notes with him on the plane about potential Supreme Court nominees.", "sentId": 57}, {"text": "If you hear some noise in the background, that's actually, as you know, a very familiar sound.", "sentId": 58}, {"text": "That is the pool reporter who's giving us a read-out from some of President Bush's aides, who are aboard Air Force One now.", "sentId": 59}], "secId": 22}, {"speaker": "MALVEAUX", "sentences": [{"text": "But those we talk to here say that the president did get a chance to review some of those notes during his eight-hour flight over here.", "sentId": 60}, {"text": "And that when it comes up with a short list, he'll begin interviewing candidates when he returns to the White House.", "sentId": 61}, {"text": "Now because of his hectic schedule here, we are told that it's not likely he's going to work on this between sessions.", "sentId": 62}, {"text": "He's just going to be too, too busy.", "sentId": 63}], "secId": 23}, {"speaker": "MALVEAUX", "sentences": [{"text": "But we do know, Dana, that next week, aides tell us he's going to be meeting at the White House with a small group of senators who, of course, are going to be instrumental in this consultation process, including the Republican and Democratic heads of the Senate Judiciary Committee, as well as Senate Minority Leader Harry Reid.", "sentId": 64}, {"text": "So that will be a very interesting meeting.", "sentId": 65}], "secId": 24}, {"speaker": "BASH", "sentences": [{"text": "And Suzanne, let's just talk quickly about the pictures, the live pictures that we're seeing from Copenhagen, Denmark.", "sentId": 66}, {"text": "The president being greeted by his host, Queen Margrethe and her husband, the prince, Prince Henrik.", "sentId": 67}, {"text": "This, as we mentioned, is sort of the -- just a very quick stop before he goes to the G-8, where the president is going to be facing a Tony Blair, his top ally on Iraq, where they really differ over the two biggest issues on Tony Blair's agenda at the G-8 Summit.", "sentId": 68}], "secId": 25}, {"speaker": "MALVEAUX", "sentences": [{"text": "Well, that's right.", "sentId": 69}, {"text": "When it comes to African aid, President Bush recently announced new commitments, renewed commitments, to hunger leaf, as well as forgiving debt for the nation's -- for the world's poorest countries.", "sentId": 70}, {"text": "And then, also, a malaria fighting initiative.", "sentId": 71}, {"text": "But what Blair is hoping for, what he has been pushing for behind the scenes, quietly and even publicly, is for the president to give much, much more.", "sentId": 72}, {"text": "He is talking about doubling the amount of aid for the world's wealthiest eight nations from $25 billion a year in African aid to $50 billion a year within a ten-year time period.", "sentId": 73}], "secId": 26}, {"speaker": "MALVEAUX", "sentences": [{"text": "We have already been told by White House aides, USAID director, who I interviewed over the weekend, Natsios, said that there is no intention for the United States to come close to that kind of figure.", "sentId": 74}, {"text": "That they are very comfortable with what they are giving so far, the initiatives that the president has put forward.", "sentId": 75}], "secId": 27}, {"speaker": "MALVEAUX", "sentences": [{"text": "A lot of people wondering, perhaps, that the reason he did it, the timing, was to allow Blair to save face and to show that the United States at least is stepping up to the cause.", "sentId": 76}, {"text": "The president and others say that he has been working on this, however, for the last four years.", "sentId": 77}], "secId": 28}, {"speaker": "MALVEAUX", "sentences": [{"text": "The other point, of course, is on climate change.", "sentId": 78}, {"text": "And you bring up a very good point and that is the fact that this president, as well as this administration, refuses to sign on to the Kyoto climate treaty.", "sentId": 79}, {"text": "That is.", "sentId": 80}, {"text": "they differ from all other leaders that will be participating in the G-8 Summit.", "sentId": 81}], "secId": 29}, {"speaker": "MALVEAUX", "sentences": [{"text": "The president already in several interviews has made it clear, as well, that he is not willing to sign on to any other agreement that even looks like Kyoto that might set limits on this kind of carbon dioxide emissions, greenhouse gas emissions.", "sentId": 82}, {"text": "He says it would be a lousy deal for the United States, it would be a lousy for our economy.", "sentId": 83}, {"text": "Instead, what he will be pushing for is to sign some sort of statement saying that they want to invest research, money and technologies that would find new sources of energy, those that would not emit these kind of greenhouse gases.", "sentId": 84}], "secId": 30}, {"speaker": "BASH", "sentences": [{"text": "Suzanne, thank you very much.", "sentId": 85}, {"text": "We will certainly be following all of those contentious issues surrounding the G-8 Summit in the days to come.", "sentId": 86}, {"text": "Thanks, Suzanne.", "sentId": 87}, {"text": "We appreciate it.", "sentId": 88}], "secId": 31}, {"speaker": "BASH", "sentences": [{"text": "Now we turn back to the United States and the battle here over the Supreme Court nominee.", "sentId": 89}, {"text": "We continue our discussion over potential replacements for retiring Justice Sandra Day O'Connor and the confirmation process that lies ahead.", "sentId": 90}], "secId": 32}, {"speaker": "BASH", "sentences": [{"text": "And joining us is Republican Senator Orrin Hatch of Utah.", "sentId": 91}, {"text": "He is, of course, a current member and one-time chairman of the Judiciary Committee.", "sentId": 92}, {"text": "Thank you very much, Senator, for joining us.", "sentId": 93}], "secId": 33}, {"speaker": "HATCH", "sentences": [{"text": "Well, nice to be with you.", "sentId": 94}], "secId": 34}, {"speaker": "BASH", "sentences": [{"text": "Thank you.", "sentId": 95}], "secId": 35}, {"speaker": "BASH", "sentences": [{"text": "First I want to talk about something that you might be familiar with, a quote that you gave in your memoirs.", "sentId": 96}, {"text": "And that was talking about the discussion that you had with President Clinton when he was considering nominating his nominees.", "sentId": 97}, {"text": "And I just want to read back a quote from you.", "sentId": 98}], "secId": 36}, {"speaker": "BASH", "sentences": [{"text": "And you said in your book, quote, \"I asked whether he had considered Judge Stephen Breyer of the 1st Circuit Court of Appeals or Ruth Bader Ginsburg of the District of Columbia Court of Appeals.", "sentId": 99}, {"text": "President Clinton indicated that he had heard Breyer's name, but had not thought of Judge Ginsburg.", "sentId": 100}, {"text": "I indicated they thought they would be confirmed easily.\"", "sentId": 101}], "secId": 37}, {"speaker": "BASH", "sentences": [{"text": "So there you are talking about your -- sounds pretty specific -- your consultation, maybe even collaboration with President Clinton over his pick.", "sentId": 102}, {"text": "So why shouldn't President Bush do the same now with Democrats?", "sentId": 103}], "secId": 38}, {"speaker": "HATCH", "sentences": [{"text": "Well, keep in mind, President Clinton made his suggestions as to who he thought he would like and I said I'd probably support those.", "sentId": 104}], "secId": 39}, {"speaker": "HATCH", "sentences": [{"text": "But in the case of Bruce Babbitt, I thought it would be a very contested choice.", "sentId": 105}, {"text": "And I just mentioned that to him honestly and then said, \"Have you looked at Breyer and Ginsburg?\"", "sentId": 106}, {"text": "And, of course, it went on from there.", "sentId": 107}], "secId": 40}, {"speaker": "HATCH", "sentences": [{"text": "It was a form of consultation, I guess, but keep in mind the Constitution does not require consultation.", "sentId": 108}, {"text": "But it's a matter of courtesy that presidents do this, but it's a two-way street.", "sentId": 109}], "secId": 41}, {"speaker": "HATCH", "sentences": [{"text": "If the president consults with the senators, then the senators ought to be fair in consulting with him and they ought to, if they see that a nominee is a decent, honorable person of integrity and ability and good temperament, they ought to be supporting that person and not filibustering.", "sentId": 110}], "secId": 42}, {"speaker": "BASH", "sentences": [{"text": "So when President Bush meets next week with Democrats in addition to Republicans, should he have that kind of conversation that President Clinton had with you about specific names in order to make this process as smooth as possible?", "sentId": 111}], "secId": 43}, {"speaker": "HATCH", "sentences": [{"text": "I'm sure he will.", "sentId": 112}], "secId": 44}, {"speaker": "HATCH", "sentences": [{"text": "But keep in mind, he may be very happy to listen to what they -- to nominees that they feel might be good.", "sentId": 113}, {"text": "I don't think there would be any question about that.", "sentId": 114}], "secId": 45}, {"speaker": "HATCH", "sentences": [{"text": "But in the end, all the presidents from Washington to Adams to Jefferson to Madison to Monroe to John Jay, they all admitted that the president has the sole power of appointment.", "sentId": 115}], "secId": 46}, {"speaker": "HATCH", "sentences": [{"text": "And unfortunately, some of our Democrats are saying that the president through consultation really has to let them have a major role in picking people for the Supreme Court, and that just isn't constitutionally correct nor is it historically correct.", "sentId": 116}, {"text": "But that's the threat, I think, that some of our Democratic colleagues are making.", "sentId": 117}], "secId": 47}, {"speaker": "BASH", "sentences": [{"text": "Senator Hatch, I want to turn to the subject of Alberto Gonzales.", "sentId": 118}, {"text": "As you are well aware, conservatives have come out immediately and said that he would essentially be unacceptable, that they don't consider him conservative enough based on some of his rulings when he was back in Texas.", "sentId": 119}, {"text": "You call that pure bunk.", "sentId": 120}, {"text": "And as you know, President Bush is somebody who, even in this article with USA Today, this interview, he said, \"When a friend gets attacked, I don't like it.\"", "sentId": 121}], "secId": 48}, {"speaker": "BASH", "sentences": [{"text": "Could this immediate opposition to Gonzales backfire against conservatives?", "sentId": 122}], "secId": 49}, {"speaker": "HATCH", "sentences": [{"text": "Well, first of all, they are not speaking for all conservatives.", "sentId": 123}, {"text": "There are legitimate groups who are trying to push the president toward more conservative nominees.", "sentId": 124}, {"text": "But I think they would all support Judge Gonzales if that's the choice the president makes.", "sentId": 125}, {"text": "And they should.", "sentId": 126}, {"text": "He's a very good man.", "sentId": 127}, {"text": "But he's one of a number of them.", "sentId": 128}, {"text": "He's one of just a large number of people who might be chosen.", "sentId": 129}], "secId": 50}, {"speaker": "BASH", "sentences": [{"text": "And conservatives, some conservatives are now trying to argue on the legal merits against having Alberto Gonzales on the court saying that, first of all, he's needed as attorney general, but also that perhaps he would have to recuse himself from issues surrounding the war on terror and that would not be appropriate to have a justice on the Supreme Court who would have to do that.", "sentId": 130}], "secId": 51}, {"speaker": "BASH", "sentences": [{"text": "Do you buy into that?", "sentId": 131}], "secId": 52}, {"speaker": "HATCH", "sentences": [{"text": "Well, he is doing a very good job as attorney general.", "sentId": 132}, {"text": "And, of course, a lot of the contentiousness has died down because of him and his reasonable and decent ways.", "sentId": 133}], "secId": 53}, {"speaker": "HATCH", "sentences": [{"text": "But, no, I don't agree with that.", "sentId": 134}, {"text": "Unless it's a specific issue that he has ruled on as attorney general, I doubt seriously if he would have to recuse himself from any -- if all -- very few issues but I'm sure he would.", "sentId": 135}, {"text": "But that's true of almost anybody.", "sentId": 136}], "secId": 54}, {"speaker": "HATCH", "sentences": [{"text": "If you pick some U.S. senator or you pick some member of Congress or you pick somebody that has served in the federal government, that may be true of them, as well.", "sentId": 137}], "secId": 55}, {"speaker": "HATCH", "sentences": [{"text": "So if you picked another judge, you never know when he or she might have to recuse themselves.", "sentId": 138}], "secId": 56}, {"speaker": "HATCH", "sentences": [{"text": "So that isn't really a major issue as far as I'm concerned.", "sentId": 139}], "secId": 57}, {"speaker": "BASH", "sentences": [{"text": "Senator Hatch, I just want to ask one quick political question.", "sentId": 140}, {"text": "Is there something to be said for the fact that perhaps this could be a blessing for President Bush in terms of kind of moving off the subject of his domestic agenda on Capitol Hill -- for example, Social Security, the fact that we are talking about the Supreme Court, not talking about Social Security which was not doing very well at all on Capitol Hill -- in terms of just pure politics, if you will, is this sort of a good thing for President Bush?", "sentId": 141}], "secId": 58}, {"speaker": "HATCH", "sentences": [{"text": "Well, let's put it this way:  Our Republican presidents over the last three Republican presidents have had a very difficult time during the confirmation process of Supreme nominees.", "sentId": 142}], "secId": 59}, {"speaker": "HATCH", "sentences": [{"text": "So I don't know that it will make that much different.", "sentId": 143}, {"text": "But the president's doing fine domestically.", "sentId": 144}, {"text": "We just passed a major energy bill in the Senate.", "sentId": 145}, {"text": "The House has already passed one.", "sentId": 146}, {"text": "We're going to get together on that.", "sentId": 147}], "secId": 60}, {"speaker": "HATCH", "sentences": [{"text": "On Social Security, we on the Finance Committee are meeting regularly on Social Security.", "sentId": 148}, {"text": "I think everybody knows there are serious problems there.", "sentId": 149}, {"text": "We can't just ignore them.", "sentId": 150}, {"text": "The president has laid them out.", "sentId": 151}], "secId": 61}, {"speaker": "HATCH", "sentences": [{"text": "And I think most young people feel there won't be anything there for them when they retire.", "sentId": 152}, {"text": "The president has said those 55 years of age or older, there would be absolutely no change in their Social Security.", "sentId": 153}, {"text": "They would be absolutely guaranteed.", "sentId": 154}], "secId": 62}, {"speaker": "HATCH", "sentences": [{"text": "I think, literally, the president has an agenda for the domestic agenda that is a very good one.", "sentId": 155}], "secId": 63}, {"speaker": "HATCH", "sentences": [{"text": "Where the president is being unfairly blasted is on Iraq.", "sentId": 156}, {"text": "And in all honesty if you look at Iraq, we turned out a major dictator who's killed hundreds of thousands of people, who was developing weapons of mass destruction, who has the capacity to develop weapons of mass destruction.", "sentId": 157}], "secId": 64}, {"speaker": "HATCH", "sentences": [{"text": "And then in the process, we've turned that all around.", "sentId": 158}, {"text": "Gadhafi has given up his weapons of mass destruction.", "sentId": 159}, {"text": "We got now negotiations between the Palestinians and the Israelis.", "sentId": 160}, {"text": "We have got the Syrians hopefully pulling out of Lebanon -- a lot of changes.", "sentId": 161}], "secId": 65}, {"speaker": "BASH", "sentences": [{"text": "Senator Hatch, I'm sorry to interrupt you.", "sentId": 162}, {"text": "We will definitely have a lot of time, I'm sure, in the near future to talk about the situation in Iraq and a whole bunch of other things.", "sentId": 163}], "secId": 66}, {"speaker": "BASH", "sentences": [{"text": "We really appreciate you joining us from Utah.", "sentId": 164}], "secId": 67}, {"speaker": "BASH", "sentences": [{"text": "Thank you very much, sir.", "sentId": 165}, {"text": "Happy Fourth of July.", "sentId": 166}], "secId": 68}, {"speaker": "HATCH", "sentences": [{"text": "Nice to be with you.", "sentId": 167}], "secId": 69}, {"speaker": "BASH", "sentences": [{"text": "And we have a quick program reminder:  Senator Patrick Leahy of Vermont, the ranking Democrat on the Judiciary Committee, will be among our guests tomorrow here on INSIDE POLITICS.", "sentId": 168}], "secId": 70}, {"speaker": "BASH", "sentences": [{"text": "But coming up, we'll talk with an activist urging President Bush to nominate a more moderate voice to the Supreme Court.", "sentId": 169}], "secId": 71}, {"speaker": "BASH", "sentences": [{"text": "Plus, a special counsel takes a hard line against two reporters in a CIA leak investigation.", "sentId": 170}, {"text": "Is it a sign they'll be going to jail?", "sentId": 171}], "secId": 72}, {"speaker": "And", "sentences": [{"text": "Senator Hillary Clinton puts on a new hat to show her support of sports and New York.", "sentId": 172}], "secId": 73}, {"speaker": "BASH", "sentences": [{"text": "Activists on the right and the left are engaged in a fierce campaign to influence the Supreme Court selection process.", "sentId": 173}, {"text": "The 100 members of the U.S. Senate who actually have a vote on the president's ultimate nominee are among the main targets.", "sentId": 174}], "secId": 74}, {"speaker": "BASH", "sentences": [{"text": "And Nan Aron is president of the advocacy group Alliance for Justice and a leading voice in urging the president to choose a more moderate nominee.", "sentId": 175}], "secId": 75}, {"speaker": "BASH", "sentences": [{"text": "And my first question for you, Nan Aron, is, isn't the bottom line that no matter who President Bush picks, you and the sort of liberal-leaning groups will oppose it?", "sentId": 176}, {"text": "Him or her, I should say?", "sentId": 177}], "secId": 76}, {"speaker": "ARON", "sentences": [{"text": "Absolutely not.", "sentId": 178}], "secId": 77}, {"speaker": "ARON", "sentences": [{"text": "In fact, we put out a set of names a couple weeks ago of Republican judges who we think would be wonderful Supreme Court justices.", "sentId": 179}], "secId": 78}, {"speaker": "ARON", "sentences": [{"text": "We're really urging the president to, if he can, transcend the politics of the day and pick a moderate like Sandra Day O'Connor who will uphold individual rights and freedoms, respect the law, and not come with his or her own political agenda but make rulings in the best interests of America.", "sentId": 180}], "secId": 79}, {"speaker": "BASH", "sentences": [{"text": "I want to ask about a recent deal in the Senate not to have a filibuster unless it is an extraordinary circumstance.", "sentId": 181}], "secId": 80}, {"speaker": "BASH", "sentences": [{"text": "Were the seven Democrats who agreed to that mistaken?", "sentId": 182}, {"text": "Is that basically going to tie your hands as to what you and obviously the Democrats in the Senate can do with the nominee?", "sentId": 183}], "secId": 81}, {"speaker": "ARON", "sentences": [{"text": "I don't think so at all.", "sentId": 184}], "secId": 82}, {"speaker": "ARON", "sentences": [{"text": "I think there's very strong language in that agreement calling for meaningful -- and I stress meaningful consultation, not just symbolic consultation; that means President Bush sitting down with Democrats and really having a back and forth and not merely sending up a name who will please or placate just one small segment of the population, but someone who can be embraced by Democrats and Republicans alike.", "sentId": 185}], "secId": 83}, {"speaker": "BASH", "sentences": [{"text": "Well, President Bush is going to meet with some Democrats when he comes back from Europe next Monday.", "sentId": 186}, {"text": "Is that a promising sign for you?", "sentId": 187}], "secId": 84}, {"speaker": "ARON", "sentences": [{"text": "It is, but it could only be a beginning.", "sentId": 188}, {"text": "And it really depends on what the -- how the conversation goes.", "sentId": 189}], "secId": 85}, {"speaker": "ARON", "sentences": [{"text": "Again, we are hoping it's like what Orrin Hatch engaged in with President Clinton when President Clinton sent up Ruth Bader Ginsburg and Stephen Breyer for the Supreme Court.", "sentId": 190}, {"text": "They both sailed through confirmation and that's because Republicans were on board.", "sentId": 191}, {"text": "We're hoping and counting on this president to do the same with the Democrats.", "sentId": 192}], "secId": 86}, {"speaker": "BASH", "sentences": [{"text": "Very quickly, how specific do you want Democratic senators to get in their questioning of the nominee, whomever it is, about very specific cases, for example, Roe v. Wade?", "sentId": 193}], "secId": 87}, {"speaker": "ARON", "sentences": [{"text": "You know, poll after poll shows that the American people want the Senate to conduct a fair, thorough inquiry.", "sentId": 194}], "secId": 88}, {"speaker": "ARON", "sentences": [{"text": "People don't want the Senate just to be a rubber stamp, but want the nominee and the administration to be forthcoming about a whole range of issues.", "sentId": 195}, {"text": "Abortion is clearly an important one, but not the only one.", "sentId": 196}], "secId": 89}, {"speaker": "BASH", "sentences": [{"text": "Nan Aron, thank you very much for joining us.", "sentId": 197}, {"text": "We appreciate it.", "sentId": 198}, {"text": "We are certainly going to get back to talking to you in the near future as this really probably takes up most of the summer.", "sentId": 199}], "secId": 90}, {"speaker": "BASH", "sentences": [{"text": "Thank you.", "sentId": 200}], "secId": 91}, {"speaker": "ARON", "sentences": [{"text": "Thanks very much.", "sentId": 201}], "secId": 92}, {"speaker": "BASH", "sentences": [{"text": "And a new wrinkle in the legal battle over the CIA leak.", "sentId": 202}, {"text": "The federal prosecutor is keeping the pressure on two reporters.", "sentId": 203}], "secId": 93}, {"speaker": "BASH", "sentences": [{"text": "Also ahead, Hillary Clinton joins us -- joins New York mayor -- excuse me -- joins the New York mayor in Singapore to try to bring the Olympics to the Big Apple.", "sentId": 204}], "secId": 94}, {"speaker": "BASH", "sentences": [{"text": "Still ahead, it is, of course, 2005, but it sounds a whole lot like an election year all over again.", "sentId": 205}], "secId": 95}, {"speaker": "BASH", "sentences": [{"text": "Bill Schneider brings us up to date on the TV ads and the pleas for cash in the political campaign for the Supreme Court.", "sentId": 206}], "secId": 96}, {"speaker": "BASH", "sentences": [{"text": "And later, a CIA leak and the questions surrounding Karl Rove.", "sentId": 207}], "secId": 97}, {"speaker": "BASH", "sentences": [{"text": "Insight from our John King when INSIDE POLITICS returns.", "sentId": 208}], "secId": 98}, {"speaker": "BASH", "sentences": [{"text": "As the markets get set to close on Wall Street, I'm joined now by Kitty Pilgrim in New York with \"THE DOBBS REPORT.\"", "sentId": 209}], "secId": 99}, {"speaker": "BASH", "sentences": [{"text": "Hi, Kitty.", "sentId": 210}], "secId": 100}, {"speaker": "PILGRIM", "sentences": [{"text": "Hi, Dana.", "sentId": 211}], "secId": 101}, {"speaker": "PILGRIM", "sentences": [{"text": "Thanks a lot.", "sentId": 212}], "secId": 102}, {"speaker": "PILGRIM", "sentences": [{"text": "Well, we had a pretty good start to the week on Wall Street.", "sentId": 213}, {"text": "Right now we have the Dow Industrials up about 71 points, Nasdaq adding about 1 percent.", "sentId": 214}, {"text": "Oil prices, however, rose 84 cents, closed back near $60 a barrel.", "sentId": 215}], "secId": 103}, {"speaker": "PILGRIM", "sentences": [{"text": "And Tropical Storm Cindy moving toward Louisiana.", "sentId": 216}, {"text": "Chevron and Shell have already begun evacuating some workers from platforms in the Gulf of Mexico.", "sentId": 217}], "secId": 104}, {"speaker": "PILGRIM", "sentences": [{"text": "General Motors is extending its employee discount for every one promotion through August 1st.", "sentId": 218}, {"text": "Now, the program had been scheduled to expire today.", "sentId": 219}, {"text": "June was G.M.", "sentId": 220}, {"text": "'s top sales month in nearly 20 years.", "sentId": 221}], "secId": 105}, {"speaker": "PILGRIM", "sentences": [{"text": "Ford also says it plans to offer one, and so probably will DaimlerChrysler.", "sentId": 222}], "secId": 106}, {"speaker": "PILGRIM", "sentences": [{"text": "Well, Merck cannot delay the start of the Vioxx wrongful death trial.", "sentId": 223}, {"text": "Merck had said that it could not receive a fair trial because of all the negative publicity surrounding Vioxx, but a Texas judge has ruled the trial will begin next week.", "sentId": 224}], "secId": 107}, {"speaker": "PILGRIM", "sentences": [{"text": "Now, this is the first trial, but more than 2,400 Vioxx lawsuits have been filed nationwide.", "sentId": 225}], "secId": 108}, {"speaker": "PILGRIM", "sentences": [{"text": "Coming up on CNN 6 p.m. Eastern, \"LOU DOBBS TONIGHT,\" China telling Congress to stay out of CNOOC and the Unocal deal, stop interfering in normal commercial exchanges.", "sentId": 226}, {"text": "And some say that's a ridiculous double standard.", "sentId": 227}], "secId": 109}, {"speaker": "MORICI", "sentences": [{"text": "Well, that's just absolutely absurd.", "sentId": 228}, {"text": "The Chinese government is deeply involved in foreign commerce in China.", "sentId": 229}, {"text": "It regulates its currency.", "sentId": 230}, {"text": "It limits imports.", "sentId": 231}, {"text": "It provides capital to firms that want to buy foreign enterprises.", "sentId": 232}, {"text": "It licenses foreign investment in both directions.", "sentId": 233}, {"text": "It's just silly.", "sentId": 234}], "secId": 110}, {"speaker": "PILGRIM", "sentences": [{"text": "Also tonight on \"LOU DOBBS TONIGHT,\" Republican Congressman Kevin Brady on why he believes the House should approve the Central American Free Trade Agreement.", "sentId": 235}, {"text": "Also a closer look at NASA's Deep Impact mission to study comets.", "sentId": 236}, {"text": "And we'll also have details on the college scholarship program for war veterans returning from Iraq and Afghanistan.", "sentId": 237}, {"text": "All that coming up 6 p.m. Eastern on \"LOU DOBBS TONIGHT.\"", "sentId": 238}, {"text": "But for now, back to Dana Bash -- Dana.", "sentId": 239}], "secId": 111}, {"speaker": "BASH", "sentences": [{"text": "Thanks, Kitty, very much.", "sentId": 240}, {"text": "And now back to INSIDE POLITICS.", "sentId": 241}, {"text": "President Bush suggests he's not in a big rush to name his choice to replace Supreme Court Justice Sandra Day O'Connor.", "sentId": 242}, {"text": "Mr. Bush is now in Copenhagen en route to the G-8 summit in Scotland.", "sentId": 243}, {"text": "And once he returns to Washington on Friday, he says he'll spend the next few weeks narrowing his high court choices and interviewing top contenders.", "sentId": 244}], "secId": 112}, {"speaker": "BASH", "sentences": [{"text": "In his first response to questions about O'Connor's retirement, Mr. Bush told USA Today he's hoping the Senate will avoid the bitterness and rancor of recent debates over judicial nominees.", "sentId": 245}, {"text": "While the president called for cooler heads to prevail, special interest groups are launching an ad war of presidential campaign-like proportions.", "sentId": 246}], "secId": 113}, {"speaker": "BASH", "sentences": [{"text": "Our senior political analyst Bill Schneider reports on the charges and the dollars that are flying.", "sentId": 247}], "secId": 114}, {"speaker": "SCHNEIDER", "sentences": [{"text": "It looks like a Supreme Court nomination is good for business, the political fundraising business that is.", "sentId": 248}, {"text": "President Bush hasn't even chosen a nominee yet, but groups on the left and right are already making urgent appeals.", "sentId": 249}], "secId": 115}, {"speaker": "NARAL Pro-Choice America's Web site warns", "sentences": [{"text": "\"Don't let his choice end yours, help fund the fight.\"", "sentId": 250}, {"text": "Progress for America's Web site promises an $18 million campaign to defend President Bush's Supreme Court nominee.", "sentId": 251}], "secId": 116}, {"speaker": "plea", "sentences": [{"text": "\"I would hope that the groups involved in this process, the special interest groups, will help tone down the heated rhetoric.\"", "sentId": 252}, {"text": "Fat chance.", "sentId": 253}], "secId": 117}, {"speaker": "plea", "sentences": [{"text": "Heated rhetoric raises big money.", "sentId": 254}, {"text": "Organizations are already running ads.", "sentId": 255}, {"text": "This cable TV ad by MoveOn PAC accuses President Bush of playing politics with people's personal rights in the Terri Schiavo case.", "sentId": 256}], "secId": 118}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "It was the last place the federal government needed to be, a family crisis affecting the most personal rights of all.", "sentId": 257}], "secId": 119}, {"speaker": "SCHNEIDER", "sentences": [{"text": "A cable ad from Progress for America preemptively attacks Democrats for attacks that haven't taken place on a nominee who hasn't been chosen.", "sentId": 258}], "secId": 120}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "Democrats will attack anyone the president nominates.", "sentId": 259}, {"text": "But a Supreme Court nominee deserves real consideration instead of instant attacks.", "sentId": 260}], "secId": 121}, {"speaker": "SCHNEIDER", "sentences": [{"text": "The organization even posted on the Internet a hypothetical Democratic attack.", "sentId": 261}], "secId": 122}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "The president nominated George Washington for the Supreme Court.", "sentId": 262}, {"text": "Democrats immediately attacked Washington for his environmental record of chopping down cherry trees.", "sentId": 263}], "secId": 123}, {"speaker": "SCHNEIDER", "sentences": [{"text": "The Washington Post estimates that total spending could approach $100 million, like a presidential campaign, but one only 100 voters, senators, who will vote whether or not to confirm President Bush's nominee.", "sentId": 264}, {"text": "You get to the senators by stirring up their constituents, and that takes money.", "sentId": 265}], "secId": 124}, {"speaker": "SCHNEIDER", "sentences": [{"text": "The biggest targets?", "sentId": 266}, {"text": "Senators running in 2006 or part of the gang of 14.", "sentId": 267}, {"text": "Those are the 14 senators, you remember, who made a deal.", "sentId": 268}, {"text": "The Democrats promised not to use the filibuster to block court nominations except in extraordinary circumstances.", "sentId": 269}, {"text": "The Republicans promised not to vote for the nuclear option that would ban filibusters for court nominations.", "sentId": 270}, {"text": "Those promises could turn into threats if President Bush makes a controversial nomination -- Dana.", "sentId": 271}], "secId": 125}, {"speaker": "BASH", "sentences": [{"text": "And, Bill, talk a little bit more about these senator who are up in 2006 and what you think the potential impact on those races could be of the Supreme Court fight.", "sentId": 272}], "secId": 126}, {"speaker": "SCHNEIDER", "sentences": [{"text": "Yes.", "sentId": 273}, {"text": "Well, Dana, there are six senators in the gang of 14 who will be under a lot of pressure because they're all running for reelection, three Democrats, three Republicans.", "sentId": 274}, {"text": "The democrats: Joe Lieberman, Connecticut; Robert Byrd of West Virginia; and Ben Nelson of Nebraska.", "sentId": 275}, {"text": "The Republicans: Lincoln Chafee of Rhode Island; Olympia Snowe of Maine, those are two states that are blue states, they voted for John Kerry last time; and Mike DeWine of Ohio.", "sentId": 276}, {"text": "Look for a lot of ads and a lot of money to be spent on those states.", "sentId": 277}], "secId": 127}, {"speaker": "BASH", "sentences": [{"text": "Bill Schneider, joining us from Los Angeles today, thank you very much, Bill.", "sentId": 278}], "secId": 128}, {"speaker": "BASH", "sentences": [{"text": "And now we're going to hear from a constitutional lawyer urging President Bush to stand firm and put a conservative voice on the high court.", "sentId": 279}, {"text": "Jay Sekulow is chief counsel for the American Center for Law and Justice.", "sentId": 280}], "secId": 129}, {"speaker": "BASH", "sentences": [{"text": "And Jay Sekulow, thank you very much for joining us.", "sentId": 281}], "secId": 130}, {"speaker": "SEKULOW", "sentences": [{"text": "Thanks for having me.", "sentId": 282}], "secId": 131}, {"speaker": "BASH", "sentences": [{"text": "My first question is a meeting that you had at the White House I believe a week ago Friday, a week before the retirement of Justice O'Connor, you met with three of your colleagues, and with some top officials at the White House, Harriet Miers, the White House counsel, the chief of staff.", "sentId": 283}, {"text": "And it has been reported that you and your colleagues urged the White House not to appoint Alberto Gonzales because he was unacceptable to conservatives.", "sentId": 284}], "secId": 132}, {"speaker": "SEKULOW", "sentences": [{"text": "Yes.", "sentId": 285}, {"text": "You know, that wasn't true.", "sentId": 286}, {"text": "I mean, the discussion actually that took place at that meeting was about process, what is going to happen if, in fact, a vacancy were to occur.", "sentId": 287}, {"text": "Everybody's expectation was the vacancy was going to be the chief justice.", "sentId": 288}, {"text": "So there was not a discussion about Judge Gonzales or about anyone else, for that matter, of specific nominees.", "sentId": 289}], "secId": 133}, {"speaker": "SEKULOW", "sentences": [{"text": "The focus of that meeting was process, as you've already seen, and as Bill Schneider correctly reported this, as almost like a presidential campaign.", "sentId": 290}, {"text": "Except what's at stake actually goes beyond the presidency.", "sentId": 291}, {"text": "And that is that, of course, a Supreme Court appointment is for life.", "sentId": 292}], "secId": 134}, {"speaker": "SEKULOW", "sentences": [{"text": "So there's a lot riding on this.", "sentId": 293}, {"text": "And with Justice O'Connor's announcement that she is, in fact, resigning effective upon her replacement being confirmed, you've put in -- the pivotal vote on the Supreme Court is now in play.", "sentId": 294}, {"text": "And that is very, very significant.", "sentId": 295}, {"text": "But that was not the topic though of that meeting.", "sentId": 296}], "secId": 135}, {"speaker": "BASH", "sentences": [{"text": "OK.  Great.", "sentId": 297}, {"text": "Thank you for clearing that up.", "sentId": 298}], "secId": 136}, {"speaker": "SEKULOW", "sentences": [{"text": "I want to get that clear.", "sentId": 299}], "secId": 137}, {"speaker": "BASH", "sentences": [{"text": "Absolutely.", "sentId": 300}, {"text": "I want to read you, though, a quote from President Bush in an interview with USA Today published today about Al Gonzales.", "sentId": 301}, {"text": "He said, quote: \"Al Gonzales is a great friend of mine.", "sentId": 302}, {"text": "I'm the kind of person, when a friend gates attacked, I don't like it.", "sentId": 303}, {"text": "We're lucky to have him as the attorney general and I'm lucky to have him as a friend.\"", "sentId": 304}], "secId": 138}, {"speaker": "BASH", "sentences": [{"text": "There you see the president sort getting his back up a little bit about all of this.", "sentId": 305}, {"text": "You are very much in touch with conservatives around the country.", "sentId": 306}, {"text": "You're very well wired.", "sentId": 307}, {"text": "Do you think, though, that it would be unacceptable?", "sentId": 308}], "secId": 139}, {"speaker": "SEKULOW", "sentences": [{"text": "Well, I think the president was right in being concerned about attacks on any potential nominee, Al Gonzales or anybody else, before that nomination has even been made.", "sentId": 309}, {"text": "And to judge the attorney general based on one case out of Texas is a bit of an overreach.", "sentId": 310}, {"text": "We all agree with that.", "sentId": 311}], "secId": 140}, {"speaker": "SEKULOW", "sentences": [{"text": "Look, you've reported it, everybody has reported it.", "sentId": 312}, {"text": "There is concern on the right, less-than-enthusiastic reception within some circles as to General Gonzales.", "sentId": 313}, {"text": "But, look, the president made it very clear, he's going to appoint someone to the Supreme Court that is conservative in their judicial philosophy, that's not going to legislate from the bench.", "sentId": 314}], "secId": 141}, {"speaker": "SEKULOW", "sentences": [{"text": "He's -- look at the nominees he has put forward on the Court of Appeals.", "sentId": 315}, {"text": "I expect no different in the caliber or kind of judge he's going to nominate for the Supreme Court of the United States.", "sentId": 316}, {"text": "And that's where the test will come in, and that's where you'll see the interest groups right and left really engaging here.", "sentId": 317}], "secId": 142}, {"speaker": "SEKULOW", "sentences": [{"text": "This is -- realize, I mean, we're all talking about this.", "sentId": 318}, {"text": "This is the warm-up.", "sentId": 319}, {"text": "We don't even have the nominee yet.", "sentId": 320}], "secId": 143}, {"speaker": "BASH", "sentences": [{"text": "So are you saying that you are or are not opposed to Alberto Gonzales?", "sentId": 321}, {"text": "Would you be OK if President Bush picked Alberto Gonzales?", "sentId": 322}], "secId": 144}, {"speaker": "SEKULOW", "sentences": [{"text": "That's a good way to answer the question -- ask the question.", "sentId": 323}, {"text": "Let me give you my answer.", "sentId": 324}, {"text": "I'm an advocate before the Supreme Court of the United States, so I've got to be very careful about any potential justice that I'm going to appear before.", "sentId": 325}], "secId": 145}, {"speaker": "SEKULOW", "sentences": [{"text": "Look, I think that Alberto Gonzales has been an exceptionally great attorney general.", "sentId": 326}, {"text": "I'm concerned about one thing which not a lot of people are picking up on, and that is he would be possibly recused from a number of cases because he was the White House counsel and the attorney general.", "sentId": 327}, {"text": "But short of that, this is speculation.", "sentId": 328}, {"text": "And to say you're for or against a nominee, we don't know who the nominee and there has not even been  a hearing yet, I think is premature.", "sentId": 329}, {"text": "And I'm not going to speculate.", "sentId": 330}], "secId": 146}, {"speaker": "BASH", "sentences": [{"text": "I want to ask you about sort of the conservative movement in general vis-a-vis this president.", "sentId": 331}, {"text": "It's no secret that conservatives around the country were perhaps a bit skeptical of President Bush's father, whether he was what they would consider a true conservative.", "sentId": 332}, {"text": "And President Bush certainly has campaigned as a conservative in 2000, 2004.", "sentId": 333}, {"text": "But is this really the ultimate test for President Bush, who he picks as to whether or not he is considered a conservative and accepted by social conservatives around the country?", "sentId": 334}], "secId": 147}, {"speaker": "SEKULOW", "sentences": [{"text": "Well, number one, I think the president has been accepted by social conservatives.", "sentId": 335}, {"text": "And no one could object on our side as to the nominations he's made for the Court of Appeals.", "sentId": 336}, {"text": "And no one really expects anything different at the Supreme Court of the United States.", "sentId": 337}], "secId": 148}, {"speaker": "SEKULOW", "sentences": [{"text": "But look, is this the ultimate test in one sense -- in the sense that this is the lasting legacy of any presidency, the Supreme Court of the United States, as far as domestic politics go, sure, this is huge.", "sentId": 338}, {"text": "And I am completely confident that the president is going to make the right selection.", "sentId": 339}, {"text": "I think he's going to take his time.", "sentId": 340}, {"text": "We may be still talking about who that nominee is next week.", "sentId": 341}], "secId": 149}, {"speaker": "SEKULOW", "sentences": [{"text": "But again, a lot of speculation, ultimately the president's going to make the decision.", "sentId": 342}, {"text": "But I look at those Court of Appeals nominees and I have a lot of comfort.", "sentId": 343}], "secId": 150}, {"speaker": "BASH", "sentences": [{"text": "OK.  Jay Sekulow, we're going to have to leave it there.", "sentId": 344}, {"text": "Thank you very much for joining us.", "sentId": 345}], "secId": 151}, {"speaker": "SEKULOW", "sentences": [{"text": "Thanks.", "sentId": 346}, {"text": "Thank you, Dana.", "sentId": 347}], "secId": 152}, {"speaker": "BASH", "sentences": [{"text": "We appreciate it.", "sentId": 348}], "secId": 153}, {"speaker": "BASH", "sentences": [{"text": "And the Bush White House has promised to cooperate fully with prosecutors investigating the leak of a CIA operative's name.", "sentId": 349}, {"text": "We'll review Karl Rove's connection to the case ahead as two reporters- turned-defendants face a crucial day in court.", "sentId": 350}], "secId": 154}, {"speaker": "BASH", "sentences": [{"text": "Plus, three decades after Woodward and Bernstein tapped Deep Throat, how do Americans view the most famous source of a leak in Washington?", "sentId": 351}], "secId": 155}, {"speaker": "BASH", "sentences": [{"text": "And when we go \"Inside the Blogs,\" the yacht that may be helping to sink a California congressman.", "sentId": 352}], "secId": 156}, {"speaker": "BASH", "sentences": [{"text": "Welcome back to INSIDE POLITICS.", "sentId": 353}, {"text": "We're going to take you to live pictures of President Bush and Laura Bush in Copenhagen, Denmark.", "sentId": 354}, {"text": "They have just arrived at Fredensborg Castle in Copenhagen.", "sentId": 355}, {"text": "There they are expected and we should see shortly them to be greeted by Queen Margrethe and her husband Prince Henrik.", "sentId": 356}], "secId": 157}, {"speaker": "BASH", "sentences": [{"text": "This is the president's first stop, as we've been reporting, of his trip to Europe, the stop in Denmark, a brief one where President Bush will thank the people of Denmark and its leaders for assisting in the military effort in both Afghanistan and in Iraq.", "sentId": 357}], "secId": 158}, {"speaker": "BASH", "sentences": [{"text": "This is a stop -- a brief stop before he heads to Scotland for the meeting of the G-8 summit.", "sentId": 358}, {"text": "There you see President Bush being greeted by the queen.", "sentId": 359}], "secId": 159}, {"speaker": "BASH", "sentences": [{"text": "And now we are going to turn back to the story that we told you we would get to right now, and that is the prosecutor investigating the leak of a CIA employee's identity told a federal judge today that a TIME magazine reporter should have to testify under oath even though the magazine has turned over the reporter's notes.", "sentId": 360}], "secId": 160}, {"speaker": "BASH", "sentences": [{"text": "Our national correspondent Bob Franken has been following the story and he joins me now -- Bob.", "sentId": 361}], "secId": 161}, {"speaker": "FRANKEN", "sentences": [{"text": "Well, reporters Matthew Cooper and TIME magazine, over Cooper's objections, had turned over his notes.", "sentId": 362}, {"text": "TIME magazine was also being fined.", "sentId": 363}, {"text": "I should point out here that TIME is owned by Time Warner, which also owns CNN.", "sentId": 364}], "secId": 162}, {"speaker": "FRANKEN", "sentences": [{"text": "Cooper had said he objected to that but nevertheless made the argument that he no longer would have to testify because the information had been provided.", "sentId": 365}, {"text": "Prosecutor Patrick Fitzgerald filed a motion today saying that is not the case.", "sentId": 366}, {"text": "Cooper should testify and should make his intentions known at a court hearing tomorrow.", "sentId": 367}], "secId": 163}, {"speaker": "FRANKEN", "sentences": [{"text": "The other reporter is Judith Miller of The New York Times.", "sentId": 368}, {"text": "No questions about the Times and Judith Miller.", "sentId": 369}, {"text": "Both have continued to resist the court orders that she divulge her sources.", "sentId": 370}, {"text": "There's a hearing before Judge Thomas Hogan tomorrow.", "sentId": 371}, {"text": "He will be expected to rule whether the two have to go to jail.", "sentId": 372}], "secId": 164}, {"speaker": "FRANKEN", "sentences": [{"text": "Prosecutor Patrick Fitzgerald also opposed a motion from the reporters saying if they are sentenced, they should get house arrest instead of prison.", "sentId": 373}, {"text": "Fitzgerald says that is not coercion to get them to comply to the court order.", "sentId": 374}], "secId": 165}, {"speaker": "FRANKEN", "sentences": [{"text": "All of this, of course, is an offshoot of the investigation into the probable leaks of the identity of Valerie Plame.", "sentId": 375}, {"text": "She is the wife of a critic of the Bush administration.", "sentId": 376}, {"text": "In July 2003, columnist Robert Novak printed a column identifying her as an undercover CIA operative.", "sentId": 377}, {"text": "Possibility is that had been the result of an illegal leak, this is all part of the investigation.", "sentId": 378}], "secId": 166}, {"speaker": "FRANKEN", "sentences": [{"text": "But it has gone into this area where two reporters could face jail sentences tomorrow.", "sentId": 379}, {"text": "A drama that has really messed up the normal relationship between the press and the courts with now a lot of people in the media saying that it has really made it more difficult for people to promise anonymity when it comes to anonymous sources.", "sentId": 380}], "secId": 167}, {"speaker": "BASH", "sentences": [{"text": "Bob Franken, thank you very much for that update.", "sentId": 381}, {"text": "And we're going to talk a little bit more about this subject and why Karl Rove's name may or may not have shown up in Matt Cooper of TIME magazine's notes that he is turning over to the judge.", "sentId": 382}], "secId": 168}, {"speaker": "BASH", "sentences": [{"text": "Stay with us on INSIDE POLITICS, we'll talk about that right after this break.", "sentId": 383}], "secId": 169}, {"speaker": "BASH", "sentences": [{"text": "In the CIA leak investigation we told you just moments ago about -- the latest legal developments, I should say, now we're going to talk about the political implications of that story.", "sentId": 384}, {"text": "Questions persist about Karl Rove's possible connection to the case.", "sentId": 385}], "secId": 170}, {"speaker": "BASH", "sentences": [{"text": "Rove's lawyer confirms that the president's top political adviser spoke to TIME magazine reporter Matthew Cooper in the days before a CIA operative's name was leaked to the media.", "sentId": 386}, {"text": "But he denies his client disclosed any confidential information.", "sentId": 387}, {"text": "And he says the special prosecutor has repeatedly said Rove is not a target of the leak investigation.", "sentId": 388}, {"text": "Let's now bring in our chief national correspondent, John King, to bring us up to date on this.", "sentId": 389}], "secId": 171}, {"speaker": "BASH", "sentences": [{"text": "Given the back and forth that we had over the Fourth of July weekend, where are we right now on this?", "sentId": 390}], "secId": 172}, {"speaker": "KING", "sentences": [{"text": "As up-to-date as we can get.", "sentId": 391}, {"text": "There's a great murky cloud over the legal part of the investigation.", "sentId": 392}, {"text": "And because he is the boogey man to the Democrats, any time you can mention Karl Rove's name, the Democrats get into an uptick.", "sentId": 393}], "secId": 173}, {"speaker": "KING", "sentences": [{"text": "But the most curious part of those e-mails is, and the lawyer confirms, Karl Rove did speak to Matt Cooper of TIME before Bob Novak's column outing Ms. Plame as a covert CIA agent.", "sentId": 394}, {"text": "So that will be a subject of inquiry.", "sentId": 395}], "secId": 174}, {"speaker": "KING", "sentences": [{"text": "But Karl Rove insists that he did nothing illegal.", "sentId": 396}, {"text": "Now knowingly disclosing the name of a covert agent is the law.", "sentId": 397}, {"text": "And remember, it's not so unusual that you might get a phone call about this, because Joe Wilson, her husband, had been on \"MEET THE PRESS\" the weekend before.", "sentId": 398}], "secId": 175}, {"speaker": "KING", "sentences": [{"text": "We talked to Karl Rove about this several times, but back about a year ago at the Republican Convention, he said he did not leak the name.", "sentId": 399}], "secId": 176}, {"speaker": "ROVE", "sentences": [{"text": "I didn't know her name and didn't leak her name.", "sentId": 400}, {"text": "This is at the Justice Department.", "sentId": 401}, {"text": "I'm confident that the U.S. Attorney, the prosecutor who's involved in looking at this is going to do a very thorough job of doing a very substantial and conclusive investigation.", "sentId": 402}], "secId": 177}, {"speaker": "KING", "sentences": [{"text": "Didn't know her name, didn't leak her name.", "sentId": 403}, {"text": "That's not saying, didn't talk to any reporters about this issue or this subject.", "sentId": 404}, {"text": "So obviously the grand jury has a bit more work to do.", "sentId": 405}, {"text": "Again, Karl Rove's lawyer says he is not a target.", "sentId": 406}, {"text": "We have no indication from anyone involved that he is.", "sentId": 407}], "secId": 178}, {"speaker": "BASH", "sentences": [{"text": "Now we have two issues here.", "sentId": 408}, {"text": "We have the political and we have the legal.", "sentId": 409}, {"text": "You mentioned briefly the whole question of somebody leaking -- knowingly leaking a covert agent's name.", "sentId": 410}, {"text": "Talk about the difference.", "sentId": 411}], "secId": 179}, {"speaker": "KING", "sentences": [{"text": "Well, everyone in Washington was talking about this, both before and then especially after the Novak call.", "sentId": 412}, {"text": "Everybody was.", "sentId": 413}, {"text": "So White House officials were getting calls from us, me included, asking what do you know about this, what's going on about this?", "sentId": 414}], "secId": 180}, {"speaker": "KING", "sentences": [{"text": "The law says if you knowingly disclose the name of a covert agent, you have broken the law.", "sentId": 415}, {"text": "There were people at the White House, especially after the call talking  about it, but beforehand, is it possible that one of them said, Joe Wilson's wife works for the CIA?", "sentId": 416}, {"text": "That is the question we are told is before the grand jury.", "sentId": 417}], "secId": 181}, {"speaker": "KING", "sentences": [{"text": "The question is, do you have a crime here?", "sentId": 418}, {"text": "And obviously the special prosecutor is taking great pains, threatening to put two reporters in jail for this, continuing to demand the testimony.", "sentId": 419}, {"text": "There are indications he is nearing the finishing point in this investigation but he obviously wants the testimony of those two reporters.", "sentId": 420}], "secId": 182}, {"speaker": "KING", "sentences": [{"text": "And that is where you get into the knowingly question.", "sentId": 421}, {"text": "Did anyone knowingly break the law?", "sentId": 422}, {"text": "Or in the course of conversation, did they perhaps say, I hear Joe Wilson's wife works for the CIA?", "sentId": 423}, {"text": "That, in and of itself, if you didn't know she was covert, it's not a crime.", "sentId": 424}], "secId": 183}, {"speaker": "BASH", "sentences": [{"text": "I was going to ask you about the timing.", "sentId": 425}, {"text": "Does this sort of indicate all of these latest developments that perhaps he is -- the prosecutor is close to finishing up this case?", "sentId": 426}, {"text": "It's been quite some time.", "sentId": 427}, {"text": "People have looked at this and said, well, he hasn't gotten anything yet.", "sentId": 428}, {"text": "Maybe he really doesn't have a case here?", "sentId": 429}], "secId": 184}, {"speaker": "KING", "sentences": [{"text": "Well, several months ago there were even Justice Department officials saying they were near the finish line.", "sentId": 430}, {"text": "So is he near the finish line now?", "sentId": 431}, {"text": "Everyone thinks so.", "sentId": 432}, {"text": "It's not safe to think in such cases.", "sentId": 433}], "secId": 185}, {"speaker": "KING", "sentences": [{"text": "But I do know this, that several attorneys -- a number of prominent people at the White House have been called before this grand jury and former officials at the White House have been called before this grand jury, they are trying to go on with their daily lives.", "sentId": 434}, {"text": "Some of them are paying high legal fees.", "sentId": 435}, {"text": "Some of them are involved, as Karl Rove is, in very sensitive political situations.", "sentId": 436}], "secId": 186}, {"speaker": "KING", "sentences": [{"text": "It's my understanding that a number of their lawyers have gone to Mr. Fitzgerald and said, finish, please.", "sentId": 437}, {"text": "This is not good to our clients.", "sentId": 438}, {"text": "Now they're doing that politely.", "sentId": 439}, {"text": "But they want this cleared up.", "sentId": 440}, {"text": "And those lawyers say their indications from the prosecutors back are stay tuned, not much longer.", "sentId": 441}], "secId": 187}, {"speaker": "BASH", "sentences": [{"text": "OK.  John King, we'll see you at the top of the hour hosting \"WOLF BLITZER REPORTS\".", "sentId": 442}], "secId": 188}, {"speaker": "KING", "sentences": [{"text": "Unless I escape.", "sentId": 443}], "secId": 189}, {"speaker": "BASH", "sentences": [{"text": "Thank you very much, thank you.", "sentId": 444}], "secId": 190}, {"speaker": "BASH", "sentences": [{"text": "And some would argue that Washington has been one of the leakiest places in the world ever since Deep Throat spilled the beans about the Watergate affair.", "sentId": 445}, {"text": "Our national correspondent Bruce Morton shares his perspective on anonymous sources then and now.", "sentId": 446}], "secId": 191}, {"speaker": "MORTON", "sentences": [{"text": "All administrations hate leaks, but all leaks are not the same.", "sentId": 447}], "secId": 192}, {"speaker": "MORTON", "sentences": [{"text": "Mark Felt, the ex-FBI man who was Deep Throat, the leaker who helped The Washington Post's Bob Woodward and Carl Bernstein unravel the White House attempt to cover up the Watergate burglary of Democratic headquarters, may have leaked because he disliked what President Richard Nixon was doing or because he thought Nixon was politicizing the FBI he loved.", "sentId": 448}, {"text": "We may never know.", "sentId": 449}], "secId": 193}, {"speaker": "MORTON", "sentences": [{"text": "Now a generation later Americans view him somewhat favorably.", "sentId": 450}, {"text": "A majority told a CNN/USA Today/Gallup poll they don't think he's a hero, but four times as many think he changed history for the better as think he changed it for the worse.", "sentId": 451}], "secId": 194}, {"speaker": "MORTON", "sentences": [{"text": "Today's leak, two reporters may go to jail tomorrow for refusing to name their sources, is more complicated.", "sentId": 452}, {"text": "In July 2003, Robert Novak, a newspaper regular columnist and regular commentator on this network, named Valerie Plame as a CIA operative.", "sentId": 453}], "secId": 195}, {"speaker": "MORTON", "sentences": [{"text": "Novak said at the time he thought she was simply an analyst for the agency, not an undercover agent.", "sentId": 454}, {"text": "Why name her?", "sentId": 455}, {"text": "Her husband, ex- Ambassador Joseph Wilson, had, at the CIA's suggestion, gone to Niger to check out reports Iraq's Saddam Hussein was trying to buy uranium there.", "sentId": 456}, {"text": "He believed the reports were untrue and eventually went public, writing an op-ed piece accusing the administration of twisting intelligence to exaggerate the Iraqi threat.", "sentId": 457}], "secId": 196}, {"speaker": "MORTON", "sentences": [{"text": "So was the administration out for revenge in revealing that his wife was an agent?", "sentId": 458}, {"text": "We don't know.", "sentId": 459}, {"text": "Various people, most recently Karl Rove, have denied being the source.", "sentId": 460}], "secId": 197}, {"speaker": "MORTON", "sentences": [{"text": ":  Novak has never publicly named a source, neither have the two reporter who face jail.", "sentId": 461}, {"text": "One of them in fact never even used Plame's name in a story.", "sentId": 462}, {"text": "The leaker's name is what the government wants.", "sentId": 463}], "secId": 198}, {"speaker": "MORTON", "sentences": [{"text": "Where do we stand?", "sentId": 464}, {"text": "TIME magazine has turned over to the government some of its reporter's notes which were stored in the magazine's computers, saying a news organization is not above the law.", "sentId": 465}, {"text": "The two reporters, TIME's Matthew Cooper and Judith Miller of The New York Times, have remained silent.", "sentId": 466}], "secId": 199}, {"speaker": "MORTON", "sentences": [{"text": "It's a hard question.", "sentId": 467}, {"text": "Sure, a news organization isn't above the law.", "sentId": 468}, {"text": "But if you've promised somebody not to reveal their name, aren't you obliged to keep your word?", "sentId": 469}, {"text": "It's a hard question.", "sentId": 470}], "secId": 200}, {"speaker": "MORTON", "sentences": [{"text": "Bruce Morton, CNN, Washington.", "sentId": 471}], "secId": 201}, {"speaker": "BASH", "sentences": [{"text": "And checking the \"Political Bytes\" on this Tuesday: House Minority Leader Nancy Pelosi is the latest member of Congress to file late reports for trips she accepted from private interest groups.", "sentId": 472}, {"text": "Pelosi filed the paperwork last Friday for three trips taken in 1998 and 1999 valued at more than $8500.", "sentId": 473}], "secId": 202}, {"speaker": "BASH", "sentences": [{"text": "Many House members have updated their travel filings in recent months following the increased attention to the past travels of House Majority Leader Tom DeLay.", "sentId": 474}], "secId": 203}, {"speaker": "BASH", "sentences": [{"text": "Senator Hillary Clinton has joined New York Mayor Michael Bloomberg in Singapore to lobby for the city's bid to host the 2012 Olympic Games.", "sentId": 475}, {"text": "The International Olympic Committee will vote on a host city tomorrow.", "sentId": 476}, {"text": "And Clinton told reporters today that New York is ideally suited to host the games.", "sentId": 477}], "secId": 204}, {"speaker": "CLINTON", "sentences": [{"text": "You've got a group of people in New York City that I think is unique in the world.", "sentId": 478}, {"text": "And the bid that we're presenting is really about how New York represents the Olympic spirit.", "sentId": 479}], "secId": 205}, {"speaker": "BASH", "sentences": [{"text": "Back here in the U.S., Elizabeth Edwards, the wife of former Democratic vice presidential nominee John Edwards, plans to write a book.", "sentId": 480}, {"text": "She plans to write about her life, including a recent bout against breast cancer.", "sentId": 481}, {"text": "This book, along with a second book by her husband, are expected to hit the stores at the same time John Edwards is traveling the country, considering a second run for the White House.", "sentId": 482}], "secId": 206}, {"speaker": "BASH", "sentences": [{"text": "And the government investigates a congressman's real estate deals.", "sentId": 483}, {"text": "Up next, we go \"Inside the Blogs\" to see what people are saying about California Representative Duke Cunningham.", "sentId": 484}], "secId": 207}, {"speaker": "BASH", "sentences": [{"text": "Well, there is a new report involving California Congressman Duke Cunningham and his financial dealings.", "sentId": 485}, {"text": "The Washington Post reports that a New York developer recently bought a yacht from Cunningham and that he also helped the congressman finance a $2.5 million home in California.", "sentId": 486}], "secId": 208}, {"speaker": "BASH", "sentences": [{"text": "Last month, it was revealed that Cunningham sold a different California house, seen here, to a Washington defense contractor who later resold the property at a loss of $700,000.", "sentId": 487}], "secId": 209}, {"speaker": "BASH", "sentences": [{"text": "Well, today's report follows word that federal investigators last Friday searched a yacht owned by the same Washington defense contractor as well as Cunningham's current California home.", "sentId": 488}], "secId": 210}, {"speaker": "BASH", "sentences": [{"text": "Well, the investigation of Congressman Cunningham is making waves in the blogosphere.", "sentId": 489}, {"text": "For more, we check in with CNN political producer Abbi Tatton and Jacki Schechner, our blog reporter -- Jacki.", "sentId": 490}], "secId": 211}, {"speaker": "SCHECHNER", "sentences": [{"text": "Hi, Dana.", "sentId": 491}, {"text": "If you're having trouble keeping track of now the houses and the boats in the whole Cunning-scam -- Cunningham story, I should say, they call it \"Cunning- scam\" online, hence the slip, there's now a chart that you can take a look at.", "sentId": 492}], "secId": 212}, {"speaker": "SCHECHNER", "sentences": [{"text": "Bob at swingstateproject.com has put this together for us.", "sentId": 493}, {"text": "It is, number one, Mitchell Wade and the Duke Stir, the yacht in question.", "sentId": 494}, {"text": "Number two, Thomas Kontogiannis, the developer now coming up in the latest news, and the Kelly C, the boat in question there.", "sentId": 495}], "secId": 213}, {"speaker": "SCHECHNER", "sentences": [{"text": "You can read through this, it will break it down for you just if you want to keep track of what's going on in California.", "sentId": 496}, {"text": "Bob going out on a limb, saying he thinks that that congressional district will be up for grabs in 2006.", "sentId": 497}], "secId": 214}, {"speaker": "TATTON", "sentences": [{"text": "One blogger that has been following this all along is Josh Marshall at Talking Points Memo.", "sentId": 498}, {"text": "He has been, with his readers, updating the stories and doing his own investigative reporting on the story.", "sentId": 499}], "secId": 215}, {"speaker": "TATTON", "sentences": [{"text": "Today, he's talking about the \"curse\" of Randy \"Duke\" Cunningham, the habit of wealthy businessmen to pay Duke double or triple market price for pieces of property, be those pieces of property boats or houses.", "sentId": 500}, {"text": "It was funny because a few weeks ago, Randy \"Duke\" Cunningham was not a big name in the blogosphere.", "sentId": 501}, {"text": "But now when you put the congressman's name into one of the blog search engines, it's interesting which sites come up.", "sentId": 502}], "secId": 216}, {"speaker": "TATTON", "sentences": [{"text": "Today at icerocket.com, we found he was on cashforyourhouse.us, homeloan411.com, and my favorite was boatsavvy.com, the blog for boat savvy people.", "sentId": 503}], "secId": 217}, {"speaker": "SCHECHNER", "sentences": [{"text": "So some on the right are now taking a look at another member of Congress today, House Minority Leader Nancy Pelosi filed some forms on Friday for trips that she took from outside sponsors.", "sentId": 504}, {"text": "And some on the right picking up on the fact that this bodes well for Tom DeLay.", "sentId": 505}], "secId": 218}, {"speaker": "SCHECHNER", "sentences": [{"text": "Why?", "sentId": 506}, {"text": "We've talked about his ethics violations -- or possible ethics violations, rather, in the past.", "sentId": 507}, {"text": "And pejmanesque.com, this Pejman Yousefzadeh, pointing that if DeLay goes down, so do other congress people, and not just Republicans.", "sentId": 508}, {"text": "So that means hence by the correlative theory that DeLay would be safe.", "sentId": 509}], "secId": 219}, {"speaker": "TATTON", "sentences": [{"text": "And we've got more now the \"Time\" case.", "sentId": 510}], "secId": 220}, {"speaker": "SCHECHNER", "sentences": [{"text": "Yes, we wanted to talk to you also about the \"Time\" magazine case.", "sentId": 511}, {"text": "Matthew Cooper may not be so safe these days.", "sentId": 512}, {"text": "Turns out that \"Time\" magazine handing over e-mails between Cooper and the editors.", "sentId": 513}, {"text": "Not enough for the special prosecutor.", "sentId": 514}, {"text": "The bloggers just starting to pick up on this story.", "sentId": 515}, {"text": "Armando at Daily Coast posting, saying the prosecutor smells blood, just whose blood does he smell is what's in question.", "sentId": 516}], "secId": 221}, {"speaker": "TATTON", "sentences": [{"text": "And Greg at the Talent Show is another one to pick up on this, saying that the special prosecutor is playing hardball with journalists and he is outraged by it.", "sentId": 517}, {"text": "Why?", "sentId": 518}, {"text": "Because he is also a journalist.", "sentId": 519}, {"text": "This is referring back to the movement that the Talent Show started last week to start calling blogs online magazines.", "sentId": 520}, {"text": "This is a tongue-in-cheek thing they're doing, but with a very important message to the Federal Election Commission.", "sentId": 521}, {"text": "Do not regulate blogs.", "sentId": 522}, {"text": "We want the same media exemption that the mainstream media gets.", "sentId": 523}], "secId": 222}, {"speaker": "TATTON", "sentences": [{"text": "A movement that started on Thursday, with lots of liberal bloggers jumping on.", "sentId": 524}, {"text": "We're now seeing lots of more conservative bloggers joining them, as well.", "sentId": 525}, {"text": "We've got billhobbs.com saying and \"I shall blog no more forever.\"", "sentId": 526}, {"text": "Also, other blogs like qando.net doing the same thing.", "sentId": 527}], "secId": 223}, {"speaker": "SCHECHNER", "sentences": [{"text": "But not everybody jumping on board.", "sentId": 528}, {"text": "Captain's Quarters, Captain Ed over there saying this is a blog, this will stay a blog.", "sentId": 529}, {"text": "He understands what's going on and he understands that it's a protest.", "sentId": 530}, {"text": "He says he's not going to play along.", "sentId": 531}, {"text": "I will not allow the FEC to chase me from my rights based on a silly bit of nomenclature.", "sentId": 532}], "secId": 224}, {"speaker": "Ed", "sentences": [{"text": "\"When they come to take my modem, I will be live blogging the armed revolution.", "sentId": 533}, {"text": "You will pry my keyboard from my cold dead fingers.\"", "sentId": 534}, {"text": "Dana, you do not mess with the bloggers when it comes to their freedom to post.", "sentId": 535}], "secId": 225}, {"speaker": "BASH", "sentences": [{"text": "I'm not even touching that.", "sentId": 536}, {"text": "Thank you very much, Jacki and Abbi.", "sentId": 537}, {"text": "Thank you.", "sentId": 538}], "secId": 226}, {"speaker": "BASH", "sentences": [{"text": "Well, just ahead, our \"Strategy Session\" is on INSIDE POLITICS and today, the president comes to the defense of a friend, as pressure over the Supreme Court decision begins to build.", "sentId": 539}, {"text": "Stay with us.", "sentId": 540}], "secId": 227}, {"speaker": "BASH", "sentences": [{"text": "Welcome back to INSIDE POLITICS and our \"Strategy Session\" on the hottest topics of today.", "sentId": 541}, {"text": "With us now, Democratic strategist Donna Brazile and former Pentagon spokeswoman Tori Clarke.", "sentId": 542}], "secId": 228}, {"speaker": "BASH", "sentences": [{"text": "Today's topics, everybody's waiting for the president's Supreme Court decision for the High Court, as he defends his attorney general from conservative critics.", "sentId": 543}, {"text": "Is there too much interest in the next justice?", "sentId": 544}, {"text": "There's already a call to tone down the tough talk.", "sentId": 545}], "secId": 229}, {"speaker": "BASH", "sentences": [{"text": "And the president is in Europe.", "sentId": 546}, {"text": "What are the expectations from this week's G-8 meeting?", "sentId": 547}, {"text": "The president says he's planning to interview prospective Supreme Court nominees himself and hopes for a Senate confirmation by October.", "sentId": 548}, {"text": "In an interview with \"USA Today,\" Mr. Bush also came to the defense of his attorney general.", "sentId": 549}, {"text": "He was reacting to some groups warning against nominating Alberto Gonzales to the Supreme Court.", "sentId": 550}, {"text": "They don't think he's conservative enough.", "sentId": 551}, {"text": "Bush calls Gonzales a great friend, saying he doesn't like it when a friend gets attacked.", "sentId": 552}], "secId": 230}, {"speaker": "BASH", "sentences": [{"text": "Now we're going to start by talking about that, Alberto Gonzales.", "sentId": 553}, {"text": "Is this sort of like, you know, much ado about nothing?", "sentId": 554}, {"text": "I mean, do you think, Tori, this is really a possibility, a viable possibility, that President Bush will tap Gonzalez?", "sentId": 555}], "secId": 231}, {"speaker": "CLARKE", "sentences": [{"text": "I don't know who he will nominate eventually, but I do think this is as much about friendship as anything else.", "sentId": 556}, {"text": "The president coming out over the weekend, giving that interview.", "sentId": 557}, {"text": "It was about a friend of his that he thought being unfairly criticized.", "sentId": 558}, {"text": "I think the friendship and the loyalty goes way back.", "sentId": 559}, {"text": "And so he took the opportunity and I think it was a good one.", "sentId": 560}, {"text": "I think the more important message is one we've heard from some others, like Senator Specter, Senator Leahy, saying, let's cool the rhetoric here a little bit, we don't even have a nominee yet.", "sentId": 561}, {"text": "Let's go forward in a relatively decent, civilized fashion, which is a really important message.", "sentId": 562}], "secId": 232}, {"speaker": "BASH", "sentences": [{"text": "And I mean, come on, Donna.", "sentId": 563}, {"text": "I mean, going forward in a civilized fashion.", "sentId": 564}, {"text": "We know everybody's calling for it, Democrats and Republicans, President Bush.", "sentId": 565}, {"text": "But the reality is, that's not going to happen.", "sentId": 566}], "secId": 233}, {"speaker": "BRAZILE", "sentences": [{"text": "I think the president at this time much choose consensus over confrontation.", "sentId": 567}, {"text": "It's important that the president reach out to Democrats and Republicans for a bipartisan, meaningful consultation process, which Tori knows in this city, that could help alleviate some of the bitterness and partisanship that we've seen over some of the other judicial nominations.", "sentId": 568}], "secId": 234}, {"speaker": "BRAZILE", "sentences": [{"text": "So I think the president was trying to send a broad message this week to, you know, critics and friends alike to, like, chill out.", "sentId": 569}, {"text": "You know, wait until I get a chance to read over the paper and then I'll talk to you later about it.", "sentId": 570}], "secId": 235}, {"speaker": "BASH", "sentences": [{"text": "OK, well, let me sort of pull up a quote that perhaps in our parlance would be chill out from President Bush.", "sentId": 571}, {"text": "Speaking to \"USA Today,\" he said, \"I look forward to consulting with the Senate to make sure that the dialogue and tone of the debate is one that will bring credit to the country.", "sentId": 572}, {"text": "This is a good opportunity for the Senate to get rid of the bitterness and rancor that seem to have been prevalent in a lot of the recent debates.\"", "sentId": 573}], "secId": 236}, {"speaker": "BASH", "sentences": [{"text": "Is this a real opportunity for President Bush, Tori?", "sentId": 574}, {"text": "And how much do you think the president and the White House is going to consult and really -- you know, the Democrats are saying not just consult, perhaps collaborate?", "sentId": 575}], "secId": 237}, {"speaker": "CLARKE", "sentences": [{"text": "Uh-huh.", "sentId": 576}], "secId": 238}, {"speaker": "BASH", "sentences": [{"text": "Is that appropriate?", "sentId": 577}], "secId": 239}, {"speaker": "CLARKE", "sentences": [{"text": "I think it's an opportunity for them.", "sentId": 578}, {"text": "I'm absolutely confident they will consult like crazy.", "sentId": 579}, {"text": "How effective that is, I don't know.", "sentId": 580}, {"text": "But I think it's an opportunity for everybody on both sides of the aisle, Democrats and Republicans.", "sentId": 581}, {"text": "You know, this is not just a process in which one person gets to make the decision.", "sentId": 582}, {"text": "Many, many people are involved in the process.", "sentId": 583}, {"text": "Many people will have to be involved in this new spirit, this new attitude.", "sentId": 584}], "secId": 240}, {"speaker": "CLARKE", "sentences": [{"text": "Having said that, I'm not overly optimistic.", "sentId": 585}, {"text": "Groups on both sides have been lined up for months on this.", "sentId": 586}, {"text": "Bill Schneider just a little while ago on CNN was talking about possibly $100 million in advertising being spent on this.", "sentId": 587}, {"text": "There's already advertising on television and we don't even have a nominee yet.", "sentId": 588}, {"text": "So it's an opportunity, it's a big challenge.", "sentId": 589}], "secId": 241}, {"speaker": "BASH", "sentences": [{"text": "And we're going to talk about groups in a moment.", "sentId": 590}, {"text": "But Donna, I mean, let's get real.", "sentId": 591}, {"text": "Is there a chance that the president will nominate anybody that Democrats will find acceptable at all?", "sentId": 592}], "secId": 242}, {"speaker": "BRAZILE", "sentences": [{"text": "You know, to their credit, Democrats have approved 215 of President Bush's -- you know, 219 conservative judges, all conservative by my count.", "sentId": 593}, {"text": "So I do believe...", "sentId": 594}], "secId": 243}, {"speaker": "CLARKE", "sentences": [{"text": "From your perspective.", "sentId": 595}], "secId": 244}, {"speaker": "BRAZILE", "sentences": [{"text": "Yes, pragmatic conservatives, traditional conservatives.", "sentId": 596}, {"text": "Now, I know that there are more brands of conservatives than corn flakes.", "sentId": 597}, {"text": "But the point here is..", "sentId": 598}], "secId": 245}, {"speaker": "CLARKE", "sentences": [{"text": "It's a big tent.", "sentId": 599}], "secId": 246}, {"speaker": "BRAZILE", "sentences": [{"text": "It is a big tent.", "sentId": 600}], "secId": 247}, {"speaker": "CLARKE", "sentences": [{"text": "It's a very big tent.", "sentId": 601}], "secId": 248}, {"speaker": "BRAZILE", "sentences": [{"text": "But they're all conservative.", "sentId": 602}, {"text": "And that's the bottom line.", "sentId": 603}, {"text": "So I think the president is wise to seek their advice and counsel and to do as Bill Clinton did some years ago with Ruth Bader Ginsberg, as well Stephen Breyer.", "sentId": 604}, {"text": "He consulted with Orrin Hatch and was able to come up with consensus candidates.", "sentId": 605}, {"text": "Although they were liberal, he was able to get Senator Hatch and others -- conservatives -- to support them by consulting with them.", "sentId": 606}], "secId": 249}, {"speaker": "CLARKE", "sentences": [{"text": "And then the flip side, you know, back to some of the more liberal groups is, is there any conservative that you would find acceptable?", "sentId": 607}, {"text": "And again, my optimism's pretty low there.", "sentId": 608}, {"text": "I think he could nominate Mother Teresa, bring her back to life and nominate Mother Teresa, and some of those groups would say absolutely not because they're so geared up to oppose whoever he puts forward.", "sentId": 609}], "secId": 250}, {"speaker": "BRAZILE", "sentences": [{"text": "Well, I think if we put forward names today, conservatives will look at us and say, well, they must be liberal if these liberals like them.", "sentId": 610}, {"text": "But the point is, the president understands that he can bring -- he can put someone forward that will unite us and not divide us.", "sentId": 611}, {"text": "Senator Warner, I guess, over the weekend, also made a statement that we should find a consensus candidate that can unite this country at a time we're very divided over some other issues.", "sentId": 612}], "secId": 251}, {"speaker": "BASH", "sentences": [{"text": "Well, we'll see if that happens, if we're going to talk, when INSIDE POLITICS returns, about the fight over who will fill the opening in the Supreme Court and that has got the president calling on both sides to cool it, as we've talked about.", "sentId": 613}, {"text": "We'll talk about those interest groups and just exactly what they're gearing up to do when INSIDE POLITICS returns.", "sentId": 614}], "secId": 252}, {"speaker": "BASH", "sentences": [{"text": "And this \"Strategy Session\" is continuing here on INSIDE POLITICS.", "sentId": 615}, {"text": "Donna Brazile and Tori Clark are here, as we turn to the heat building over the opening in the Supreme Court.", "sentId": 616}, {"text": "We've been talking about that and now we're going to discuss whether or not there is too much interest.", "sentId": 617}, {"text": "Everybody's got an opinion over the type of justice the president should nominate.", "sentId": 618}], "secId": 253}, {"speaker": "BASH", "sentences": [{"text": "Conservative and liberal organizations are already running TV spots promising trouble if they don't get the pick they want.", "sentId": 619}, {"text": "That has President Bush asking for calm saying quote, \"I would hope that the groups involved in this process -- the special-interest groups, will help tone down the heated rhetoric and focus on the nominee's credentials and philosophy.\"", "sentId": 620}], "secId": 254}, {"speaker": "BASH", "sentences": [{"text": "Is this really, not just talking about groups in general, Tori, but is he talking about Republicans right now, because really what's happening now before we actually see a name, is Republicans gearing up.", "sentId": 621}], "secId": 255}, {"speaker": "CLARKE", "sentences": [{"text": "I think he's talking about everybody.", "sentId": 622}, {"text": "I think it was a little bit of a surprise to see some of the very conservative groups coming out as quickly as they did.", "sentId": 623}, {"text": "But you had Senator Kennedy coming out before the ink was dry on Sandra Day O'Connor's resignation, saying you won't name this, you won't name that.", "sentId": 624}, {"text": "These are the kinds of people we find unacceptable.", "sentId": 625}, {"text": "So, I think he was saying it to everyone.", "sentId": 626}], "secId": 256}, {"speaker": "BRAZILE", "sentences": [{"text": "Well, there's no question the conservatives have already raised well over $18 million.", "sentId": 627}, {"text": "The liberals are now playing catch up.", "sentId": 628}, {"text": "They will raise money as well.", "sentId": 629}], "secId": 257}, {"speaker": "BRAZILE", "sentences": [{"text": "This is going to be a very intense battle on both sides.", "sentId": 630}, {"text": "The conservatives, of course, believe this is payback time.", "sentId": 631}, {"text": "The liberals believe this is an opportunity to stop any roll back of individual rights, civil rights.", "sentId": 632}, {"text": "So, this is going to be a huge battle this summer in Washington, D.C.", "sentId": 633}], "secId": 258}, {"speaker": "BASH", "sentences": [{"text": "You mentioned \"payback time,\" I want to put up on the screen a quote from an editorial in the \"Wall Street Journal\" today about that.", "sentId": 634}, {"text": "It said, \"Mr. Bush told voters in 2000 and 2004 that he would nominate justices in the mold of it Antonin Scalia and Clarence Thomas.", "sentId": 635}, {"text": "He owes it to the country, and to his most loyal supporters, to keep that promise.", "sentId": 636}], "secId": 259}, {"speaker": "BASH", "sentences": [{"text": "Tori, talk about that.", "sentId": 637}, {"text": "As you know, there was always sort of skepticism among conservatives about his father, how conservative, socially, he was.", "sentId": 638}, {"text": "The president has certainly been trying to prove that he's not his father over the past years.", "sentId": 639}, {"text": "But is this really the ultimate test, who he picks?", "sentId": 640}], "secId": 260}, {"speaker": "CLARKE", "sentences": [{"text": "I think he's proven again and again over his time in office thus far, that he is a conservative.", "sentId": 641}, {"text": "I don't think too many people have doubts about that.", "sentId": 642}, {"text": "Words like payback kind of concern me.", "sentId": 643}, {"text": "You know, I've been in this town for so long now and there's always some big issue and you either hear from the arch conservatives or arch liberals:  Well if our president doesn't do such and such, there will be payback.", "sentId": 644}], "secId": 261}, {"speaker": "CLARKE", "sentences": [{"text": "I've never actually heard anybody say it.", "sentId": 645}, {"text": "I hear it reported a lot and then I've never actually seen it happen.", "sentId": 646}, {"text": "You know, I think the people, whether Republican or Democrats, tend to be pretty reasonable by the time they get to the polls.", "sentId": 647}, {"text": "And if they think the person, in a general sense, has represented their views in the commitments he's made, then they'll vote for him.", "sentId": 648}], "secId": 262}, {"speaker": "BRAZILE", "sentences": [{"text": "Well, let me just say this:  I'm not a conservative, but I know what they're saying, because I read their e-mails and blogs, as well.", "sentId": 649}, {"text": "And what they're saying, is that this president has failed to materialize on, you know, overturning Roe V Wade.", "sentId": 650}, {"text": "He's failed to put, you know,  forward same-sex marriage amendments in all 50 states.", "sentId": 651}], "secId": 263}, {"speaker": "So", "sentences": [{"text": "This is payback time.", "sentId": 652}, {"text": "I think the president should, basically, use that stubborn streak that he's used against -- so effectively against Democrats and say:  I'm sorry, I'm going to put somebody who will uphold individual rights and freedom, uphold the constitution and I'm not going to play any games with this nomination.", "sentId": 653}, {"text": "That's what he should do.", "sentId": 654}], "secId": 264}, {"speaker": "BASH", "sentences": [{"text": "Pretend you're not a Democrat for a second.", "sentId": 655}], "secId": 265}, {"speaker": "BRAZILE", "sentences": [{"text": "I just did.", "sentId": 656}], "secId": 266}, {"speaker": "BASH", "sentences": [{"text": "OK.  Pretend again.", "sentId": 657}, {"text": "If you were advising President Bush and you hear all of this from conservatives, what do you tell him to do?", "sentId": 658}], "secId": 267}, {"speaker": "BRAZILE", "sentences": [{"text": "Basically:  Chill out.", "sentId": 659}, {"text": "I would tell them:  Look, I'm going to go -- you know, find someone who I believe will continue the mold of Sandra Day O'Connor and he's going to consult broadly with everybody.", "sentId": 660}, {"text": "At the end of the day, he may pick someone that I like, he may pick someone I dislike, but the fact is, he will pick somebody who will uphold the Constitution and protect our individual rights and freedoms.", "sentId": 661}, {"text": "He does that, he'll be -- people will like him.", "sentId": 662}, {"text": "If not, we're going back partisan divisiveness.", "sentId": 663}], "secId": 268}, {"speaker": "BASH", "sentences": [{"text": "And what this means for President Bush, vis-a-vis conservatives, is one thing, but what do you think the impact of this could be on the midterm elections, the people who are really up on the ballot next in 2006?", "sentId": 664}], "secId": 269}, {"speaker": "CLARKE", "sentences": [{"text": "I think it could be a factor.", "sentId": 665}, {"text": "It could be a more significant factor for some people than others, but I think it depends a lot on what's going on in the war, what else is going on with the economy.", "sentId": 666}, {"text": "So, one factor.", "sentId": 667}, {"text": "What I hope people realize is, this is about more than one nominee to the Supreme Court.", "sentId": 668}, {"text": "This is about our system.", "sentId": 669}, {"text": "This is about:  What do you think about how the Constitution works.", "sentId": 670}, {"text": "This is about the future of politics and public service going forward.", "sentId": 671}], "secId": 270}, {"speaker": "CLARKE", "sentences": [{"text": "So I hope, to use our favorite expression now, chill out, cool it, whatever, people kind of embrace that and say let's get some perspective on what this is all about.", "sentId": 672}], "secId": 271}, {"speaker": "BRAZILE", "sentences": [{"text": "Especially with temperatures rising, it's important to chill out.", "sentId": 673}], "secId": 272}, {"speaker": "BASH", "sentences": [{"text": "Yes.", "sentId": 674}, {"text": "OK.  We'll see if that happens.", "sentId": 675}, {"text": "August in the summertime, especially on a topic like this, it's not likely.", "sentId": 676}], "secId": 273}, {"speaker": "BASH", "sentences": [{"text": "OK.  Well, we're going to turn next, to the president in Europe.", "sentId": 677}, {"text": "His fourth trip there this year so far.", "sentId": 678}, {"text": "When we return, we'll talk about that and look at the expectations for his meeting this week with other he G-8 leaders and their goals on African aid and dealing with global warming.", "sentId": 679}], "secId": 274}, {"speaker": "KING", "sentences": [{"text": "I'm John King reporting from Washington.", "sentId": 680}], "secId": 275}, {"speaker": "KING", "sentences": [{"text": "Coming up at the top of the hour, two more diplomats are targeted in Iraq.", "sentId": 681}, {"text": "Why this may be a sign of a new insurgent strategy.", "sentId": 682}], "secId": 276}, {"speaker": "KING", "sentences": [{"text": "President Bush arrives in Denmark on his way to the G-8 Summit in Scotland.", "sentId": 683}, {"text": "We'll have a live report.", "sentId": 684}], "secId": 277}, {"speaker": "KING", "sentences": [{"text": "And who will replace Sandra Day O'Connor?", "sentId": 685}, {"text": "We'll ask a former attorney general, Edwin Meese.", "sentId": 686}], "secId": 278}, {"speaker": "KING", "sentences": [{"text": "All those stories and much, much more just minutes away on \"WOLF BLITZER REPORTS.\"", "sentId": 687}], "secId": 279}, {"speaker": "KING", "sentences": [{"text": "Now back to INSIDE POLITICS.", "sentId": 688}], "secId": 280}, {"speaker": "BASH", "sentences": [{"text": "And the strategy session continues here on INSIDE POLITICS.", "sentId": 689}, {"text": "With us still, Tori Clarke and Donna Brazile.", "sentId": 690}], "secId": 281}, {"speaker": "BASH", "sentences": [{"text": "And we're going to talk now about the president in Denmark at this hour.", "sentId": 691}, {"text": "From there, he is going to Scotland for the G-8 Summit.", "sentId": 692}, {"text": "The world's richest nations want to make progress on aid to Africa and talk about what to do about climate change.", "sentId": 693}], "secId": 282}, {"speaker": "BASH", "sentences": [{"text": "Well, what are the expectations there for this week's meeting?", "sentId": 694}], "secId": 283}, {"speaker": "BASH", "sentences": [{"text": "Now we're going to talk to Tori and Donna about that.", "sentId": 695}], "secId": 284}, {"speaker": "BASH", "sentences": [{"text": "And, Tori, President Bush when he goes to Europe, at this point, he is sort of used to the protests and, you know, all of the talk about opposition to Iraq.", "sentId": 696}, {"text": "But now he's there with his top ally on Iraq talking about issues that they really disagree about, about climate change and aid to Africa.", "sentId": 697}, {"text": "You've been inside meetings, you were on the president's national security team.", "sentId": 698}, {"text": "What kind of preparation for the president sort of goes into this?", "sentId": 699}, {"text": "And how concerned do you think the White House is about these real divisions with his top ally?", "sentId": 700}], "secId": 285}, {"speaker": "CLARKE", "sentences": [{"text": "I think it's a testimony to the relationship that despite the disagreements -- and there are pretty serious disagreements on some aspects of this like the global warming -- despite those disagreements, they can have a very frank, a very open, a very visible conversation, discussion, disagreement about.", "sentId": 701}, {"text": "That's testimony to the strength of the relationship.", "sentId": 702}], "secId": 286}, {"speaker": "CLARKE", "sentences": [{"text": "I also think if you look at the nations that are there, you look at everything else going on in the world right now, including the war on terror, of which there's not unanimity of opinion by any means, and they still are saying these issues in Africa are so serious, these issues of climate change are so serious, we are going to take the time to focus on them -- I see it as a very positive thing.", "sentId": 703}], "secId": 287}, {"speaker": "BASH", "sentences": [{"text": "Donna, let's just talk about climate change for a second.", "sentId": 704}, {"text": "The president did not obviously sign onto the Kyoto Treaty and he, again, on his way there was defending that.", "sentId": 705}, {"text": "You know, President Clinton had some problems with that, too.", "sentId": 706}], "secId": 288}, {"speaker": "BASH", "sentences": [{"text": "So is this sort of a U.S. versus some of these countries issue rather than a partisan issue back here at home?", "sentId": 707}], "secId": 289}, {"speaker": "BRAZILE", "sentences": [{"text": "I still believe it's a very important issue, where the United States should show some leadership.", "sentId": 708}], "secId": 290}, {"speaker": "BRAZILE", "sentences": [{"text": "Look, the president acknowledged that there is some greenhouse effect on our environment.", "sentId": 709}, {"text": "But yet the administration has not really come up with its own plan.", "sentId": 710}, {"text": "So, therefore, what we still have on the table is an agreement, broad agreement that's been signed by lots of countries.", "sentId": 711}, {"text": "But the president wants China and India and other developing countries to sign on.", "sentId": 712}], "secId": 291}, {"speaker": "BRAZILE", "sentences": [{"text": "I think he should take the leadership, either put forward his own initiative or back the initiative that the world supports.", "sentId": 713}], "secId": 292}, {"speaker": "BRAZILE", "sentences": [{"text": "And by the way, I think that on the issue of Africa and poverty, the fact that they're going to write off the debt of so many African countries, that's a great development.", "sentId": 714}, {"text": "There's one piece of good news that's going to come out of this summit, and hopefully the president will open up our wallet, the collective wallet of U.S. taxpayers and put a little bit more money in that pot to help reduce poverty and infectious diseases.", "sentId": 715}], "secId": 293}, {"speaker": "BASH", "sentences": [{"text": "Victoria, you had this weekend this huge Live 8 concert with all of the artists sort of all over the world saying that they want more done.", "sentId": 716}, {"text": "And you have President Bush going there, not giving what -- Tony Blair what he wants, which is doubling the aid to Africa.", "sentId": 717}], "secId": 294}, {"speaker": "CLARKE", "sentences": [{"text": "You know, I always try to step back at these things and say, OK, let's put it in perspective.", "sentId": 718}, {"text": "And when newspapers like the New York Times and the Washington Post editorialize favorably about the president -- sure they have some minor disagreements, but in general what he has done in terms of our commitment to Africa, they have praised him for that -- that says something and it says something pretty significant.", "sentId": 719}], "secId": 295}, {"speaker": "BRAZILE", "sentences": [{"text": "It's a start in the right direction -- the Millennium Account and also the fact that the president, as I said, is opening up the wallet.", "sentId": 720}, {"text": "Let's give more.", "sentId": 721}], "secId": 296}, {"speaker": "BASH", "sentences": [{"text": "Donna Brazile, Tori Clarke, thank you very much for joining us and we'll certainly keep this discussion going as the week continues.", "sentId": 722}], "secId": 297}, {"speaker": "BASH", "sentences": [{"text": "Now up next, some might compare the Internet to a carnival, but online carnivals serve a serious purpose.", "sentId": 723}], "secId": 298}, {"speaker": "BASH", "sentences": [{"text": "We'll rejoin our blog reporters next to find out what carnivals are all about.", "sentId": 724}], "secId": 299}, {"speaker": "BASH", "sentences": [{"text": "Well, blog carnivals are an increasingly popular attraction online.", "sentId": 725}], "secId": 300}, {"speaker": "BASH", "sentences": [{"text": "And now we check in once again with CNN political producer Abbi Tatton and Jacki Schechner, our blog reporter -- Jacki?", "sentId": 726}], "secId": 301}, {"speaker": "SCHECHNER", "sentences": [{"text": "Hi, Dana.", "sentId": 727}], "secId": 302}, {"speaker": "SCHECHNER", "sentences": [{"text": "No cotton candy here, but it can be just as satisfying.", "sentId": 728}], "secId": 303}, {"speaker": "SCHECHNER", "sentences": [{"text": "What is a carnival?", "sentId": 729}], "secId": 304}, {"speaker": "SCHECHNER", "sentences": [{"text": "It is a roundup of blog posts on a particular topic.", "sentId": 730}, {"text": "We thought we'd take this moment to take you back to where it originated.", "sentId": 731}], "secId": 305}, {"speaker": "SCHECHNER", "sentences": [{"text": "It was this blog, Silflay Hraka, back in September of 2002, big wig  who posts over there decided that there were too many interesting blog posts that were falling through the cracks.", "sentId": 732}, {"text": "So he encouraged bloggers to e-mail him their most interesting, or what they thought were their most interesting links.", "sentId": 733}, {"text": "And he would put them all together into an index and post them once a week.", "sentId": 734}], "secId": 306}, {"speaker": "SCHECHNER", "sentences": [{"text": "That original one was called the Carnival of the Vanities and it has since exploded to become a mainstay of the blog world.", "sentId": 735}], "secId": 307}, {"speaker": "TATTON", "sentences": [{"text": "And you can find a carnival on pretty much anything you want.", "sentId": 736}, {"text": "The blogosphere is sometimes difficult to navigate.", "sentId": 737}], "secId": 308}, {"speaker": "TATTON", "sentences": [{"text": "So this is a good way to find your way around.", "sentId": 738}, {"text": "Perhaps you're looking for local bloggers -- New Jersey bloggers, for example, at  newjersey.com, they have a weekly roundup of what the local bloggers are talking about.", "sentId": 739}], "secId": 309}, {"speaker": "TATTON", "sentences": [{"text": "And you can also find it on particular topics.", "sentId": 740}], "secId": 310}, {"speaker": "TATTON", "sentences": [{"text": "I was intrigued by the philosophy carnival roundup of what the philosophy bloggers are saying, some recent posts on the objection to reliablism  -- I think I'll have to brush up before I understand that one.", "sentId": 741}], "secId": 311}, {"speaker": "TATTON", "sentences": [{"text": "But the carnival's a good way to navigate your way around the blogosphere -- Dana.", "sentId": 742}], "secId": 312}, {"speaker": "BASH", "sentences": [{"text": "Abbi, Jacki, thank you very much.", "sentId": 743}], "secId": 313}, {"speaker": "BASH", "sentences": [{"text": "And that's it for INSIDE POLITICS.", "sentId": 744}], "secId": 314}, {"speaker": "BASH", "sentences": [{"text": "I'm Dana Bash.", "sentId": 745}], "secId": 315}, {"speaker": "BASH", "sentences": [{"text": "\"WOLF BLITZER REPORTS\" with John King today starts right now.", "sentId": 746}], "secId": 316}, {"speaker": "BASH", "sentences": [{"text": "END", "sentId": 747}], "secId": 317}, {"speaker": "BASH", "sentences": [{"text": "TO ORDER A VIDEO OF THIS TRANSCRIPT, PLEASE CALL 800-CNN-NEWS OR USE OUR SECURE ONLINE ORDER FORM LOCATED AT www.fdch.com", "sentId": 748}], "secId": 318}], "sectionCount": 319, "url": "transcripts.cnn.com/TRANSCRIPTS/0507/05/ip.01.html", "sentenceCount": 750, "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "time": "Aired July 5, 2005 - 15:30   ET", "speakers": ["ANNOUNCER", "UNIDENTIFIED MALE", "BASH", "MALVEAUX", "HATCH", "And", "ARON", "PILGRIM", "MORICI", "SCHNEIDER", "NARAL Pro-Choice America's Web site warns", "plea", "SEKULOW", "FRANKEN", "KING", "ROVE", "MORTON", "CLINTON", "SCHECHNER", "TATTON", "Ed", "CLARKE", "BRAZILE", "So"], "title": "INSIDE POLITICS"}