{"docId": "./ip/trancript.cnn.com.TRANSCRIPTS.1606.26.ip.01.html.json", "subTitle": "Trump: Brits \"Want to Take Their Borders Back\"; Clinton Fires Back Trump's \"Outlandish Lies\"; Supreme Court Deadlock Blocks Obama on Immigration. Aired 8-9a ET", "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "sections": [{"speaker": "KING", "sentences": [{"text": "Donald Trump hails the Brexit vote as proof \"America first\" is a winning message.", "sentId": 0}], "secId": 0}, {"speaker": "TRUMP", "sentences": [{"text": "Your people have taken the country back.", "sentId": 1}, {"text": "They want to take their borders back.", "sentId": 2}], "secId": 1}, {"speaker": "KING", "sentences": [{"text": "Plus, a big campaign shakeup as Trump tries to calm Republican jitters.", "sentId": 3}], "secId": 2}, {"speaker": "TRUMP", "sentences": [{"text": "Hillary Clinton may be the most corrupt person ever to seek the presidency of the United States.", "sentId": 4}], "secId": 3}, {"speaker": "KING", "sentences": [{"text": "Clinton fires back, mocking Trump as a reality TV star with no real plan to create jobs.", "sentId": 5}], "secId": 4}, {"speaker": "CLINTON", "sentences": [{"text": "Maybe we shouldn't expect better from someone whose most famous words are, \"You're fired.\"", "sentId": 6}], "secId": 5}, {"speaker": "KING", "sentences": [{"text": "And as Democrats stage a sit-in to demand new gun laws, big rulings on affirmative action and immigration add the Supreme Court to the campaign chaos.", "sentId": 7}], "secId": 6}, {"speaker": "KING", "sentences": [{"text": "INSIDE POLITICS, the biggest stories sourced by the best reporters, now.", "sentId": 8}], "secId": 7}, {"speaker": "KING", "sentences": [{"text": "Welcome to INSIDE POLITICS.", "sentId": 9}, {"text": "I'm John King.", "sentId": 10}, {"text": "Thanks for sharing your Sunday morning.", "sentId": 11}], "secId": 8}, {"speaker": "KING", "sentences": [{"text": "Three questions as we count down 21 days to the Republican convention and as we track how the Brexit vote is disrupting local markets and politics.", "sentId": 12}], "secId": 9}, {"speaker": "Question one", "sentences": [{"text": "is Donald Trump right?", "sentId": 13}, {"text": "Are American voters ready to reject globalism and embrace his tough talk on trade and immigration?", "sentId": 14}], "secId": 10}, {"speaker": "TRUMP", "sentences": [{"text": "I think I see a big parallel.", "sentId": 15}, {"text": "I think people really -- I think people really see a big parallel.", "sentId": 16}, {"text": "They want to take their borders back.", "sentId": 17}, {"text": "They want to take their monetary back.", "sentId": 18}, {"text": "They want to take a lot of things back.", "sentId": 19}, {"text": "They want to be able to have a country again.", "sentId": 20}], "secId": 11}, {"speaker": "TRUMP", "sentences": [{"text": "So, I think you're going to have this happen more and more.", "sentId": 21}, {"text": "I really believe that and I think it's happening in the United States.", "sentId": 22}], "secId": 12}, {"speaker": "KING", "sentences": [{"text": "Question two, or is Trump wrong and will global turmoil help Hillary Clinton and President Obama make the case that the presumptive Republican nominee would be a disaster on the world stage?", "sentId": 23}], "secId": 13}, {"speaker": "OBAMA", "sentences": [{"text": "We don't have time for charlatans and we don't have time for hatred and we don't have time for bigotry, and we don't have time for flim-flam, and we don't have the luxury of just popping off and saying whatever comes to the top of our ad heads.", "sentId": 24}, {"text": "Don't have time for that.", "sentId": 25}], "secId": 14}, {"speaker": "KING", "sentences": [{"text": "And question three, it may seem like a long time ago but just this week.", "sentId": 26}, {"text": "Will firing his campaign manager quiet talk of convention chaos and help Trump make a consistent case against Hillary Clinton?", "sentId": 27}], "secId": 15}, {"speaker": "TRUMP", "sentences": [{"text": "She believes she's entitled to the office.", "sentId": 28}, {"text": "Her campaign slogan is \"I'm with her.\"", "sentId": 29}, {"text": "You know what my response is to that?", "sentId": 30}, {"text": "I'm with you, the American people.", "sentId": 31}, {"text": "She thinks it's all about her.", "sentId": 32}], "secId": 16}, {"speaker": "KING", "sentences": [{"text": "With us to share their reporting and their insights, CNN's Nia- Malika Henderson, Jonathan Martin of \"The New York Times\", CNN's Jeff Zeleny, and Lisa Lerer of \"The Associated Press\".", "sentId": 33}], "secId": 17}, {"speaker": "tiny", "sentences": [{"text": "How big and how lasting the Brexit effect will be on American politics?", "sentId": 34}], "secId": 18}, {"speaker": "tiny", "sentences": [{"text": "The Donald Trump says -- he says he saw it coming and he predicts it will happen here, too, as he campaigns against what he calls the false promise of globalism and pushes an America first agenda that includes a wall across the U.S.-Mexico border and a ban on most Muslims entering the United States.", "sentId": 35}], "secId": 19}, {"speaker": "TRUMP", "sentences": [{"text": "I felt what happened was going to happen.", "sentId": 36}, {"text": "It was sad for David Cameron.", "sentId": 37}, {"text": "It was very pathetic for President Obama and it was certainly pathetic for Hillary Clinton.", "sentId": 38}, {"text": "They called it wrong.", "sentId": 39}, {"text": "I think the worst is when President Obama said to the U.K. if it doesn't happen the way he wanted that they go to the back of the line.", "sentId": 40}, {"text": "Now he's trying to bring that back.", "sentId": 41}], "secId": 20}, {"speaker": "TRUMP", "sentences": [{"text": "We have a president and we have somebody running for president, Hillary Clinton -- honestly look at their record.", "sentId": 42}, {"text": "They don't know what they're doing.", "sentId": 43}], "secId": 21}, {"speaker": "KING", "sentences": [{"text": "A week that began with Trump campaign in chaos ended with the presumptive nominee while visiting, as you could see there, his golf properties in the U.K., calling the Brexit vote proof he's on to something and as only Donald Trump can, he predicts the vote will not only help his campaign but also help his golf resorts, meaning his bank account.", "sentId": 44}], "secId": 22}, {"speaker": "TRUMP", "sentences": [{"text": "Look, if the pound goes down, they're going to do more business.", "sentId": 45}, {"text": "When the pound goes down, more people are coming to Turnberry, frankly, and the pound has gone down and let's see what the impact of that is.", "sentId": 46}, {"text": "But I think places like Scotland and England and different places in Great Britain, I think you're going to see a lot of activity.", "sentId": 47}], "secId": 23}, {"speaker": "KING", "sentences": [{"text": "There is no doubt that as we've talked about throughout the campaign something in the water, not just here in the United States, it's around the world.", "sentId": 48}, {"text": "People do have economic anxiety.", "sentId": 49}, {"text": "People do have trouble seeing around the corner and they don't see their leaders helping them get around the corner, whether it's about refugees from the Middle East or whether it's about the global economy.", "sentId": 50}], "secId": 24}, {"speaker": "KING", "sentences": [{"text": "But is Trump right?", "sentId": 51}, {"text": "Can what happened in Britain be transferred to the United States?", "sentId": 52}], "secId": 25}, {"speaker": "HENDERSON", "sentences": [{"text": "You know, I don't think we need Britain for proof that Donald Trump's message is resonating.", "sentId": 53}, {"text": "We have that from the GOP primary and we have that from polls that show he's very tight in some of the swing states, Pennsylvania, for instance, and Ohio.", "sentId": 54}], "secId": 26}, {"speaker": "HENDERSON", "sentences": [{"text": "I think the difference here is that that was a class-based revolt.", "sentId": 55}, {"text": "I think in America, if you look at the different sort of demographics, there isn't a real unity between working class African-Americans, working class Latinos, college educated women, and working class white men.", "sentId": 56}, {"text": "That's one of the differences.", "sentId": 57}], "secId": 27}, {"speaker": "HENDERSON", "sentences": [{"text": "But sure, I mean, I think we know that this is going to be a competitive race and fought along partisan lines.", "sentId": 58}], "secId": 28}, {"speaker": "KING", "sentences": [{"text": "I think elites that blow it off saying, oh, come on, now have proof you better be careful not to blow it up, because people are mad.", "sentId": 59}, {"text": "But if Donald Trump thinks he's right, why on the flight home from Scotland, while most of you were sleeping, was Donald Trump tweeting as he tends to do overnight, at one point, he said, \"We must suspend immigration from regions linked terrorism until a proven vetting method is in place.\"", "sentId": 60}, {"text": "So, he seems to be dialing back a little bit, you know, ban Muslims until we figure it out.", "sentId": 61}], "secId": 29}, {"speaker": "KING", "sentences": [{"text": "In fact, I have one more, \"I never liked the term mass deportation, but we must enforce the law of the land.\"", "sentId": 62}], "secId": 30}, {"speaker": "KING", "sentences": [{"text": "Again, before, remember, this is a guy who during the primaries embraced President Eisenhower's Operation Wetback\" they called it in the day, round them up and throw them out.", "sentId": 63}], "secId": 31}, {"speaker": "MARTIN", "sentences": [{"text": "So, the context here is that he gave an interview I think to Bloomberg while he was in Scotland, where he sort of I think came off a bit softer on immigration and Muslims in particular than he would prefer.", "sentId": 64}, {"text": "I think he's trying to clarify that.", "sentId": 65}], "secId": 32}, {"speaker": "MARTIN", "sentences": [{"text": "But that gets to the central issue of the Trump campaign.", "sentId": 66}, {"text": "Why is he arbitrarily giving an interview and talking about these issues instead of just driving home a message over and over again about the Brexit vote and about out of touch elites?", "sentId": 67}, {"text": "How many times is Donald Trump going to miss an opportunity?", "sentId": 68}], "secId": 33}, {"speaker": "MARTIN", "sentences": [{"text": "He just never fails, right?", "sentId": 69}, {"text": "It's remarkable.", "sentId": 70}, {"text": "The shooting in Orlando, somebody obviously influenced by ISIS.", "sentId": 71}, {"text": "And now, this Brexit vote.", "sentId": 72}, {"text": "Two issues that will play to his strength and both times, he botches the opportunity by saying things that are off key things that make the moment about him instead of the issue.", "sentId": 73}], "secId": 34}, {"speaker": "LERER", "sentences": [{"text": "He's remarkably good at snatching failure from the jaws of victory.", "sentId": 74}, {"text": "The one moment of that whole press conference most striking to me and the most striking to the Clinton campaign was when he said that the global recession, if there was a global recession would be great for him and great for his businesses.", "sentId": 75}, {"text": "I mean, generally, if there's a recession, it's blamed on the ruling party which in this case would be Hillary Clinton, who's linked her campaign intimately with President Obama.", "sentId": 76}], "secId": 35}, {"speaker": "MARTIN", "sentences": [{"text": "The face of the establishment.", "sentId": 77}], "secId": 36}, {"speaker": "LERER", "sentences": [{"text": "The face of the establishment.", "sentId": 78}, {"text": "And now, there's an ad out this morning from the Clinton campaign just running that over and over and over.", "sentId": 79}, {"text": "So, if we end up in a global recession they will be able to squarely pin it on Donald Trump using his own words.", "sentId": 80}], "secId": 37}, {"speaker": "KING", "sentences": [{"text": "Let's bring that ad into play, because they did put it out this morning.", "sentId": 81}, {"text": "You could look at it, well, they responded nimbly.", "sentId": 82}, {"text": "Donald Trump starts talking about his golf courses and making money after Brexit.", "sentId": 83}, {"text": "So, play -- you get to that.", "sentId": 84}, {"text": "There could be another take.", "sentId": 85}], "secId": 38}, {"speaker": "KING", "sentences": [{"text": "First, a snippet from the ad.", "sentId": 86}], "secId": 39}, {"speaker": "AD ANNOUNCER", "sentences": [{"text": "Every president is tested by world events, but Donald Trump thinks about how his golf resort can profit from them.", "sentId": 87}], "secId": 40}, {"speaker": "TRUMP", "sentences": [{"text": "When the pound goes down, more people are coming to Turnberry.", "sentId": 88}], "secId": 41}, {"speaker": "BURNETT", "sentences": [{"text": "Stocks tank around the world.", "sentId": 89}], "secId": 42}, {"speaker": "TRUMP", "sentences": [{"text": "Brand new sprinkler system at the highest level.", "sentId": 90}], "secId": 43}, {"speaker": "BURNETT", "sentences": [{"text": "He's talking about his new sprinkler system.", "sentId": 91}], "secId": 44}, {"speaker": "AD ANNOUNCER", "sentences": [{"text": "In a volatile world, the last thing we need is a volatile president.", "sentId": 92}], "secId": 45}, {"speaker": "ZELENY", "sentences": [{"text": "We knew the minute he was standing there on Friday giving that press conference, talking about the nice suites and sprinkler systems, I knew that was going to be an ad.", "sentId": 93}, {"text": "I didn't know it would be 48 hours later.", "sentId": 94}], "secId": 46}, {"speaker": "ZELENY", "sentences": [{"text": "But, look, that is the challenge here and the problem for Donald Trump I believe.", "sentId": 95}, {"text": "Yes, there is something out here for him to seize and tap into, but he can't seem to help himself.", "sentId": 96}, {"text": "Now, I'm not sure that it matters necessarily this one ad but the difference between the referendum in this campaign is it, this is an absolute choice between two candidates, not an idea of something, a feeling.", "sentId": 97}, {"text": "This would be a choice between Donald Trump, a choice between the Clinton campaign and they are still trying to define him.", "sentId": 98}], "secId": 47}, {"speaker": "ZELENY", "sentences": [{"text": "And as the week began, I was in Ohio in Columbus earlier in the week and when Hillary Clinton was talking about where all the places his products are made I thought, wow, that's an ad in Ohio as well here because he talks about restoring America, bringing jobs back to America.", "sentId": 99}, {"text": "He has not done that.", "sentId": 100}, {"text": "So, I think this is an issue for him.", "sentId": 101}], "secId": 48}, {"speaker": "ZELENY", "sentences": [{"text": "But the Clinton campaign, the Brooklyn advisers are aware this is a challenge for them.", "sentId": 102}, {"text": "I think Brexit was a huge wake-up call, if they needed one, I'm not sure they did.", "sentId": 103}, {"text": "But this is a real issue.", "sentId": 104}], "secId": 49}, {"speaker": "KING", "sentences": [{"text": "So, here's the question, though -- so, Donald Trump whether you think he made a mistake or not, he was out there, he was in the U.K., he was speaking.", "sentId": 105}, {"text": "I agree the diversion to his businesses is a little bit, where are we going here?", "sentId": 106}], "secId": 50}, {"speaker": "KING", "sentences": [{"text": "Joe Biden was traveling very strong words.", "sentId": 107}, {"text": "The president of the United States, let's give you a little bit sample more here, President Obama says this is a moment of testing for the world.", "sentId": 108}], "secId": 51}, {"speaker": "KING", "sentences": [{"text": "We're going to have to renegotiate with the European Union, the United States is going to have to re-craft its relationship with the U.K.  President Obama says it's testing time and Donald Trump isn't ready.", "sentId": 109}], "secId": 52}, {"speaker": "OBAMA", "sentences": [{"text": "And, unfortunately, when people are anxious and scared, there are going to be politicians out there who try to prey on that frustration, to get themselves headlines and to get themselves votes.", "sentId": 110}, {"text": "That's the story they've been telling.", "sentId": 111}, {"text": "Not just their guy at the top of the ticket, but up and down the ticket.", "sentId": 112}], "secId": 53}, {"speaker": "KING", "sentences": [{"text": "So, why on this Sunday morning is the leading Democratic criticism come only from the president?", "sentId": 113}, {"text": "Yes, there's a new Clinton campaign ad out.", "sentId": 114}, {"text": "Yes, that shows they're nimble.", "sentId": 115}], "secId": 54}, {"speaker": "KING", "sentences": [{"text": "But where was the former secretary of state herself?", "sentId": 116}, {"text": "She was down this week and there was some talk she might come out and do an OTR, an off the record to say something.", "sentId": 117}, {"text": "But why have we -- if she's the calm, steady leader that we're supposed to have at this moment of turmoil in contrast to Trump -- why did we not hear from her?", "sentId": 118}], "secId": 55}, {"speaker": "MARTIN", "sentences": [{"text": "It's three days.", "sentId": 119}, {"text": "The Brexit vote happens Thursday and here it is Sunday.", "sentId": 120}, {"text": "So, where has she been for the last three days?", "sentId": 121}], "secId": 56}, {"speaker": "MARTIN", "sentences": [{"text": "She's so cautious and I think her advisers are so loath to have her make a mistake.", "sentId": 122}], "secId": 57}, {"speaker": "MARTIN", "sentences": [{"text": "I think also when they see Trump doing what he did on Friday which is getting in his own way, they don't want to sort of blur that storyline, too.", "sentId": 123}], "secId": 58}, {"speaker": "HENDERSON", "sentences": [{"text": "But this is a point Donald Trump is certainly making.", "sentId": 124}, {"text": "He's like, you know, where is Hillary on this?", "sentId": 125}, {"text": "Why hasn't she done any on-camera interviews?", "sentId": 126}, {"text": "So, it's become a political point for him.", "sentId": 127}], "secId": 59}, {"speaker": "HENDERSON", "sentences": [{"text": "They did send out fund-raising calls around this saying listen, let's not make the same mistake here in America that the folks over in Britain --", "sentId": 128}], "secId": 60}, {"speaker": "KING", "sentences": [{"text": "But leaders are supposed to lead, right?", "sentId": 129}], "secId": 61}, {"speaker": "LERER", "sentences": [{"text": "Right.", "sentId": 130}, {"text": "It's an example of what you were saying over caution.", "sentId": 131}, {"text": "I mean, they're so worried her looking like she's capitalizing on this thing that could be extremely painful, not only for British citizens, but really the entire world, that they don't want her out there.", "sentId": 132}], "secId": 62}, {"speaker": "LERER", "sentences": [{"text": "It very well could be a mistake.", "sentId": 133}, {"text": "I think in these times of crisis, people want to see their leaders.", "sentId": 134}], "secId": 63}, {"speaker": "LERER", "sentences": [{"text": "They also are hopeful, among Democrats, the Brexit vote could serve as a reminder that like this can really happen.", "sentId": 135}, {"text": "You heard all the great anecdotal stories on the BBC and other outlets.", "sentId": 136}, {"text": "Well, it was a protest vote.", "sentId": 137}, {"text": "I didn't think we'd leave.", "sentId": 138}], "secId": 64}, {"speaker": "MARTIN", "sentences": [{"text": "Great point.", "sentId": 139}], "secId": 65}, {"speaker": "LERER", "sentences": [{"text": "They're talking to donors and fundraisers and to their grassroots saying, look what happened in England.", "sentId": 140}, {"text": "Don't be so sure that it wouldn't happen here.", "sentId": 141}, {"text": "KING:  Everybody, hold the though.", "sentId": 142}], "secId": 66}, {"speaker": "LERER", "sentences": [{"text": "Up next, he calls her a crook, she calls him a fraud.", "sentId": 143}, {"text": "What we learned about the early general election terrain this week.", "sentId": 144}], "secId": 67}, {"speaker": "LERER", "sentences": [{"text": "First, though, politicians say the darndest things, President Obama pondering, reworking his resume and hitting the job market.", "sentId": 145}], "secId": 68}, {"speaker": "OBAMA", "sentences": [{"text": "I don't mind being America's pitch man.", "sentId": 146}, {"text": "In seven months or so, I'll be on job market and I'm glad I'm going to be here.", "sentId": 147}, {"text": "I'm going to get on LinkedIn and you know, see what comes up.", "sentId": 148}], "secId": 69}, {"speaker": "KING", "sentences": [{"text": "Welcome back.", "sentId": 149}], "secId": 70}, {"speaker": "KING", "sentences": [{"text": "There were some sharp exchanges this week between Donald Trump and Hillary Clinton over temperament, character, job creation.", "sentId": 150}, {"text": "First, though, some numbers that show a sharp divide in early campaign loyalties.", "sentId": 151}], "secId": 71}, {"speaker": "KING", "sentences": [{"text": "Look at this, both candidates have a gender gap.", "sentId": 152}, {"text": "If you look at this polling, this is from Monmouth University, Donald Trump doing well with men, Hillary Clinton has a problem.", "sentId": 153}, {"text": "The flip side, Hillary Clinton doing extraordinarily well with women, Donald Trump has a problem.", "sentId": 154}], "secId": 72}, {"speaker": "KING", "sentences": [{"text": "So, let's just do a comparison, if this is how it looks at this point in 2016, how does this match up in 2012?", "sentId": 155}, {"text": "Well, Hillary Clinton underperforming President Obama on Election Day 2012 among men.", "sentId": 156}, {"text": "She needs to work on that.", "sentId": 157}, {"text": "And Donald Trump at 30 percent among women -- well, Mitt Romney got 44.", "sentId": 158}, {"text": "So Donald Trump has a huge problem there.", "sentId": 159}, {"text": "Both candidates with a gender gap they need to work on.", "sentId": 160}], "secId": 73}, {"speaker": "KING", "sentences": [{"text": "One constant on the campaign trail recent days, personal attacks.", "sentId": 161}], "secId": 74}, {"speaker": "TRUMP", "sentences": [{"text": "Hillary Clinton has perfected the politics of personal profit and even theft.", "sentId": 162}, {"text": "She ran the State Department like her own personal hedge fund doing favors for oppressive regimes and many others and really many, many others in exchange for cash.", "sentId": 163}], "secId": 75}, {"speaker": "CLINTON", "sentences": [{"text": "Now just imagine, if you can, Donald Trump sitting in the Oval Office, the next time America faces a crisis, imagine him being in charge when your jobs and savings are at stake.", "sentId": 164}, {"text": "Would he even know what to do?", "sentId": 165}], "secId": 76}, {"speaker": "KING", "sentences": [{"text": "Worth noting both candidates on teleprompter there.", "sentId": 166}, {"text": "After the firing of his campaign, teleprompter Trump coming back at", "sentId": 167}], "secId": 77}, {"speaker": "KING", "sentences": [{"text": "least for a couple of days.", "sentId": 168}, {"text": "Hillary Clinton is also reading from a script.", "sentId": 169}, {"text": "Let's be clear, she's reading from a script as well.", "sentId": 170}], "secId": 78}, {"speaker": "KING", "sentences": [{"text": "We just talked about the uncertainty and how something like Brexit can force campaigns to adapt.", "sentId": 171}, {"text": "If you listen to those two speeches, it is clear that both of them have this goal.", "sentId": 172}, {"text": "You may not like me, but I'm going to make you dislike the other person more.", "sentId": 173}], "secId": 79}, {"speaker": "ZELENY", "sentences": [{"text": "No doubt about it.", "sentId": 174}, {"text": "We are in June.", "sentId": 175}, {"text": "So, this is a long way to go here.", "sentId": 176}], "secId": 80}, {"speaker": "ZELENY", "sentences": [{"text": "But, look, I was struck by, in that speech in Ohio Tuesday which was followed up by another speech in North Carolina on Wednesday, she was in Ohio and North Carolina, that was very important.", "sentId": 177}, {"text": "She's making her point there, got a ton of local news coverage.", "sentId": 178}], "secId": 81}, {"speaker": "ZELENY", "sentences": [{"text": "But she's really trying to emphasize the choice voters had.", "sentId": 179}, {"text": "She said the word \"choice\" again and again in the Ohio speech.", "sentId": 180}, {"text": "And that's the reality here.", "sentId": 181}, {"text": "They know that she's not the most likeable person.", "sentId": 182}, {"text": "That is not going to change likely, but she's trying to take Donald Trump deadly serious, she wants all of her advisers taken deadly serious.", "sentId": 183}, {"text": "She said, imagine him in the Oval Office.", "sentId": 184}, {"text": "We're going to hear a lot more of that.", "sentId": 185}], "secId": 82}, {"speaker": "ZELENY", "sentences": [{"text": "But a lot of people can't imagine her in the Oval Office as well.", "sentId": 186}, {"text": "So, I thought the -- in terms of at tacks back and forth his most effective line in his speech in Soho Wednesday was NAFTA.", "sentId": 187}, {"text": "That is the weight around her neck and her campaign realizes that.", "sentId": 188}], "secId": 83}, {"speaker": "KING", "sentences": [{"text": "But why is he in Soho, I guess is part of the problem?", "sentId": 189}, {"text": "Why isn't he in Ohio?", "sentId": 190}, {"text": "Why isn't he in North Carolina?", "sentId": 191}, {"text": "Why isn't he in Pennsylvania?", "sentId": 192}], "secId": 84}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes, I thought one of his most effective lines, too, was the rewriting of her campaign slogan saying she says listen, \"I'm with her,\" that's her campaign slogan, and he says, \"Well, I'm with you, the American people.\"", "sentId": 193}], "secId": 85}, {"speaker": "HENDERSON", "sentences": [{"text": "So, I thought that was very effective.", "sentId": 194}, {"text": "And it's interesting I talked to some Republicans after the speech they very much liked the speech, felt he was on the right track, really tapping into what is a real consistent strain through most Republicans and that is this anti-Hillary Clinton sort of stance.", "sentId": 195}, {"text": "So, they like that.", "sentId": 196}], "secId": 86}, {"speaker": "HENDERSON", "sentences": [{"text": "But after I talked to the same Republican a couple days later, post- Scotland, they said why is he doing this in Scotland?", "sentId": 197}, {"text": "So, again, we have the problem of the two Donald Trumps, one of whom is on a teleprompter and one of whom is off script in Scotland.", "sentId": 198}], "secId": 87}, {"speaker": "KING", "sentences": [{"text": "If you -- go ahead.", "sentId": 199}], "secId": 88}, {"speaker": "MARTIN", "sentences": [{"text": "I was going to say the central question hanging over the Trump campaign now that his former campaign manager has been shown the doors, is this new regime going to impose any measure of discipline on him, get him off Twitter, get him unto a script every day?", "sentId": 200}, {"text": "If they're not, then he's going to never drive a message against her.", "sentId": 201}], "secId": 89}, {"speaker": "MARTIN", "sentences": [{"text": "He showed in that speech that there are obviously effective lines against her.", "sentId": 202}, {"text": "My goodness.", "sentId": 203}, {"text": "She's the picture of the establishment in this anti-establishment moment.", "sentId": 204}, {"text": "But he just can't seem to do it unless he's made to do it.", "sentId": 205}, {"text": "And there's no effort that I can see the behavior that makes him the issue instead of her the issue.", "sentId": 206}], "secId": 90}, {"speaker": "KING", "sentences": [{"text": "Trump being Trump.", "sentId": 207}], "secId": 91}, {"speaker": "LERER", "sentences": [{"text": "It's a positive feedback loop, right, that's how he won the primaries.", "sentId": 208}, {"text": "So, now, to make the case to him, OK, that's not working anymore.", "sentId": 209}, {"text": "You're in a general election, you have to change, it's really hard.", "sentId": 210}], "secId": 92}, {"speaker": "MARTIN", "sentences": [{"text": "You mentioned on camera, why is he doing constant TV interviews?", "sentId": 211}], "secId": 93}, {"speaker": "KING", "sentences": [{"text": "He's doing too much, too little maybe.", "sentId": 212}], "secId": 94}, {"speaker": "MARTIN", "sentences": [{"text": "The campaign to him is basically rallies and media, and you know, that's what it is to him, and there's no upside at times to doing TV interviews.", "sentId": 213}, {"text": "No offense to our colleagues here at CNN, but why is he constantly doing television interviews?", "sentId": 214}, {"text": "What's the goal?", "sentId": 215}, {"text": "What's the goal?", "sentId": 216}], "secId": 95}, {"speaker": "HENDERSON", "sentences": [{"text": "His fundraising became an issue this week, with those numbers.", "sentId": 217}, {"text": "One Republican I talked to said, he needs to put up himself $100 million to $200 million to show that he's serious and that he will invest in his own campaign.", "sentId": 218}], "secId": 96}, {"speaker": "KING", "sentences": [{"text": "That subject came up at a private meeting Trump had with fund- raisers.", "sentId": 219}, {"text": "He suggested you need to put seed money in, people said there were decided silence from Team Trump on that issue.", "sentId": 220}], "secId": 97}, {"speaker": "KING", "sentences": [{"text": "But to that point, let's show the numbers, there were FEC reports had to file, Federal Election Commission reports had to be filed.", "sentId": 221}, {"text": "It's only June.", "sentId": 222}, {"text": "Trump campaign says in the last week or so, it's made it up.", "sentId": 223}, {"text": "But that's the cash on hand.", "sentId": 224}, {"text": "That's pretty daunting.", "sentId": 225}], "secId": 98}, {"speaker": "KING", "sentences": [{"text": "And Hillary Clinton is on TV, we mentioned the new Brexit ad.", "sentId": 226}, {"text": "But she's also running biography ads in these battleground states, saying, you know, hey, I'm for health care, I was for children in my prior jobs, trying to boost her favorability numbers.", "sentId": 227}, {"text": "We'll see if it works.", "sentId": 228}], "secId": 99}, {"speaker": "KING", "sentences": [{"text": "But another thing, you make the point about Trump.", "sentId": 229}, {"text": "His philosophy is traditional metrics don't apply.", "sentId": 230}, {"text": "I'm going to run a different campaign and it will work.", "sentId": 231}, {"text": "It worked in the primaries we'll see in the general election.", "sentId": 232}], "secId": 100}, {"speaker": "KING", "sentences": [{"text": "But for Hillary Clinton, if you look at the data on changing, Washington, Trump trounces her.", "sentId": 233}, {"text": "And that's unlikely to change because, as you know, she is an establishment figure.", "sentId": 234}, {"text": "But the one thing she's trying to work on, he has a more narrow lead and the question asked in most polls anyway, who would better handle the economy?", "sentId": 235}, {"text": "Which is a central question in any presidential election.", "sentId": 236}], "secId": 101}, {"speaker": "KING", "sentences": [{"text": "So, part of her speech you mentioned this week was to -- she wants voters to imagine Donald Trump.", "sentId": 237}, {"text": "She said don't imagine Donald Trump when he says I'll create jobs.", "sentId": 238}, {"text": "Recognize, Hillary Clinton says, Donald Trump is that guy from \"Celebrity Apprentice.\"", "sentId": 239}], "secId": 102}, {"speaker": "CLINTON", "sentences": [{"text": "Donald Trump has said he's qualified to be president because of his business record.", "sentId": 240}, {"text": "Few days ago, he said and I quote, \"I'm going to do for the country what I did for my business.\"", "sentId": 241}, {"text": "So let's take a look at what he did for his business.", "sentId": 242}, {"text": "He's written a lot of books about business.", "sentId": 243}, {"text": "They all seem to end at Chapter 11.", "sentId": 244}], "secId": 103}, {"speaker": "KING", "sentences": [{"text": "It's a clever line, it's a clever line, she's not great at reading from a prompter.", "sentId": 245}, {"text": "She's not her husband.", "sentId": 246}, {"text": "It's a clever line in terms of trying to frame the debate.", "sentId": 247}], "secId": 104}, {"speaker": "KING", "sentences": [{"text": "But we've asked this question at this table for months, if John Doe voters, Jane Doe voters from battleground state, what is Hillary Clinton's central economic message?", "sentId": 248}, {"text": "Close your eyes.", "sentId": 249}], "secId": 105}, {"speaker": "LERER", "sentences": [{"text": "Right.", "sentId": 250}, {"text": "And there's debate whether it's enough for her to run just against him or whether she also has to put forward her own message.", "sentId": 251}, {"text": "It seems like her team has decided it's enough at this stage in the game to just run against him, and it's a strategy that reminds me what happened in '12, where Democrats moved over the summer to define Mitt Romney as this out of touch plutocrat.", "sentId": 252}, {"text": "They were on the ads constantly in Ohio doing that.", "sentId": 253}], "secId": 106}, {"speaker": "LERER", "sentences": [{"text": "Democrats are trying to repeat that playbook, you know, this year with Donald Trump.", "sentId": 254}, {"text": "It may work.", "sentId": 255}, {"text": "It may not.", "sentId": 256}, {"text": "I think operations matter.", "sentId": 257}], "secId": 107}, {"speaker": "LERER", "sentences": [{"text": "You get the sense Donald Trump sees this as a national referendum where he can be giving the interviews and on Twitter, and this is at this stage in the game a 50-state drag-out battle.", "sentId": 258}, {"text": "You have to have the ground game, you have to have the ads in all the states.", "sentId": 259}, {"text": "He just doesn't have that.", "sentId": 260}, {"text": "She may be able to drive this message and tag him effectively in the eight states that matter.", "sentId": 261}], "secId": 108}, {"speaker": "ZELENY", "sentences": [{"text": "I think they know it's not enough to be just anti- Trump, which was Wednesday was supposed to be a pro-Clinton message, that was hijacked a little bit responding to Trump.", "sentId": 262}, {"text": "So, him being out there a ton, it's a catch-22 for her to be sucked into that.", "sentId": 263}], "secId": 109}, {"speaker": "ZELENY", "sentences": [{"text": "But I think they know in Ohio, in Michigan, et cetera, the trade issues still matters immensely for her so she needs to do more of what I would to and I think she will.", "sentId": 264}], "secId": 110}, {"speaker": "KING", "sentences": [{"text": "I'm on your side part that we heard from her husband and Obama tried to in a different way.", "sentId": 265}], "secId": 111}, {"speaker": "KING", "sentences": [{"text": "All right, everybody, sit put.", "sentId": 266}, {"text": "Ahead, Donald Trump stood by his campaign manager when he strong-armed a female reporter, and when he makes it up with protesters.", "sentId": 267}, {"text": "But Cory Lewandowski got the full \"Apprentice\" treatment this past week because of an internal Trump campaign revolt.", "sentId": 268}, {"text": "That ahead.", "sentId": 269}], "secId": 112}, {"speaker": "KING", "sentences": [{"text": "And right now, also cast your vote to our INSIDE POLITICS quiz this Sunday.", "sentId": 270}, {"text": "Is it appropriate for Donald Trump to take international business trips while running for president?", "sentId": 271}, {"text": "You can vote at CNN.com/vote and we'll show you results a little bit later in the show.", "sentId": 272}], "secId": 113}, {"speaker": "KING", "sentences": [{"text": "In baseball the old saying is you can't fire the players when the team's a mess, so you fire the manager.", "sentId": 273}, {"text": "Well, we saw the political equivalent this past week.", "sentId": 274}, {"text": "Donald Trump can't fire his children, so he fired his campaign manager.", "sentId": 275}], "secId": 114}, {"speaker": "KING", "sentences": [{"text": "Corey Lewandowski was escorted out of Trump Tower after Trump's children and his son in law told the candidate his campaign was a mess.", "sentId": 276}, {"text": "It had a toxic work environment.", "sentId": 277}], "secId": 115}, {"speaker": "KING", "sentences": [{"text": "Republican establishment was thrilled, party leaders thought Corey Lewandowski was in way over his head and that he encouraged Trump's worst instincts and outbursts.", "sentId": 278}], "secId": 116}, {"speaker": "LEWANDOWSKI", "sentences": [{"text": "If that's the rap they want to put on me, I think what's fair to say is, anybody who knows me and has known me over a long period of time, knows that I'm a straight shooter, much to my own detriment on many occasions.", "sentId": 279}, {"text": "I tell people the way it is, whether it's good, or bad or indifferent, because I always say, I'm not smart enough to lie, because I can't remember the lie I told.", "sentId": 280}], "secId": 117}, {"speaker": "KING", "sentences": [{"text": "Now, the reboot included the return of the scripted teleprompter Trump and first 100 days agenda aimed at calming Republican worries their candidate was careening around the country without much of a plan.", "sentId": 281}, {"text": "In the agenda, he talked about creating jobs, one thing he did not do, lifting restrictions on energy production, repeal and replace Obamacare, pass massive tax reform, impose tough new rules on the office of secretary of state.", "sentId": 282}], "secId": 118}, {"speaker": "KING", "sentences": [{"text": "One thing they did not talk about in the release agenda was the proposed ban on Muslims, not much talk about immigration either.", "sentId": 283}, {"text": "So, they fired the campaign manager.", "sentId": 284}, {"text": "Campaigns go through these things, a lot of campaigns go through things.", "sentId": 285}, {"text": "So, I always joke with Carville and Begala when they were around that, you know, they were brought in, in the shakeup in the Clinton campaign and everyone said, oh, it's a mess.", "sentId": 286}, {"text": "He served two terms as president.", "sentId": 287}], "secId": 119}, {"speaker": "So", "sentences": [{"text": "I think we can overplay them in the moment, but the real is, he's not being replaced by anyone necessarily so it gave Republicans a sense of ease in some respect that they're not sure what's next.", "sentId": 288}], "secId": 120}, {"speaker": "So", "sentences": [{"text": "More importantly I think this week, I think the biggest, most important hire for the Trump campaign this week was Bob Paduchik in Ohio, to be the Ohio campaign manager.", "sentId": 289}, {"text": "President Bush may not have won reelection in 2004 without winning Ohio.", "sentId": 290}, {"text": "Bob was square on that.", "sentId": 291}], "secId": 121}, {"speaker": "So", "sentences": [{"text": "If you look at the state by state by state, there's Eric Branstad, the son of the long time governor in the state of Iowa, and this in Ohio.", "sentId": 292}, {"text": "So, there are people with who have real experiences in the states.", "sentId": 293}, {"text": "If --", "sentId": 294}], "secId": 122}, {"speaker": "KING", "sentences": [{"text": "Maybe more willing to come on now than they were with Corey Lewandowski.", "sentId": 295}], "secId": 123}, {"speaker": "ZELENY", "sentences": [{"text": "And also, closely aligned with the Senate races there.", "sentId": 296}, {"text": "The Republicans are trying to do a fire wall here.", "sentId": 297}, {"text": "If Trump wins or not, fine, but they want to keep the Senate.", "sentId": 298}], "secId": 124}, {"speaker": "MARTIN", "sentences": [{"text": "But I was going to s I was so struck about the hiring in Ohio, was that it was an Ohio inside job.", "sentId": 299}], "secId": 125}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 300}], "secId": 126}, {"speaker": "MARTIN", "sentences": [{"text": "This was much more about saving Rob Portman's seat than it was about helping Donald Trump.", "sentId": 301}, {"text": "He was brought in by the state GOP chairman in Ohio after Trump basically said just do whatever you want.", "sentId": 302}, {"text": "I mean, it's kind of the beauty of Trump, he's so detached from traditional politics that, you know, the party operatives are more empowered to do their own thing and install these kind of folks who I'm sure will focus on Trump, spend a lot of time helping Portman too there.", "sentId": 303}], "secId": 127}, {"speaker": "LERER", "sentences": [{"text": "Keep in mind in Ohio, in particular, this is not a Donald Trump state party.", "sentId": 304}, {"text": "This is a John Kasich state party and John Kasich has refused to endorse Donald Trump and says that he may not at all.", "sentId": 305}], "secId": 128}, {"speaker": "KING", "sentences": [{"text": "And it's kind of where the convention is in three weeks?", "sentId": 306}], "secId": 129}, {"speaker": "LERER", "sentences": [{"text": "Right.", "sentId": 307}], "secId": 130}, {"speaker": "LERER", "sentences": [{"text": "You have this problem not only is he so far behind Hillary Clinton's operation in these states, he's also dealing with operatives that do seem to be significantly more concerned with electing these Senate candidates than worrying about his presidential ambitions.", "sentId": 308}, {"text": "So, he's just has a lot of work to do.", "sentId": 309}], "secId": 131}, {"speaker": "HENDERSON", "sentences": [{"text": "He's got no -- he's got no sort of cheerleading section, right?", "sentId": 310}, {"text": "You think about Mia Love who is all of a sudden not going to be at this convention.", "sentId": 311}, {"text": "She's going to be -- flash back to 2012, she was a major speaker there.", "sentId": 312}, {"text": "You think about who is going to be there --", "sentId": 313}], "secId": 132}, {"speaker": "KING", "sentences": [{"text": "If you don't know Mia Love, African-American congresswoman in Utah, she was a candidate back in 2012.", "sentId": 314}], "secId": 133}, {"speaker": "HENDERSON", "sentences": [{"text": "She's a candidate back then and is running for reelection.", "sentId": 315}], "secId": 134}, {"speaker": "HENDERSON", "sentences": [{"text": "So, you wonder who is going to be out there really Trumpeting Trump as a possible president, as somebody who can do good things in the oval office.", "sentId": 316}, {"text": "He's got so much work to do.", "sentId": 317}], "secId": 135}, {"speaker": "HENDERSON", "sentences": [{"text": "I do think the campaign seems different in terms of rapid response.", "sentId": 318}, {"text": "I mean, my inbox was filled with something like 30 e-mail messages from the Trump campaign in talking to people inside that campaign.", "sentId": 319}, {"text": "That was one of the real worries about this campaign, it doesn't operate like a traditional campaign in terms of rapid response.", "sentId": 320}], "secId": 136}, {"speaker": "KING", "sentences": [{"text": "And again, we're three weeks from the Republican convention.", "sentId": 321}, {"text": "You still have this discord in the conversation among Republicans, it's not a good thing.", "sentId": 322}, {"text": "Again, Trump thinks he can defy traditional metrics.", "sentId": 323}, {"text": "We'll be wrong in the primaries and maybe wrong in the general.", "sentId": 324}], "secId": 137}, {"speaker": "KING", "sentences": [{"text": "Another big question, he says e wants to save this for the convention, is who will be Donald Trump's running mate?", "sentId": 325}, {"text": "And voters tend not to vote in November about vice presidents but because Trump has no record in political office it will tell us something about his governing style while he on the links in Scotland on the business trip, Jim Acosta put the question to him, says, are you working on the search, sir?", "sentId": 326}], "secId": 138}, {"speaker": "PAUL", "sentences": [{"text": "It's coming along good.", "sentId": 327}, {"text": "I have a lot of people that want it.", "sentId": 328}], "secId": 139}, {"speaker": "PAUL", "sentences": [{"text": "I will tell you one thing, I'm getting calls from a lot of people and they want it.", "sentId": 329}, {"text": "The only people that say they don't want it are the people I'd never ask.", "sentId": 330}, {"text": "I've read every once in a while, say somebody said, they don't want it.", "sentId": 331}, {"text": "They weren't asked.", "sentId": 332}, {"text": "But we have a lot of people that wanted, that's why .", "sentId": 333}], "secId": 140}, {"speaker": "KING", "sentences": [{"text": "I love that, he's getting a lot of calls from people who want that slot.", "sentId": 334}], "secId": 141}, {"speaker": "ZELENY", "sentences": [{"text": "I mean, this isn't a job where you respond to a help wanted ad.", "sentId": 335}, {"text": "You're right about this being the most important decision he makes going forward.", "sentId": 336}], "secId": 142}, {"speaker": "ZELENY", "sentences": [{"text": "There are three big things left in the campaign, the V.P.", "sentId": 337}, {"text": "decision, the conventions and the debates and the V.P.", "sentId": 338}, {"text": "decision for both candidates but for Trump in particular will show us so much about him.", "sentId": 339}, {"text": "I think it's a very, very short list of people who would say yes to that and not some of the bright lights of the party with the future.", "sentId": 340}], "secId": 143}, {"speaker": "ZELENY", "sentences": [{"text": "If you're sort of at the beginning of your time and the party will rise you're not saying yes to that.", "sentId": 341}, {"text": "If you're at the end, Chris Christie, Newt Gingrich, maybe.", "sentId": 342}], "secId": 144}, {"speaker": "KING", "sentences": [{"text": "Tom Cotton's name has also come up.", "sentId": 343}, {"text": "So, people throw these names around.", "sentId": 344}, {"text": "I have no certainty that they're real.", "sentId": 345}, {"text": "Sometimes, campaigns leak names on purpose.", "sentId": 346}], "secId": 145}, {"speaker": "MARTIN", "sentences": [{"text": "Who knows?", "sentId": 347}], "secId": 146}, {"speaker": "KING", "sentences": [{"text": "Those people within the Trump operation who knows --", "sentId": 348}], "secId": 147}, {"speaker": "LERER", "sentences": [{"text": "And it's so striking how the different the process is.", "sentId": 349}, {"text": "I mean, Hillary Clinton has been working on this for weeks.", "sentId": 350}, {"text": "She has dozens of lawyers combing through records.", "sentId": 351}, {"text": "There's a questionnaire, there's your financials, there will be interviews with lawyers, interviews with her.", "sentId": 352}], "secId": 148}, {"speaker": "LERER", "sentences": [{"text": "And Trump, people are calling him, he may look at their background, he may not.", "sentId": 353}, {"text": "So that does -- you know, there are Republicans who are worried about what could come out about this V.P.", "sentId": 354}, {"text": "person he ends up picking later on, but it is just another striking sample of how different these operations are.", "sentId": 355}], "secId": 149}, {"speaker": "KING", "sentences": [{"text": "It can't be that far away.", "sentId": 356}, {"text": "The convention is in three weeks.", "sentId": 357}, {"text": "We're going to learn soon enough.", "sentId": 358}], "secId": 150}, {"speaker": "KING", "sentences": [{"text": "Next, House Democrats staged a sit-in over gun laws.", "sentId": 359}, {"text": "Is it just good theater or is it proof of a powerful 2016 issue?", "sentId": 360}], "secId": 151}, {"speaker": "KING", "sentences": [{"text": "A very different look this past week in Washington as Congress dealt with a familiar source of partisan agreement whether to change gun laws.", "sentId": 361}], "secId": 152}, {"speaker": "KING", "sentences": [{"text": "Look at this, look at the house floor.", "sentId": 362}, {"text": "Usually, you see debates on the house floor.", "sentId": 363}, {"text": "This is a sit-in led by Congressman John Lewis of Georgia.", "sentId": 364}, {"text": "Democrats sitting in and say, they wouldn't let the house do business because it wanted votes on a couple of gun law proposals.", "sentId": 365}], "secId": 153}, {"speaker": "KING", "sentences": [{"text": "Now, the Democrats say they're on solid ground with the American people.", "sentId": 366}, {"text": "Look at this polling, they want to expand background checks.", "sentId": 367}, {"text": "They say 92 percent of Americans favor that, only 8 percent oppose.", "sentId": 368}, {"text": "Why won't the Republicans give us a vote?", "sentId": 369}], "secId": 154}, {"speaker": "KING", "sentences": [{"text": "They say they want to change the law, make sure there's no gun ownership for people on terrorist watchlists, again they say look the American people are with us.", "sentId": 370}], "secId": 155}, {"speaker": "KING", "sentences": [{"text": "But high drama but little evidence, very little evidence it changed the divide between the two parties.", "sentId": 371}], "secId": 156}, {"speaker": "RYAN", "sentences": [{"text": "We are not going to allow stunts like this to stop us from carrying out the people's business.", "sentId": 372}, {"text": "Why do I call this a stunt?", "sentId": 373}, {"text": "Well, because it is one.", "sentId": 374}, {"text": "Let's just be honest here.", "sentId": 375}], "secId": 157}, {"speaker": "PELOS", "sentences": [{"text": "This isn't about politics.", "sentId": 376}, {"text": "It's not about elections.", "sentId": 377}, {"text": "It's not about campaigns.", "sentId": 378}, {"text": "It's so much bigger than that.", "sentId": 379}], "secId": 158}, {"speaker": "KING", "sentences": [{"text": "So, the Democrats cite the polling numbers.", "sentId": 380}, {"text": "Republicans say those proposals were flawed.", "sentId": 381}, {"text": "Those proposals would take away the rights of law-abiding gun citizens.", "sentId": 382}], "secId": 159}, {"speaker": "KING", "sentences": [{"text": "What's striking to me here, though, is that number one, they did take attention away from Clinton and Trump who dominated the political conversation, the House Democrats and the House campaigns they think in their parts of the country where they're looking for seats that this is a powerful issue for them.", "sentId": 383}, {"text": "Will it be an issue in the presidential campaign?", "sentId": 384}], "secId": 160}, {"speaker": "ZELENY", "sentences": [{"text": "I think it will be an issue in the presidential campaign but not the way it has been in the past.", "sentId": 385}, {"text": "What's most string about this is the fact that Democrats are no longer divided over guns.", "sentId": 386}, {"text": "In big degree a lot of those blue dog seats are gone.", "sentId": 387}], "secId": 161}, {"speaker": "ZELENY", "sentences": [{"text": "I think Paul Ryan, the speaker is right, about the fact this was a stunt.", "sentId": 388}, {"text": "No doubt about it, it was a stunt but a stunt the vast majority of the country support.", "sentId": 389}, {"text": "But what I was struck most by the extremes on both sides dividing this and there's not any will left in that Capitol building for anyone to come together on this.", "sentId": 390}, {"text": "We've seen it time and time again, it's really dispiriting.", "sentId": 391}], "secId": 162}, {"speaker": "LERER", "sentences": [{"text": "There's little risk for Democrats because of how partisan the country has become.", "sentId": 392}, {"text": "People who are strong supporters of gun rights are not voting for Hillary Clinton or for Democrats.", "sentId": 393}, {"text": "So, you know, there's potentially a lot of gain in terms of motivating their --", "sentId": 394}], "secId": 163}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes, I think this was their attempt to really sort of create a tipping point in some ways.", "sentId": 395}, {"text": "I think Paul Ryan is right, it was a publicity stunt, but that is sort of the point of protests.", "sentId": 396}, {"text": "The march on Washington was sort of a publicity stunt due to draw attention to a cause, so that's not really a criticism to say that.", "sentId": 397}], "secId": 164}, {"speaker": "HENDERSON", "sentences": [{"text": "But I do think some of the action is on the state level.", "sentId": 398}, {"text": "There is this impasse at the federal level but across the country in states like Nevada and Maine, you'll see a ballot measures that voters will vote on that would expand background checks but you've also seen some real I think fight from the NRA, too, at the state level.", "sentId": 399}], "secId": 165}, {"speaker": "MARTIN", "sentences": [{"text": "Count me as skeptical but the politics has changed on this issue.", "sentId": 400}, {"text": "I think until the left can make gun control a voting issue as the right has for gun rights, then the politics haven't changed.", "sentId": 401}, {"text": "Look at how few incumbent Republican senators in competitive states broke with the NRA and look at the amount of red state Democrats who are up in 2018 who sided with the NRA.", "sentId": 402}, {"text": "That will tell you the politics hasn't changed.", "sentId": 403}], "secId": 166}, {"speaker": "KING", "sentences": [{"text": "At the moment the scales tip in the NRA when it comes to failing to mobilize voters.", "sentId": 404}], "secId": 167}, {"speaker": "LERER", "sentences": [{"text": "But think about who Hillary Clinton needs to win suburban married women, places like Columbus and Denver and those voters care about this issue.", "sentId": 405}, {"text": "While it may not be what they go to the polls on it's a motivating factor for them.", "sentId": 406}, {"text": "She can do better with that group than President Obama does.", "sentId": 407}], "secId": 168}, {"speaker": "MARTIN", "sentences": [{"text": "It's over, yes.", "sentId": 408}], "secId": 169}, {"speaker": "KING", "sentences": [{"text": "You speak about motivating factors.", "sentId": 409}, {"text": "We had a Supreme Court decision this week tied decision that was because it was a tie, it was a slap in the face of the Obama administration -- the president's efforts to use executive powers to do things with immigration laws.", "sentId": 410}, {"text": "The president says that's proof number one why the Republicans are holding a Supreme Court judge hostage and reminder an affirmative action decision.", "sentId": 411}], "secId": 170}, {"speaker": "KING", "sentences": [{"text": "It is a reminder, there is a vacancy, and either will consider it the lame duck or the next president, Donald Trump or Hillary Clinton will presumably get to answer it.", "sentId": 412}], "secId": 171}, {"speaker": "KING", "sentences": [{"text": "But there, there are Democrats happy they lost this court decision because it allows them to make the case to Latino voters in the key swing states we need you the most?", "sentId": 413}], "secId": 172}, {"speaker": "ZELENY", "sentences": [{"text": "Because it does energize voters.", "sentId": 414}, {"text": "Immigration is the central issue of this campaign.", "sentId": 415}, {"text": "Donald Trump wouldn't be the nominee without it.", "sentId": 416}, {"text": "I don't know -- they're quietly having this, this is an executive action, it would have gone away anyway but in Colorado, in Florida, in Nevada, those states, this helps the Clinton campaign get those voters.", "sentId": 417}], "secId": 173}, {"speaker": "KING", "sentences": [{"text": "It's a classic example of how the parties view Americans.", "sentId": 418}, {"text": "Republicans think on guns and immigration work on their base, and Democrats think it works for our base.", "sentId": 419}, {"text": "I guess that's probably we have election.", "sentId": 420}], "secId": 174}, {"speaker": "HENDERSON", "sentences": [{"text": "I mean, this is the culture wars, right?", "sentId": 421}, {"text": "I mean, how salient they are.", "sentId": 422}, {"text": "You think about affirmative action.", "sentId": 423}, {"text": "You think about gun control.", "sentId": 424}, {"text": "You think about immigration reform.", "sentId": 425}], "secId": 175}, {"speaker": "HENDERSON", "sentences": [{"text": "On Monday, we'll see a decision on abortion from the Supreme Court in the Supreme Court there that vacancy can be a motivating factor with the Supreme Court the ultimate decider in all these issues.", "sentId": 426}], "secId": 176}, {"speaker": "MARTIN", "sentences": [{"text": "Real fast to your point, John, 2016, the politics of mobilization Trumps the politics of persuasion.", "sentId": 427}, {"text": "It's all about getting out your folks.", "sentId": 428}], "secId": 177}, {"speaker": "KING", "sentences": [{"text": "Getting out your folks and getting out your votes.", "sentId": 429}, {"text": "Remember, three weeks the Republican convention, the Democrat right after.", "sentId": 430}], "secId": 178}, {"speaker": "KING", "sentences": [{"text": "Are we having fun?", "sentId": 431}], "secId": 179}, {"speaker": "HENDERSON", "sentences": [{"text": "That's right.", "sentId": 432}], "secId": 180}, {"speaker": "KING", "sentences": [{"text": "All right.", "sentId": 433}, {"text": "Our reports share from their notebooks yet, including two takes on where Hillary Clinton might look for a vice presidential running mate.", "sentId": 434}], "secId": 181}, {"speaker": "KING", "sentences": [{"text": "First though, the results from our INSIDE POLITICS quiz, we hope you were busy answering, is it appropriate for Donald Trump to take international business  president?", "sentId": 435}, {"text": "You can look at the results there, 69 percent of you think no, 31 percent think yes.", "sentId": 436}, {"text": "You can keep voting.", "sentId": 437}], "secId": 182}, {"speaker": "KING", "sentences": [{"text": "Around the INSIDE POLITICS table, we ask our great reporters to share something from their notebooks.", "sentId": 438}], "secId": 183}, {"speaker": "KING", "sentences": [{"text": "Nia-Malika Henderson?", "sentId": 439}], "secId": 184}, {"speaker": "HENDERSON", "sentences": [{"text": "We'll see a Colorado clash this week.", "sentId": 440}, {"text": "Hillary Clinton heads to Colorado, Denver on Tuesday and Donald Trump heads there Friday, also going to Denver.", "sentId": 441}], "secId": 185}, {"speaker": "HENDERSON", "sentences": [{"text": "I think two issues on the one hand immigration reform, how Hillary Clinton frames her stance on immigration reform in the new Supreme Court decision or non-decision on how she frames Donald Trump's stance on immigration reform and for Donald Trump coal.", "sentId": 442}], "secId": 186}, {"speaker": "HENDERSON", "sentences": [{"text": "If you think back to 2012, coal companies bust in coal miners to Mitt Romney's speeches.", "sentId": 443}, {"text": "Since then coal companies have hit rocky ground, some declared bankruptcy.", "sentId": 444}, {"text": "It will be interesting to see how Donald Trump frames that issue knowing full well what Hillary Clinton said about coal miners a couple of months ago.", "sentId": 445}, {"text": "These two issues will be interesting to watch in how they play out in Colorado.", "sentId": 446}], "secId": 187}, {"speaker": "KING", "sentences": [{"text": "And one of the swing states he needs to put in play if he's make the map more interesting.", "sentId": 447}], "secId": 188}, {"speaker": "KING", "sentences": [{"text": "Jonathan?", "sentId": 448}], "secId": 189}, {"speaker": "MARTIN", "sentences": [{"text": "A name that we have not heard on the Hillary veep list, that's Tom Vilsack, the former governor of Iowa.", "sentId": 449}, {"text": "I think he is going to be on the list.", "sentId": 450}, {"text": "Here's why -- he's former Iowa governor, the current ag secretary, a former small town mayor.", "sentId": 451}, {"text": "He has humble roots in Pittsburgh, has Rust Belt cred there, and most importantly, this is a say safe, stable pick.", "sentId": 452}], "secId": 190}, {"speaker": "MARTIN", "sentences": [{"text": "If she wants somebody who is not going to sort of cause any controversy, somebody who is sort of reliable person for campaigning and governing, he would be it.", "sentId": 453}, {"text": "As one Democrat pointed out to me this week in bringing up Vilsack he also would have no impact at all on the Senate, and if you think about her other options almost all of them would have some impact on control of the Senate.", "sentId": 454}, {"text": "Even Tim Kaine is being looked at strongly.", "sentId": 455}, {"text": "That seat would be up in", "sentId": 456}], "secId": 191}, {"speaker": "MARTIN", "sentences": [{"text": "the fall 2017.", "sentId": 457}, {"text": "So, you'd only have a guaranteed Democratic seat for one year in Virginia.", "sentId": 458}, {"text": "With Vilsack, no impact at all in the senate.", "sentId": 459}], "secId": 192}, {"speaker": "KING", "sentences": [{"text": "We'll watch how that will go.", "sentId": 460}, {"text": "She's going to wait for Trump I think before making her decision.", "sentId": 461}], "secId": 193}, {"speaker": "KING", "sentences": [{"text": "Mr. Zeleny?", "sentId": 462}], "secId": 194}, {"speaker": "ZELENY", "sentences": [{"text": "Speaking of Tim Kaine has been a city councilman, a mayor, governor and a senator and he speaks fluent Spanish, which Tom Vilsack does not do.", "sentId": 463}, {"text": "I covered Tom Vilsack for a long time.", "sentId": 464}, {"text": "I believe you're right.", "sentId": 465}, {"text": "I think he will be on the list.", "sentId": 466}], "secId": 195}, {"speaker": "ZELENY", "sentences": [{"text": "But Tim Kaine has a lot of attributes.", "sentId": 467}, {"text": "He is from a red state.", "sentId": 468}, {"text": "He now represents a purple state but Spanish, when you watch him speak in Spanish in Univision interviews and CNN Espanol interviews, so compelling he'd make a good messenger.", "sentId": 469}, {"text": "Not that they need to fire it up but an attack dog in Espanol on Donald Trump would be so key.", "sentId": 470}], "secId": 196}, {"speaker": "ZELENY", "sentences": [{"text": "They have a very good relationship and he would not upset the balance of the Senate in the short term.", "sentId": 471}, {"text": "I talked to two dozen Democrats this week, top donors, strategist, virtually every strategist says Tim Kaine.", "sentId": 472}], "secId": 197}, {"speaker": "ZELENY", "sentences": [{"text": "But we'll see what she says.", "sentId": 473}, {"text": "You're right does worse.", "sentId": 474}], "secId": 198}, {"speaker": "KING", "sentences": [{"text": "I suspect she's more worried about her campaign as opposed to the balance of the Senate.", "sentId": 475}, {"text": "She comes first, not that she won't factor it in, but she comes -- Lisa.", "sentId": 476}], "secId": 199}, {"speaker": "LERER", "sentences": [{"text": "I'm not going to boost a V.P.", "sentId": 477}, {"text": "candidate.", "sentId": 478}, {"text": "Instead, I'll talk about someone we haven't heard about in a little while, Bernie Sanders.", "sentId": 479}, {"text": "He has faded from view in the past week but behind the scenes his campaign and Hillary Clinton are negotiating avidly.", "sentId": 480}], "secId": 200}, {"speaker": "LERER", "sentences": [{"text": "The campaign managers talk every day.", "sentId": 481}, {"text": "They had dinner in Burlington Friday night, trying to reach some kind of agreement over the platform, over changes that Bernie Sanders would like to see in primaries conducted to allow him to give a full-throated endorsement of Hillary Clinton.", "sentId": 482}], "secId": 201}, {"speaker": "LERER", "sentences": [{"text": "But I think there's a real question whether he matters that much anymore.", "sentId": 483}, {"text": "She'll be campaigning with Elizabeth Warren who stepped back in to take control as the leader of the progressive movement on Monday.", "sentId": 484}, {"text": "And I Bernie Sanders' traction in this race is declining rapidly.", "sentId": 485}, {"text": "So, it will be interesting to see if he strikes that deal soon", "sentId": 486}], "secId": 202}, {"speaker": "KING", "sentences": [{"text": "And whether she worries more about his supporters, maybe.", "sentId": 487}, {"text": "Focus on him to help get those supporters.", "sentId": 488}], "secId": 203}, {"speaker": "KING", "sentences": [{"text": "I'll close a little perspective on the Trump campaign post-fired campaign manager Corey Lewandowski.", "sentId": 489}], "secId": 204}, {"speaker": "KING", "sentences": [{"text": "Yes, there is relief and plenty of it.", "sentId": 490}, {"text": "The Republican establishment for one is very happen.", "sentId": 491}, {"text": "Trump's children, especially his daughter Ivanka are thrilled Corey Lewandowski is gone.", "sentId": 492}, {"text": "And campaign strategist Paul Manafort is relieved because the daily sometimes hourly tug-of-war for control of the campaign and the candidate is over at least for now.", "sentId": 493}], "secId": 205}, {"speaker": "KING", "sentences": [{"text": "But for top Trump insiders they describe things inside as a bit of a hot mess.", "sentId": 494}, {"text": "Manafort is debating whether he needs an experienced hand to help with day-to-day campaign operations.", "sentId": 495}, {"text": "Fund-raising is described as improving over the last week but well behind where it needs to be.", "sentId": 496}, {"text": "One veteran of past presidential campaigns says this, quote, \"Not only do the basic ABCs of campaigning not get done, they don't even get discussed here.\"", "sentId": 497}, {"text": "We'll see how that works out.", "sentId": 498}], "secId": 206}, {"speaker": "KING", "sentences": [{"text": "That's it for INSIDE POLITICS.", "sentId": 499}, {"text": "Again, thanks for sharing your Sunday.", "sentId": 500}], "secId": 207}, {"speaker": "KING", "sentences": [{"text": "Up next, \"STATE OF THE UNION WITH JAKE TAPPER\".", "sentId": 501}], "secId": 208}], "sectionCount": 209, "url": "transcripts.cnn.com/TRANSCRIPTS/1606/26/ip.01.html", "sentenceCount": 503, "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "time": "Aired June 26, 2016 - 08:00   ET", "speakers": ["KING", "TRUMP", "CLINTON", "Question one", "OBAMA", "tiny", "HENDERSON", "MARTIN", "LERER", "AD ANNOUNCER", "BURNETT", "ZELENY", "LEWANDOWSKI", "So", "PAUL", "RYAN", "PELOS"], "title": "INSIDE POLITICS"}