{"docId": "./ip/trancript.cnn.com.TRANSCRIPTS.1611.11.ip.01.html.json", "subTitle": "Trump's Tone is the Talk of the Town; Democrats Regroup After a Bruising Loss. Aired 12-12:30p ET", "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "sections": [{"speaker": "KING", "sentences": [{"text": "John and Kate, thank you.", "sentId": 0}, {"text": "Welcome to INSIDE POLITICS.", "sentId": 1}, {"text": "I'm John King.", "sentId": 2}, {"text": "We are live today from just across the street from the White House.", "sentId": 3}, {"text": "you see that beautiful shot on a glorious day here in the nation's capital.", "sentId": 4}, {"text": "The White House, the Washington Monument, the Jefferson Memorial off in the distance there.", "sentId": 5}, {"text": "Thanks for sharing your time on this Veterans Day.", "sentId": 6}], "secId": 0}, {"speaker": "KING", "sentences": [{"text": "Just moments ago, President Obama's final wreath laying at the Tomb of the Unknowns at Arlington National Cemetery.", "sentId": 7}], "secId": 1}, {"speaker": "KING", "sentences": [{"text": "It will be President Trump leading that solemn ceremony next year.", "sentId": 8}, {"text": "He is President-Elect Trump for 69 more days.", "sentId": 9}, {"text": "And his tone and his temperament are, once again, the talk of the town.", "sentId": 10}, {"text": "He was pitch- perfect yesterday at a White House meeting with President Obama.", "sentId": 11}], "secId": 2}, {"speaker": "TRUMP", "sentences": [{"text": "Mr. President, it was a great honor being with you, and I look forward to being with you many, many more times in the future.", "sentId": 12}, {"text": "Thank you.", "sentId": 13}], "secId": 3}, {"speaker": "KING", "sentences": [{"text": "And again, Donald Trump on message in a later visit with Republican leaders on Capitol Hill.", "sentId": 14}], "secId": 4}, {"speaker": "TRUMP", "sentences": [{"text": "We're going to do some absolutely spectacular things for the American people.", "sentId": 15}, {"text": "We look forward to starting.", "sentId": 16}, {"text": "In fact, we  can't get started fast enough.", "sentId": 17}], "secId": 5}, {"speaker": "KING", "sentences": [{"text": "But after returning to New York last night and watching more protests against his election, against him, well, that brought a familiar response, the attack tweet.", "sentId": 18}, {"text": "One more twist, though, as the sun was rises in the east today - yes, it still does that - another tweet with a very different tone, praise for the protesters and a promise from President-Elect Trump to come together.", "sentId": 19}], "secId": 6}, {"speaker": "KING", "sentences": [{"text": "With us to share their reporting and their insights on this Friday, Jeff Zeleny and Maeve Reston of CNN, \"The Atlantic's\" Molly Ball, and CNN's Manu Raju.", "sentId": 20}], "secId": 7}, {"speaker": "KING", "sentences": [{"text": "Let's begin, as we did many times this campaign season, with Donald Trump's twitter feed.", "sentId": 21}, {"text": "As those protesters filled the street in several cities last night, the president-elect took offense.", "sentId": 22}, {"text": "Look at this.", "sentId": 23}, {"text": "He tweeted this.", "sentId": 24}, {"text": "\"Just had a very open and successful presidential election.", "sentId": 25}, {"text": "Now professional protestors incited by the media are protesting.", "sentId": 26}, {"text": "Very unfair.\"", "sentId": 27}], "secId": 8}, {"speaker": "KING", "sentences": [{"text": "By candidate Trump standards, let's be honest, that's a pretty tame tweet.", "sentId": 28}, {"text": "But is twitter the place for the president-elect to debate his critics?", "sentId": 29}, {"text": "Will he continue to do that when he lives there in the White House?", "sentId": 30}], "secId": 9}, {"speaker": "Well", "sentences": [{"text": "15 a.m., from @realdonaldjtrump, \"love the fact that small groups of protestors last night have passion for our great country.", "sentId": 31}, {"text": "We will all come together and be proud.\"", "sentId": 32}], "secId": 10}, {"speaker": "know", "sentences": [{"text": "00 in the morning and tweet attacking, tweet bombing his critics.", "sentId": 33}], "secId": 11}, {"speaker": "know", "sentences": [{"text": "What do you make of the about-face?", "sentId": 34}, {"text": "Early this morning clearly deciding to say, you know what, fine, protest, it's OK. We'll come together.", "sentId": 35}], "secId": 12}, {"speaker": "BALL", "sentences": [{"text": "It's such a - it's such a repeat of the dynamic we saw during the campaign where there was this ongoing struggle between Donald Trump sort of it  and superego, or just between the candidate himself and his advisors.", "sentId": 36}, {"text": "And it seems like that's a dynamic that's going to continue in the White House.", "sentId": 37}, {"text": "As we said over and over again during the campaign, who he is isn't going to change.", "sentId": 38}, {"text": "He's been the same person all his life and he was the same person throughout the campaign.", "sentId": 39}, {"text": "That person was sometimes rather erratic.", "sentId": 40}, {"text": "And the question is, does that really have any consequences or is it just for fun, right?", "sentId": 41}, {"text": "If it's not your hand on the button, then who cares if you were just sort of going off and enflaming people on Twitter.", "sentId": 42}, {"text": "The question is, does he conduct the actual administration in .", "sentId": 43}], "secId": 13}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 44}, {"text": "And the question is, does he want detente or at least a chance, a little - a little bit of goodwill, you know, from African- Americans who might think - and, again, Donald Trump might not think their perception is fair, but they honestly believe that he was harsh on them.", "sentId": 45}, {"text": "Muslim-Americans who are worried about him.", "sentId": 46}, {"text": "Latino-Americans who are worried about him.", "sentId": 47}, {"text": "And Donald Trump may sit there and might think they have the wrong impression, that's not what I meant or they're not viewing me in total context, but they do feel that way, and so does he want detente or does he want to start with a little bit little of tension?", "sentId": 48}, {"text": "JEFF ZELENY, CNN SENIOR WASHINGTON CORRESPONDENT: We'll find out.", "sentId": 49}, {"text": "I", "sentId": 50}], "secId": 14}, {"speaker": "KING", "sentences": [{"text": "mean this is an important moment for him.", "sentId": 51}, {"text": "And so much about what's going to be happening going forward here, there is no sort of prescribed script here.", "sentId": 52}, {"text": "He's going to be the most unpredictable president-elect certainly and probably president.", "sentId": 53}, {"text": "So, we'll see.", "sentId": 54}], "secId": 15}, {"speaker": "KING", "sentences": [{"text": "But when you talk to people who - who knew him before, they always remind, you know, he was a Manhattan liberal at one time as well, so don't believe that - I've spent a lot of time in Manhattan the last couple of days this week.", "sentId": 55}, {"text": "You talk to some of the -", "sentId": 56}], "secId": 16}, {"speaker": "KING", "sentences": [{"text": "And the Republicans are nervous about that part.", "sentId": 57}], "secId": 17}, {"speaker": "ZELENY", "sentences": [{"text": "No doubt about it.", "sentId": 58}, {"text": "So who knows what he'll be?", "sentId": 59}, {"text": "But I think he is, you know, very much a president sort of in the making here.", "sentId": 60}, {"text": "But I think his tweet this morning is incredibly interesting.", "sentId": 61}], "secId": 18}, {"speaker": "RESTON", "sentences": [{"text": "Well, and -", "sentId": 62}], "secId": 19}, {"speaker": "RAJU", "sentences": [{"text": "It's an implicit recognition that he realizes that, you know, his temperament was one of the central issues that was litigated against him through the course of this campaign.", "sentId": 63}, {"text": "He knows full well, he knows the polls, Donald Trump reads the polls.", "sentId": 64}, {"text": "He admits he reads the polls.", "sentId": 65}, {"text": "Most voters do not believe he has the temperament to be president.", "sentId": 66}, {"text": "So he does have a hurdle to overcome to convince the American public that he can do the job.", "sentId": 67}], "secId": 20}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 68}], "secId": 21}, {"speaker": "RAJU", "sentences": [{"text": "And that is something they clearly he recognizes.", "sentId": 69}], "secId": 22}, {"speaker": "RESTON", "sentences": [{"text": "And I think they were also watching the power of the office really sink in for him.", "sentId": 70}], "secId": 23}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 71}], "secId": 24}, {"speaker": "RESTON", "sentences": [{"text": "Sort of the solemnity of this moment.", "sentId": 72}, {"text": "You know, just watching him even walking around Capitol Hill holding Melania's hand yesterday.", "sentId": 73}, {"text": "You know, there - it - there is a realization happening here for him that, you know, this is a much different role than he has been in on the campaign trail.", "sentId": 74}, {"text": "And you know, the votes are still being counted, but we very much expect that Hillary Clinton will probably end up with a popular vote, and so he's going to have to think about, you know, yes, his people can argue that he has a mandate, but there are so many people across the country who did not vote for him who are afraid of what he's going to do.", "sentId": 75}], "secId": 25}, {"speaker": "KING", "sentences": [{"text": "And Democrats will use that every time they think he has wandered past his mandate.", "sentId": 76}, {"text": "And everybody president gets a mandate.", "sentId": 77}, {"text": "Donald Trump has a mandate.", "sentId": 78}, {"text": "How big of a mandate?", "sentId": 79}, {"text": "That's what we'll be dedicated to the day -", "sentId": 80}], "secId": 26}, {"speaker": "RESTON", "sentences": [{"text": "Right.", "sentId": 81}], "secId": 27}, {"speaker": "KING", "sentences": [{"text": "Even Mitch McConnell, the Senate Republican leader, saying, be careful here.", "sentId": 82}, {"text": "Don't over think your mandate because in part - in part because of the popular vote.", "sentId": 83}], "secId": 28}, {"speaker": "KING", "sentences": [{"text": "But to your point about Donald Trump growing into the job, it was quite striking yesterday.", "sentId": 84}, {"text": "Just the fact that he sat down for a pleasant meeting with President Obama yesterday at the White House.", "sentId": 85}, {"text": "Remember, these two men, a lot of bad blood.", "sentId": 86}, {"text": "His cheerleader role in the birther movement, all the harsh things President Obama said about Donald Trump on the campaign trail.", "sentId": 87}, {"text": "Both of them had every right and reason I guess to just have a quick, cordial meeting, get it over with.", "sentId": 88}, {"text": "But they met for more than 90 minutes.", "sentId": 89}, {"text": "And to Maeve's point, look at Donald Trump.", "sentId": 90}, {"text": "We're going to play a little bit of sound from the two of them here.", "sentId": 91}, {"text": "More than even what he said, just - he just seemed - humbled is not a word used around Donald Trump all that often, but to be in the Oval Office is a different experience.", "sentId": 92}], "secId": 29}, {"speaker": "OBAMA", "sentences": [{"text": "I believe that it is important for all of us, regardless of party, and regardless of political preferences, to now come together, work together, to deal with the many challenges that we face.", "sentId": 93}], "secId": 30}, {"speaker": "OBAMA", "sentences": [{"text": "And most of all, I want to emphasize to you, Mr. President-Elect, that - that we now are going to - want to do everything we can to help you succeed.", "sentId": 94}, {"text": "Because if you succeed, then the country succeeds.", "sentId": 95}], "secId": 31}, {"speaker": "TRUMP", "sentences": [{"text": "And we had never met each other.", "sentId": 96}, {"text": "I have great respect.", "sentId": 97}, {"text": "The meeting lasted for almost an hour and a half.", "sentId": 98}, {"text": "And it could have, as far as I'm concerned, it could have gone on for a lot longer.", "sentId": 99}, {"text": "He explained some of the difficulties, some of the high- flying assets and some of the - some of the really great things that have been achieved.", "sentId": 100}], "secId": 32}, {"speaker": "KING", "sentences": [{"text": "Both men, the president and the president-elect, again about polar opposites as you can get, sending clear signals, though, to their supporters that are very important.", "sentId": 101}, {"text": "President Obama sending a signal to his supporters, we must wish for his success.", "sentId": 102}, {"text": "Give him a chance because the country's success depends on it.", "sentId": 103}, {"text": "And Donald Trump calling the president a very good man.", "sentId": 104}, {"text": "A lot of Donald Trump supporters still think President Obama's a Muslim, they still think President Obama's an illegitimate president.", "sentId": 105}, {"text": "Donald Trump saying he's a good man and I'm honored to meet you.", "sentId": 106}, {"text": "I look forward to consulting you.", "sentId": 107}, {"text": "Will the messages be received I guess is the question?", "sentId": 108}], "secId": 33}, {"speaker": "BALL", "sentences": [{"text": "Well, and that's why something like an intemperate tweet matters more than just an, oh, my gosh.", "sentId": 109}, {"text": "Think about the sentiment in that tweet.", "sentId": 110}, {"text": "So many of Trump's opponents, over the course of this campaign, have painted him as a sort of autocrat, a strong man figure.", "sentId": 111}, {"text": "And so for him to say that people protesting him is unfair, that's a window into his view of the democratic process.", "sentId": 112}, {"text": "Is it OK for there to be dissent?", "sentId": 113}, {"text": "Is he building bridges to the other side?", "sentId": 114}, {"text": "Is he the Trump of that very gracious speech that he gave at 3:00 in the morning when he became the president-elect, or is he still the Trump who thinks that anyone who disagrees with him is wrong.", "sentId": 115}, {"text": "And when you have the power of the presidency at your disposal, you can crack down on those people.", "sentId": 116}, {"text": "That's why those signals matter.", "sentId": 117}], "secId": 34}, {"speaker": "KING", "sentences": [{"text": "Did he have a change of heart?", "sentId": 118}, {"text": "Did he wake up with a change of heart?", "sentId": 119}, {"text": "And let's also - let's give everybody involved in this campaign some grace.", "sentId": 120}, {"text": "They're all tired after what they've been through.", "sentId": 121}, {"text": "Did he wake up with a legitimate change of heart or did someone come to him and say, sir, you know, if we went back in your Twitter feed, there was a time back in the 2012 campaign where it looked like Mitt Romney might win the popular vote.", "sentId": 122}, {"text": "He didn't end up winning the popular vote, but it looked like he might in the early count, and Donald Trump tweeted back then, \"we can't let this happen.", "sentId": 123}, {"text": "We should march on Washington and stop this travesty.", "sentId": 124}, {"text": "Our nation is totally divided.\"", "sentId": 125}, {"text": "He was talking then about, you know, if you win the popular vote, you should be president of the United States.", "sentId": 126}, {"text": "He didn't like the Electoral College then.", "sentId": 127}, {"text": "I think he likes it now.", "sentId": 128}], "secId": 35}, {"speaker": "RESTON", "sentences": [{"text": "Not only that, but, I mean, this is - that tweet, the reason that it's significant to - to take note of it is because, you know, this isn't the first time that Donald Trump has said things like that.", "sentId": 129}, {"text": "I mean you can go all the way back to the Playboy interview that he did where I believe that he talked about, you know, in a complementary way about what had happened in Tiananmen Square.", "sentId": 130}], "secId": 36}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 131}], "secId": 37}, {"speaker": "RESTON", "sentences": [{"text": "So, I mean, I think that the people are waiting to see what the evolution of Donald Trump is now that he has the power of the office, and whether -", "sentId": 132}], "secId": 38}, {"speaker": "KING", "sentences": [{"text": "It's a - that's a great point because, you know, if you're - if you're - we're going to talk about the country, what the country thinks and the agenda here most of all.", "sentId": 133}, {"text": "But if you're a leader around the world, you saw them clinking champagne classes at the Kremlin yesterday -", "sentId": 134}], "secId": 39}, {"speaker": "RESTON", "sentences": [{"text": "Right.", "sentId": 135}], "secId": 40}, {"speaker": "KING", "sentences": [{"text": "At the election of Donald Trump.", "sentId": 136}, {"text": "And Der Spiegel has a cover, if you want to look at it, it's a great German magazine, has a cover, if we can put it up on the screen here, that essentially is show the end of the world as we know it right here with Donald Trump.", "sentId": 137}, {"text": "There's a lot of anxiety and questions around the world, too.", "sentId": 138}], "secId": 41}, {"speaker": "KING", "sentences": [{"text": "And so let's move a little bit to the agenda.", "sentId": 139}, {"text": "He went up to Capitol Hill.", "sentId": 140}, {"text": "This town, in 70 days, will have a Republican-controlled town.", "sentId": 141}, {"text": "The White House.", "sentId": 142}, {"text": "The Congress.", "sentId": 143}, {"text": "They're looking forward to getting things done.", "sentId": 144}, {"text": "And Donald Trump, up there again, talking like a man of action, and quick action.", "sentId": 145}], "secId": 42}, {"speaker": "TRUMP", "sentences": [{"text": "And whether it's health care or immigration, so many different things, we'll be working on them very rapidly and I think we'll be putting things up pretty quickly.", "sentId": 146}, {"text": "So we had a very good meeting and a very detailed meeting.", "sentId": 147}, {"text": "And we're", "sentId": 148}], "secId": 43}, {"speaker": "TRUMP", "sentences": [{"text": "going to lower taxes, as you know.", "sentId": 149}, {"text": "We're going to fix health care and make it more affordable, and better.", "sentId": 150}, {"text": "We're going to do a real job for the public and that's what we want to do and that's why we're excited .", "sentId": 151}], "secId": 44}, {"speaker": "KING", "sentences": [{"text": "Again, we'll get to the specifics in a minute, but I was just watching this play out yesterday.", "sentId": 152}, {"text": "It was a visual way of trying to affirm the system works.", "sentId": 153}, {"text": "The Democratic president will hand off peacefully to the Republican president.", "sentId": 154}, {"text": "The Republican president will go up to Congress and figure out, let's do some legislation, let's get this done, let's talk about priorities.", "sentId": 155}, {"text": "It seems, in some ways, silly that we're having the conversation, but after the tumultuous campaign we just had, the tone and the images are just as important, right, as the details?", "sentId": 156}], "secId": 45}, {"speaker": "RAJU", "sentences": [{"text": "Especially with Republican leaders who have been so resistant of Donald Trump for months.", "sentId": 157}, {"text": "I mean, of course, Paul Ryan, we know his - his long tortured history with Donald Trump.", "sentId": 158}, {"text": "Not saying he could defend or campaign a month ago and then now saying he's very excited to implement his agenda.", "sentId": 159}, {"text": "And Mitch McConnell went underground for weeks and - weeks and he wouldn't answer any questions at a press conference about Donald Trump.", "sentId": 160}, {"text": "And for him to be out there talking very openly and positively about Donald Trump says a lot to their own party, to their own Republican Party establishment, who's not quite clear about what Donald Trump means.", "sentId": 161}, {"text": "They're trying to almost shape - they want to influence what direction he takes of his first days in office.", "sentId": 162}], "secId": 46}, {"speaker": "RESTON", "sentences": [{"text": "And - and also the very gracious tone of the Obama yesterday I thought was a really important signal.", "sentId": 163}, {"text": "There are so many people around the country who voted for Hillary Clinton, who, you know, put up a black wall on their Instagram accounts and are grieving and -", "sentId": 164}], "secId": 47}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 165}, {"text": "The Senate Democratic Leader Harry Reid, on the way out, he's on the way out, he didn't run for re-election but he'll be here until the end of the year, you know, tweeting - I mean putting out a statement saying, \"white nationalist Vladimir Putin and ISIS are celebrating Donald Trump's victory.\"", "sentId": 166}, {"text": "He goes on to talk about Donald Trump essentially as a hatemonger.", "sentId": 167}], "secId": 48}, {"speaker": "RESTON", "sentences": [{"text": "Right, but -", "sentId": 168}], "secId": 49}, {"speaker": "KING", "sentences": [{"text": "Most people, after the election, stopped for a day or two.", "sentId": 169}, {"text": "But Harry Reid deciding to poke.", "sentId": 170}], "secId": 50}, {"speaker": "RESTON", "sentences": [{"text": "Yes.", "sentId": 171}, {"text": "And the Obamas, none at all, trying to -", "sentId": 172}], "secId": 51}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 173}], "secId": 52}, {"speaker": "RESTON", "sentences": [{"text": "Trying to say that there needs to be a peaceful transition of power, sort of giving Trump a moment to breathe, an open mind.", "sentId": 174}, {"text": "And I think that that was an important signal to send around the country.", "sentId": 175}, {"text": "ZELENY: I think something Manu said is a really important point, the", "sentId": 176}], "secId": 53}, {"speaker": "RESTON", "sentences": [{"text": "Republicans I've been talking to in the last 24, 36 hours realize that they can - at least they think they can shape this Trump administration, much more so than a previous one.", "sentId": 177}], "secId": 54}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 178}], "secId": 55}, {"speaker": "ZELENY", "sentences": [{"text": "He, you know, hasn't given a lot of thought necessarily to what he would do in that job beyond a couple agenda items.", "sentId": 179}, {"text": "So they really think that they can have a big influence on him.", "sentId": 180}, {"text": "And he likes to be liked.", "sentId": 181}, {"text": "Donald Trump wants to be liked.", "sentId": 182}, {"text": "I think that is something to keep in mind here as we go forward so that The Hill suddenly become, you know, a very, very, very much more interesting place because business is going to get done in this town and they know that.", "sentId": 183}], "secId": 56}, {"speaker": "KING", "sentences": [{"text": "I think that was Jeff Zeleny volunteering to spend more time on Capitol Hill.", "sentId": 184}, {"text": "That's what I heard.", "sentId": 185}], "secId": 57}, {"speaker": "KING", "sentences": [{"text": "A lot more to talk about the Trump agenda, the Trump team.", "sentId": 186}, {"text": "But, next, Democrats in disarray.", "sentId": 187}, {"text": "After a painful loss, a debate about - over how to deal with the new president, who should lead the party?", "sentId": 188}, {"text": "But as we go to break, more of a tribute, a well-deserved tribute, to veterans.", "sentId": 189}], "secId": 58}, {"speaker": "OBAMA", "sentences": [{"text": "Veterans Day often follow a hard-fought political campaign.", "sentId": 190}, {"text": "An exercise in the free speech and self-government that you fought for.", "sentId": 191}, {"text": "It often lays bear disagreements across our nation.", "sentId": 192}, {"text": "But the American instincts has never been to find isolation in opposite corners.", "sentId": 193}, {"text": "It is to find strength in our common creed, to forge unity from our great diversity, to sustain that strength and unity even when it is hard.", "sentId": 194}], "secId": 59}, {"speaker": "KING", "sentences": [{"text": "Welcome back.", "sentId": 195}], "secId": 60}, {"speaker": "KING", "sentences": [{"text": "Every election teaches us lessons and reminds us of truths that we've perhaps overlooked or simply ignored.", "sentId": 196}], "secId": 61}, {"speaker": "KING", "sentences": [{"text": "Let me switch.", "sentId": 197}, {"text": "This is our national presidential map.", "sentId": 198}, {"text": "Hillary Clinton winning the popular vote, but Donald Trump wins in the Electoral College.", "sentId": 199}, {"text": "This map to me is the most important lesson of all, and it's a tough one for Democrats.", "sentId": 200}, {"text": "Just take a minute and take a look.", "sentId": 201}, {"text": "This is the presidential election county by county.", "sentId": 202}, {"text": "If you look at all these little lines, more than 4,000 counties in the United States.", "sentId": 203}, {"text": "See all that red?", "sentId": 204}, {"text": "America is a center-right country.", "sentId": 205}, {"text": "It is a lot more conservative, especially out in the heartland, than Democrats think.", "sentId": 206}, {"text": "Watch up here in the Midwest.", "sentId": 207}, {"text": "Go back to 2012.", "sentId": 208}, {"text": "See all that blue?", "sentId": 209}, {"text": "This is 2016.", "sentId": 210}, {"text": "America went even more into the red, especially in the heartland in 2016.", "sentId": 211}], "secId": 62}, {"speaker": "KING", "sentences": [{"text": "Now, Hillary Clinton had a lot of problems.", "sentId": 212}, {"text": "She did not get the percent of college educated women she thought she was going to get.", "sentId": 213}, {"text": "If you look at Macomb County, Michigan, that that is red tells you quite a bit.", "sentId": 214}, {"text": "That means Donald Trump did well with blue collar union voters, traditionally Democratic voters.", "sentId": 215}, {"text": "A lot of problems for Hillary Clinton, but she could have solved them with one solution.", "sentId": 216}, {"text": "Drop down south of Macomb County, you get to Detroit, Wayne County.", "sentId": 217}, {"text": "Yes, she got 67 percent of the vote.", "sentId": 218}, {"text": "That's huge, right?", "sentId": 219}, {"text": "Except it's the raw numbers that matter.", "sentId": 220}, {"text": "A lot of the African-Americans who live here in Detroit simply didn't come out to vote.", "sentId": 221}], "secId": 63}, {"speaker": "KING", "sentences": [{"text": "Let's go next door to Wisconsin.", "sentId": 222}, {"text": "You come down here.", "sentId": 223}, {"text": "You look at Milwaukee.", "sentId": 224}, {"text": "She lost the state by the tiniest of margins.", "sentId": 225}, {"text": "In Milwaukee County, African-Americans didn't come out to vote.", "sentId": 226}, {"text": "Let's take a look at the numbers.", "sentId": 227}, {"text": "A lot of problems, again, here would have been the one solution.", "sentId": 228}, {"text": "The Democratic vote in Milwaukee, down 39,000 from 2012.", "sentId": 229}, {"text": "How much did Hillary Clinton lose the state by?", "sentId": 230}, {"text": "27,000.", "sentId": 231}, {"text": "More than enough to keep Wisconsin blue.", "sentId": 232}, {"text": "Instead, it went red.", "sentId": 233}], "secId": 64}, {"speaker": "KING", "sentences": [{"text": "Michigan, the Democratic vote in Detroit, down more than 78,000 from four years ago.", "sentId": 234}, {"text": "The statewide margin, less than 12,000.", "sentId": 235}, {"text": "More than enough there had they voted to make the difference.", "sentId": 236}, {"text": "That's Wisconsin and Michigan.", "sentId": 237}], "secId": 65}, {"speaker": "KING", "sentences": [{"text": "Let's come over to Pennsylvania.", "sentId": 238}, {"text": "The share of the African-American population in the electorate, down from 2012.", "sentId": 239}, {"text": "Had they turned out, Pennsylvania, Michigan, Wisconsin, Clinton's president if those states are blue.", "sentId": 240}, {"text": "Instead, they are red.", "sentId": 241}, {"text": "They are red and the Democratic Party now, the president's leaving office, the Clintons are gone, the party in crisis debating, what about the future?", "sentId": 242}], "secId": 66}, {"speaker": "FRANKEN", "sentences": [{"text": "They'll be discussions within the Democratic Party on where we go from here.", "sentId": 243}, {"text": "And I think that the - the Republican Party now has gone through an incredible change and I think they're going to have some post-mortems too in figuring out where they - we're in the middle of a big, big change and I think it affects everybody.", "sentId": 244}], "secId": 67}, {"speaker": "KING", "sentences": [{"text": "And just as we've been sitting here watching that, and if you look at that map, and when you look at the counties, I mean it's a - you know, I'm a county geek, it's what I do, but when you look at it, it's just stunning, stunning.", "sentId": 245}, {"text": "And a lot of liberals on the coast, this is not to be disrespectful, a lot of liberals that live in New York or live in California don't - they don't know that America and that's one of the problems.", "sentId": 246}, {"text": "It's like sometimes our business, in this town, forgets that America.", "sentId": 247}], "secId": 68}, {"speaker": "KING", "sentences": [{"text": "This is a statement that Jennifer Palmieri, the Clinton communications director, just gave to CNN.", "sentId": 248}, {"text": "\"We didn't blame everyone but ourselves.", "sentId": 249}, {"text": "We acknowledge a lot of challenges we faced, plenty of mistakes made along the way.", "sentId": 250}, {"text": "Some challenges we weren't able to overcome.\"", "sentId": 251}, {"text": "But she also says, \"the only thing apparent was Comey.", "sentId": 252}, {"text": "It was one thing too many.", "sentId": 253}, {"text": "Could not overcome it.\"", "sentId": 254}, {"text": "The FBI director.", "sentId": 255}, {"text": "They really think - Jeff Zeleny, you spent a lot of time with the Clinton campaign.", "sentId": 256}, {"text": "Did they really think that was it?", "sentId": 257}, {"text": "That why the - is that why African- Americans in Detroit and Milwaukee didn't vote?", "sentId": 258}, {"text": "Is that why her percentage with college educated women went down?", "sentId": 259}, {"text": "Is that why union members went to Donald Trump?", "sentId": 260}], "secId": 69}, {"speaker": "ZELENY", "sentences": [{"text": "It's not why, but they believe that that is what shifted the campaign in the last ten days or so.", "sentId": 261}, {"text": "In fact, they are doing another conference call right now with members of the National Finance Committee top toners, Jennifer Palmieri, John Podesta and others, trying to explain away this.", "sentId": 262}, {"text": "They did one yesterday.", "sentId": 263}, {"text": "And their basic takeaway is, that that decision by James Comey on Friday, October 28th I believe it was, shifted all this.", "sentId": 264}], "secId": 70}, {"speaker": "ZELENY", "sentences": [{"text": "But what other Democrats will say is, that's not entirely accurate.", "sentId": 265}, {"text": "What about Wisconsin?", "sentId": 266}, {"text": "What - Wisconsin, I think, is the most interesting state when you look at it.", "sentId": 267}, {"text": "The Saturday before the election in 2012, Barack Obama, the sitting president, fighting for re-election, was in Milwaukee, Wisconsin.", "sentId": 268}], "secId": 71}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 269}], "secId": 72}, {"speaker": "ZELENY", "sentences": [{"text": "Hillary Clinton did not visit Wisconsin one time, and, more importantly, spend money there.", "sentId": 270}, {"text": "And Michigan also is so interesting.", "sentId": 271}, {"text": "Yes, the population has changed in Detroit because of the economic fallout, but a lot of people moved to other parts of Michigan.", "sentId": 272}, {"text": "They didn't spend any time in Kalamazoo, other places here.", "sentId": 273}], "secId": 73}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 274}], "secId": 74}, {"speaker": "ZELENY", "sentences": [{"text": "So Democrats who really believe the party has gone from a Budweiser party, if you will, to a chardonnay party, they're really worried about this.", "sentId": 275}, {"text": "Look at the ranks of governors, others.", "sentId": 276}, {"text": "The Democratic Party is decimated.", "sentId": 277}], "secId": 75}, {"speaker": "KING", "sentences": [{"text": "Well, to that point, let's - I want to jump in at this point because this is - this is the - this is a stunning part of the Obama legacy.", "sentId": 278}, {"text": "He won two presidential elections with sweeping Electoral College landslides.", "sentId": 279}, {"text": "The rest of the Democratic Party has been decimated during the last eight years, including in his final election, losing the presidency.", "sentId": 280}], "secId": 76}, {"speaker": "KING", "sentences": [{"text": "Just look at these numbers here.", "sentId": 281}, {"text": "In the Senate, when Obama came to power, it was 59 Democrats.", "sentId": 282}, {"text": "It is 48 now.", "sentId": 283}, {"text": "In the House, in President Obama's first year, 257 Democrats, and 193 now.", "sentId": 284}, {"text": "From the majorities to the minorities.", "sentId": 285}], "secId": 77}, {"speaker": "KING", "sentences": [{"text": "Then you look at all the Republican governors.", "sentId": 286}, {"text": "And, to me, the most stunning numbers, when you look at state legislative seats.", "sentId": 287}, {"text": "The Republicans have gained more than 900 state legislative seats during the Obama presidency.", "sentId": 288}, {"text": "That's the bench.", "sentId": 289}, {"text": "That's the state senator, Barack Obama, who comes onto the national stage and suddenly is a president.", "sentId": 290}], "secId": 78}, {"speaker": "KING", "sentences": [{"text": "When you look around right now, the Clinton chapter of the Democratic Party is over.", "sentId": 291}, {"text": "And that's a long chapter.", "sentId": 292}, {"text": "Obama came in the middle, but he doesn't like the party business.", "sentId": 293}, {"text": "He's about to leave the White House.", "sentId": 294}, {"text": "The Clintons are gone.", "sentId": 295}, {"text": "Who leads the Democratic Party?", "sentId": 296}], "secId": 79}, {"speaker": "RAJU", "sentences": [{"text": "That's a great question.", "sentId": 297}], "secId": 80}, {"speaker": "BALL", "sentences": [{"text": "Nobody knows.", "sentId": 298}], "secId": 81}, {"speaker": "RESTON", "sentences": [{"text": "Such a great question and it's - you know, right now, when you look at the age of the leaders of the Democratic Party, Chuck Schumer, Nancy Pelosi -", "sentId": 299}], "secId": 82}, {"speaker": "KING", "sentences": [{"text": "Nancy Pelosi, Chuck Schumer, right.", "sentId": 300}], "secId": 83}, {"speaker": "RESTON", "sentences": [{"text": "Elizabeth Warren, Bernie Sanders.", "sentId": 301}, {"text": "You know, there are a lot of Democrats around the country who I've been talking to in the last couple days who are saying, we need outside voices to come in here.", "sentId": 302}, {"text": "This is the moment of reckoning for the Democratic Party that they were not expecting to have, because, really, Clinton's election would have masked it.", "sentId": 303}, {"text": "And I think that, you know, certainly the progressive wing of the party really does feel emboldened.", "sentId": 304}, {"text": "You know, they know that that's where the energy was in this race.", "sentId": 305}, {"text": "And how the rest of the party comes to terms with that is going to be a fascinating thing to watch.", "sentId": 306}], "secId": 84}, {"speaker": "RAJU", "sentences": [{"text": "And, John, the question is whether or not the progressive wing wins out that debate, which I presume it probably will, or those centrist moderate Democrats who are concerned about the fact that they did not do well in the middle of the country, did not do well in rust belt states, and some of those states that are maybe more conservative have become much more - well, conservative Democratic, have become conservative Republican, like a state like Kentucky, that had never - at least in a century or so, not had a state house flip.", "sentId": 307}, {"text": "But the state house flipped on Tuesday there.", "sentId": 308}, {"text": "You've seen that happen in other states, like in Arkansas.", "sentId": 309}, {"text": "There are Republicans - Democrats are debating that right now, whether or not to shift to the center or go straight to the .", "sentId": 310}], "secId": 85}, {"speaker": "KING", "sentences": [{"text": "And so - so the next big debate will be for the chairmanship of the Democratic National Committee, which to most people out there in America means nothings, and it should mean almost nothing.", "sentId": 311}, {"text": "It's an organizational part of the party, but it does mean something when it's those donors.", "sentId": 312}, {"text": "The Clintons are on the calls to getting money to decide, where are we going to invest it.", "sentId": 313}, {"text": "Hillary Clinton failed to motivate voters.", "sentId": 314}, {"text": "She may have had a better campaign organization.", "sentId": 315}, {"text": "Donald Trump motivated his voters.", "sentId": 316}, {"text": "She did not motivate Democratic voters.", "sentId": 317}, {"text": "And that's what it's about in the end.", "sentId": 318}, {"text": "And I'm going to keep saying this, Donald Trump deserves all the credit.", "sentId": 319}, {"text": "He won the race with fewer votes than John McCain in 2008 and fewer votes than Mitt Romney in 2012.", "sentId": 320}, {"text": "He was eminently beatable.", "sentId": 321}, {"text": "She lost.", "sentId": 322}], "secId": 86}, {"speaker": "ZELENY", "sentences": [{"text": "Without question.", "sentId": 323}, {"text": "And people - Democrats are now wondering, you know, why was there such a rush to have her become the nominee?", "sentId": 324}, {"text": "Of course, she was waiting in line here.", "sentId": 325}, {"text": "But we are about to see a generational shift in the Democratic Party, unlike that we have seen in a long time, in more than a generation or so.", "sentId": 326}, {"text": "And, you know, there's going to be a - a reckoning here about what kind of party there is.", "sentId": 327}, {"text": "And as Maeve said so smartly, I mean, it's striking how old everyone is.", "sentId": 328}, {"text": "That's like Keith Ellison, the Minnesota congressman, who's Muslim, who is progressive, he is emerging as one of the leading contenders - KING: He's the Bernie Sanders choice.", "sentId": 329}], "secId": 87}, {"speaker": "ZELENY", "sentences": [{"text": "Exactly.", "sentId": 330}, {"text": "And -", "sentId": 331}], "secId": 88}, {"speaker": "KING", "sentences": [{"text": "And Bernie Sanders archrival, Howard Dean -", "sentId": 332}], "secId": 89}, {"speaker": "RESTON", "sentences": [{"text": "And Chuck Schumer.", "sentId": 333}], "secId": 90}, {"speaker": "KING", "sentences": [{"text": "Bernie Sanders' archrival, the former governor of Vermont, Howard Dean, is also running.", "sentId": 334}, {"text": "I think we'll see some - Martin O'Malley, the former governor of Maryland, might throw his hat into that one.", "sentId": 335}], "secId": 91}, {"speaker": "ZELENY", "sentences": [{"text": "A lot of people will.", "sentId": 336}, {"text": "But keep your eye on Keith Ellison.", "sentId": 337}], "secId": 92}, {"speaker": "KING", "sentences": [{"text": "We'll keep our eye on Keith Ellison.", "sentId": 338}, {"text": "That's the big debate in the party, do you focus on the diverse - the growing diversity in America, which if the - you know, the - we find in the next election or two elections, if you get them back, or do you focus on those white, blue collar workers in the Midwest?", "sentId": 339}, {"text": "And it depends where you live.", "sentId": 340}], "secId": 93}, {"speaker": "BALL", "sentences": [{"text": "Well, and this is the same debate that the Republican Party was having after 2012 when they wrote their autopsy, right?", "sentId": 341}, {"text": "The autopsy said there is this block of voters that we didn't do enough outreach to.", "sentId": 342}, {"text": "We've got to broaden our appeal.", "sentId": 343}, {"text": "We can't just stick to our old base of old white people.", "sentId": 344}, {"text": "Trump came along and threw that out the window and did focus on the base.", "sentId": 345}, {"text": "The Democrats have to decide now, was the problem that they didn't do enough sort of Joe Bidening in Scranton, right, and talking to those white working class voters that Bill Clinton was yelling and screaming about, that Joe Biden was yelling and screaming about, or was it about these missing black voters in the cities, and that's who they need to focus on.", "sentId": 346}], "secId": 94}, {"speaker": "KING", "sentences": [{"text": "And the thing we don't know, the big uncertainty, that the Democrats try to sort this out is, what does Donald Trump do?", "sentId": 347}, {"text": "The Democrats don't think he will try to reach into these communities, but Donald Trump surprises us all the time.", "sentId": 348}, {"text": "He has the presidency right now.", "sentId": 349}, {"text": "We'll see if he makes an effort in these communities.", "sentId": 350}], "secId": 95}, {"speaker": "KING", "sentences": [{"text": "Up next, candidate Trump promised tax cuts, a wall and to rip up trade deals.", "sentId": 351}, {"text": "What can he get done and where might he find some support among Democrats?", "sentId": 352}], "secId": 96}], "sectionCount": 97, "url": "transcripts.cnn.com/TRANSCRIPTS/1611/11/ip.01.html", "sentenceCount": 354, "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "time": "Aired November 11, 2016 - 12:00   ET", "speakers": ["KING", "TRUMP", "Well", "know", "BALL", "ZELENY", "RESTON", "RAJU", "OBAMA", "FRANKEN"], "title": "INSIDE POLITICS"}