{"docId": "./ip/trancript.cnn.com.TRANSCRIPTS.1509.27.ip.01.html.json", "subTitle": "Boehner Resigns; Trump Starting to Slip in Polls; Sanders has 16-Point Lead in New Hampshire. Aired 8:30-9a ET", "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "sections": [{"speaker": "BLACKWELL", "sentences": [{"text": "Daniel, I've got to cut you off.", "sentId": 0}, {"text": "We're up against the break.", "sentId": 1}], "secId": 0}, {"speaker": "BLACKWELL", "sentences": [{"text": "Thanks for joining us this morning.", "sentId": 2}, {"text": "John King is next.", "sentId": 3}], "secId": 1}, {"speaker": "KING", "sentences": [{"text": "On immigration.", "sentId": 4}], "secId": 2}, {"speaker": "FRANCIS", "sentences": [{"text": "Let us remember the Golden Rule.", "sentId": 5}], "secId": 3}, {"speaker": "KING", "sentences": [{"text": "And climate change.", "sentId": 6}], "secId": 4}, {"speaker": "POPE FRANCIS", "sentences": [{"text": "Now is the time for courageous action and strategies.", "sentId": 7}], "secId": 5}, {"speaker": "KING", "sentences": [{"text": "But as Pope Francis calls for unity, the Republican civil war explodes.", "sentId": 8}, {"text": "John Boehner abruptly resigns as Speaker.", "sentId": 9}], "secId": 6}, {"speaker": "BOEHNER", "sentences": [{"text": "I'm doing this today for the right reasons, and you know what?", "sentId": 10}, {"text": "The right things will happen as a result.", "sentId": 11}], "secId": 7}, {"speaker": "KING", "sentences": [{"text": "And Donald Trump responds to a drop in the polls by lashing out.", "sentId": 12}], "secId": 8}, {"speaker": "TRUMP", "sentences": [{"text": "This clown Marco Rubio, I've been so nice to him.", "sentId": 13}], "secId": 9}, {"speaker": "KING", "sentences": [{"text": "Plus more questions for Hillary Clinton and more great poll numbers for Bernie Sanders.", "sentId": 14}, {"text": "INSIDE POLITICS, the biggest stories sourced by the best reporters, now.", "sentId": 15}], "secId": 10}, {"speaker": "KING", "sentences": [{"text": "Welcome to INSIDE POLITICS.", "sentId": 16}, {"text": "I'm John king.", "sentId": 17}, {"text": "Thanks for sharing your Sunday morning.", "sentId": 18}], "secId": 11}, {"speaker": "KING", "sentences": [{"text": "As Pope Francis winds down his historic visit to the United States, we're keeping an eye on that.", "sentId": 19}, {"text": "And as Republicans deal with a major shake up in their party leadership.", "sentId": 20}], "secId": 12}, {"speaker": "With us to share their reporting and their insights", "sentences": [{"text": "Jackie Kucinich of the \"Daily Beast\"; Jeff Zeleny of CNN; Matt Viser of the \"Boston Globe\"; and CNN's Manu Raju.", "sentId": 21}], "secId": 13}, {"speaker": "With us to share their reporting and their insights", "sentences": [{"text": "Now the establishment army in the Republican civil war is losing its top general.", "sentId": 22}, {"text": "John Boehner says is resigning as house speaker instead of trying to fight off yet another conservative revolt.", "sentId": 23}], "secId": 14}, {"speaker": "BOEHNER", "sentences": [{"text": "This turmoil that's been churning now for a couple of months is not good for the members and it's not good for the institution.", "sentId": 24}], "secId": 15}, {"speaker": "KING", "sentences": [{"text": "This turmoil as Speaker Boehner put it there has actually been churning not for months but for nearly a decade now.", "sentId": 25}, {"text": "You can trace it back to the conservative revolt when George W. Bush tried to pass sweeping immigration reforms.", "sentId": 26}, {"text": "It grew louder after President Bush bailed out Wall Street and then the auto industry during the 2009 financial meltdown.", "sentId": 27}], "secId": 16}, {"speaker": "KING", "sentences": [{"text": "And after Bush was gone along came the Tea Party and constant conservative that Boehner and his Senate counter part Mitch McConnell are too nice to President Obama and too timid to do things like shut down the government if that's what it takes to advance conservative goals like repealing Obamacare or defunding Planned Parenthood.", "sentId": 28}], "secId": 17}, {"speaker": "OBAMA", "sentences": [{"text": "There were members in his caucus who saw compromise of any sort as weakness or betrayal and when you have divided government, when you have a democracy, compromise is necessary.", "sentId": 29}], "secId": 18}, {"speaker": "KING", "sentences": [{"text": "Now, that's how the President sees it.", "sentId": 30}, {"text": "Not how Boehner's critics see it and with Boehner now essentially pushed out, suffice to say leaders of the anti establishment insurgency are quite happy including the Republican Party's new chief disruptor.", "sentId": 31}], "secId": 19}, {"speaker": "TRUMP", "sentences": [{"text": "Do people like him on a personal basis?", "sentId": 32}, {"text": "Anybody?", "sentId": 33}, {"text": "You know, we want to see, we want to see the job being done properly.", "sentId": 34}], "secId": 20}, {"speaker": "KING", "sentences": [{"text": "Mr. Trump showing trademark grace as Speaker Boehner resigned there.", "sentId": 35}, {"text": "Jackie, you were in the room when Boehner held his press conference after this surprising shocking decision.", "sentId": 36}, {"text": "He told his colleagues first and you asked him who he told first and he said he called his wife and she had a one-word answer.", "sentId": 37}], "secId": 21}, {"speaker": "KUCINICH", "sentences": [{"text": "\"Good\".", "sentId": 38}, {"text": "She said \"good\".", "sentId": 39}, {"text": "I mean you can't imagine what people's families go through with all of this.", "sentId": 40}, {"text": "It's something else entirely but yes, Speaker Boehner I think has had enough at this point.", "sentId": 41}, {"text": "He said he had planned to throw in the towel last cycle but when majority leader Eric Cantor lost his race unexpectedly he decided to stay on.", "sentId": 42}], "secId": 22}, {"speaker": "KUCINICH", "sentences": [{"text": "Now, the continuing friction with the Tea Party caucus or with the Freedom caucus I think he just decided that, you know, enough is enough.", "sentId": 43}, {"text": "It's time to go and now they have another leadership race coming up.", "sentId": 44}, {"text": "But yes, so Boehner is out.", "sentId": 45}], "secId": 23}, {"speaker": "KING", "sentences": [{"text": "You could see him sitting there when Pope Francis was addressing the joint session -- the joint meeting.", "sentId": 46}, {"text": "The Pope is saying you have to come together.", "sentId": 47}, {"text": "You have the good will.", "sentId": 48}, {"text": "You have to forge compromise.", "sentId": 49}, {"text": "You have to get things done.", "sentId": 50}, {"text": "That's Boehner's DNA.", "sentId": 51}, {"text": "He's just been unable to do anything as Speaker.", "sentId": 52}, {"text": "That was his history when he worked with George W. Bush and Ted Kennedy on \"no child left behind\".", "sentId": 53}, {"text": "He worked on Medicare part D -- all things conservatives now hate.", "sentId": 54}], "secId": 24}, {"speaker": "KING", "sentences": [{"text": "The question is this isn't just about Boehner.", "sentId": 55}, {"text": "This is the same debate we see Ted Cruz, Donald Trump and Ben Carson waging against Jeb Bush, excuse me, and John Kasich and the likes.", "sentId": 56}, {"text": "Where are we going?", "sentId": 57}], "secId": 25}, {"speaker": "RAJU", "sentences": [{"text": "This is about tactics -- John.", "sentId": 58}, {"text": "It's not about necessarily ideology, policy preference.", "sentId": 59}, {"text": "It's about exactly how to go after the President, how to push your own agenda and that's what really doomed Boehner here.", "sentId": 60}, {"text": "He's a pretty conservative guy on issues like abortion, other matters, as well but the conservatives did not like how he was not going after the President in a more confrontational way that they wanted.", "sentId": 61}], "secId": 26}, {"speaker": "RAJU", "sentences": [{"text": "I mean that's what Kevin McCarthy who is probably going to be the next speaker is going to have to deal with.", "sentId": 62}, {"text": "He's going to have to show the conservatives that he's ready to fight.", "sentId": 63}, {"text": "That's going to be a big question for him.", "sentId": 64}], "secId": 27}, {"speaker": "RAJU", "sentences": [{"text": "But on the Boehner front, I would also add that one of the big reasons why he abruptly resigned was because this vote was coming to the floor that would actually, you know, lead to his ejection as speaker if there were not a majority of support on the floor to keep him.", "sentId": 65}, {"text": "And he did not want to put his members through that vote because he had become so toxic in these conservative Republican districts that voting for him could be a primary issue.", "sentId": 66}], "secId": 28}, {"speaker": "KUCINICH", "sentences": [{"text": "And -- sorry, go ahead.", "sentId": 67}], "secId": 29}, {"speaker": "RAJU", "sentences": [{"text": "That's exactly the case.", "sentId": 68}, {"text": "He realized that he wanted to -- he didn't want to put his members through very --", "sentId": 69}], "secId": 30}, {"speaker": "KUCINICH", "sentences": [{"text": "He would have needed Democrats most likely to get him over the line which would have weakened him further.", "sentId": 70}], "secId": 31}, {"speaker": "KING", "sentences": [{"text": "Boehner stepping aside does not end this debate.", "sentId": 71}, {"text": "Does not end the debate between a Jeb Bush in the Presidential race who says let's have a path to legal status.", "sentId": 72}, {"text": "He was once like Boehner for a path to citizenship.", "sentId": 73}], "secId": 32}, {"speaker": "KING", "sentences": [{"text": "It doesn't end the debate where Ted Cruz says shut down the government if you have to defund Planned Parenthood.", "sentId": 74}, {"text": "And John Kasich says no, no that's crazy.", "sentId": 75}, {"text": "It would hurt the party and it's bad for the country.", "sentId": 76}], "secId": 33}, {"speaker": "VISER", "sentences": [{"text": "I mean what is going on in Washington with the Boehner thing is a microcosm of the Presidential election.", "sentId": 77}, {"text": "You have who is at the top of the polls -- it's Donald Trump, it's Ben Carson, it's Carly Fiorina -- it's all of the outsiders, you know, who are not part of Washington.", "sentId": 78}, {"text": "And Boehner as well as Mitch McConnell in some ways is representative of Washington.", "sentId": 79}, {"text": "And I think the establishment sort of under estimated how angry people are.", "sentId": 80}, {"text": "And that's what we're seeing sort of in the presidential campaign and sort of how it works itself out on that.", "sentId": 81}], "secId": 34}, {"speaker": "KING", "sentences": [{"text": "This goes back ten years, it really does.", "sentId": 82}, {"text": "It goes back nine and a half years anyway to the end of the Bush -- middle of the last term of the Bush administration.", "sentId": 83}, {"text": "How does the Republican Party settle this or do they?", "sentId": 84}], "secId": 35}, {"speaker": "ZELENY", "sentences": [{"text": "Well, that's the big question here that this presidential campaign won't answer and this leadership fight won't answer.", "sentId": 85}, {"text": "I mean, a lot of Republican establishment leaders that I've talked to over the last 48 hours or so are so worried about this now because now these rabble rousers as they call them politely, they have some other words for them off camera.", "sentId": 86}], "secId": 36}, {"speaker": "ZELENY", "sentences": [{"text": "Now, they have a trophy and it emboldens them here.", "sentId": 87}], "secId": 37}, {"speaker": "ZELENY", "sentences": [{"text": "So I think there is no -- the question of what can this Republican Party do?", "sentId": 88}, {"text": "Can it govern?", "sentId": 89}, {"text": "Does it want to govern?", "sentId": 90}, {"text": "These questions are all now being asked more than ever before and there's no clear answer to it.", "sentId": 91}], "secId": 38}, {"speaker": "ZELENY", "sentences": [{"text": "I think we see a beginning of a tempering of Donald Trump.", "sentId": 92}, {"text": "We saw that he was booed by this crowd when he was sort of taking on Marco Rubio.", "sentId": 93}, {"text": "So there is a sense of a slight coalescing in the presidential side but this speaker's race now has become such an outside contest.", "sentId": 94}], "secId": 39}, {"speaker": "ZELENY", "sentences": [{"text": "Look for all the outside money to start pouring into who's going to be the speaker, the majority leader.", "sentId": 95}, {"text": "The problems have not changed.", "sentId": 96}, {"text": "The heads have change at the beginning of the table here but Kevin McCarthy has the same problems Boehner that Boehner had and he won't be able to control them.", "sentId": 97}], "secId": 40}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 98}, {"text": "He won't be able to repeal Obamacare because President Obama is in the White House and they don't have the votes in the Senate.", "sentId": 99}, {"text": "He won't be able to do a lot of the things that conservatives want because you have a Democratic president.", "sentId": 100}, {"text": "You lack the votes in the Senate.", "sentId": 101}], "secId": 41}, {"speaker": "KING", "sentences": [{"text": "This is about a lot of issues.", "sentId": 102}, {"text": "It's about immigration, it's about government spending, it's about Obamacare.", "sentId": 103}, {"text": "It's about Planned Parenthood.", "sentId": 104}, {"text": "It's also about tone as you mentioned, the tactics.", "sentId": 105}], "secId": 42}, {"speaker": "KING", "sentences": [{"text": "You have governing conservatives, people like Boehner, people like Mitch McConnell, people like Governor Bush and governor Kasich say your job is you're in the government to cut the best you can and get something done.", "sentId": 106}, {"text": "And then you have opposition conservatives like Trump, Cruz who's been a leader.", "sentId": 107}], "secId": 43}, {"speaker": "KING", "sentences": [{"text": "Now, listen to the tone.", "sentId": 108}, {"text": "This is just a little sampling here from the Presidential candidates right after Boehner says I'm out of here.", "sentId": 109}], "secId": 44}, {"speaker": "CRUZ", "sentences": [{"text": "John Boehner was speaker of the house.", "sentId": 110}], "secId": 45}, {"speaker": "CRUZ", "sentences": [{"text": "You all come to town and somehow that changes.", "sentId": 111}, {"text": "My only request is can you come more often?", "sentId": 112}], "secId": 46}, {"speaker": "JINDAL", "sentences": [{"text": "Here is what I say in response to Speaker Boehner stepping down.", "sentId": 113}, {"text": "Mitch McConnell, it is now your turn.", "sentId": 114}], "secId": 47}, {"speaker": "KASICH", "sentences": [{"text": "What is so amazing is how it just, it just reflects the dysfunction in Washington where people cannot even honor somebody who's dedicated their life to public service.", "sentId": 115}], "secId": 48}, {"speaker": "KING", "sentences": [{"text": "Kasich is a friend of Boehner.", "sentId": 116}, {"text": "They are both from Ohio.", "sentId": 117}, {"text": "They served in the House together back when the governor was in the House.", "sentId": 118}, {"text": "But can he sell that message to Republican primary voters now that they've gotten ahead?", "sentId": 119}, {"text": "They've knocked off the establishment general.", "sentId": 120}, {"text": "Can a Kasich and a Jeb Bush go out there in this mood and say wait a minute, pay tribute to John Boehner.", "sentId": 121}, {"text": "He was a public servant.", "sentId": 122}, {"text": "Hey wait a minute, you're supposed to compromise.", "sentId": 123}], "secId": 49}, {"speaker": "ZELENY", "sentences": [{"text": "I mean they can try but the reality is that only hits as small lane of this conservative electorate here.", "sentId": 124}, {"text": "So the electorate in New Hampshire, Iowa, South Carolina, the majority of Republicans are happy to see Boehner go but the pragmatic and there pragmatic Republicans and conservatives out there who want to win back the White House.", "sentId": 125}, {"text": "The pragmatic ones are agreeing with John Kasich on this here but no, I mean, that's not a winning message.", "sentId": 126}], "secId": 50}, {"speaker": "RAJU", "sentences": [{"text": "And that's what's so difficult for the Republicans to see this Boehner thing go down because look, they came in saying we're going to govern.", "sentId": 127}, {"text": "We're going to show that we can get thinks done, be pragmatic, not lead to the fiscal crisis situation.", "sentId": 128}], "secId": 51}, {"speaker": "KING", "sentences": [{"text": "Pass a budget by the normal rules.", "sentId": 129}, {"text": "RAJU:  Pass a budget by the normal rules.", "sentId": 130}, {"text": "And look, we're heading", "sentId": 131}], "secId": 52}, {"speaker": "KING", "sentences": [{"text": "into a week where they have to pass a stop-gap measure to keep the government open and we're going to have fiscal fights this fall and this winter.", "sentId": 132}, {"text": "So this just goes to the same problem that they had running into the 2014 midterms.", "sentId": 133}], "secId": 53}, {"speaker": "KING", "sentences": [{"text": "You mentioned maybe seeing a tempering of Trump.", "sentId": 134}, {"text": "I just want our viewers to look at this graphic.", "sentId": 135}, {"text": "This is the Republican race -- the top five candidates over the last 30 days.", "sentId": 136}], "secId": 54}, {"speaker": "KING", "sentences": [{"text": "And you do see that's Donald Trump on top of the red line.", "sentId": 137}, {"text": "He was at 30 just before the debate and CNN polling.", "sentId": 138}, {"text": "Now he's down into the mid-20s.", "sentId": 139}], "secId": 55}, {"speaker": "KING", "sentences": [{"text": "He's still the frontrunner, he's still driving the race but this is testing time.", "sentId": 140}, {"text": "We talked a little bit about this last week.", "sentId": 141}, {"text": "He started to come down to challenge Bernie  and he happens to everybody.", "sentId": 142}], "secId": 56}, {"speaker": "KING", "sentences": [{"text": "And then can you rebuilt stop it and can you rebuild?", "sentId": 143}, {"text": "One of his tactics, what will he do?", "sentId": 144}, {"text": "Now, we know he's going to release a tax plan tomorrow.", "sentId": 145}, {"text": "He'll but some substance on the bones but when we see him at events, that will be a piece of paper for the campaign release.", "sentId": 146}, {"text": "At events he's not saying here is my policies think again about me.", "sentId": 147}, {"text": "He's doing this, lashing out.", "sentId": 148}], "secId": 57}, {"speaker": "TRUMP", "sentences": [{"text": "Marco Rubio, he's like a kid.", "sentId": 149}, {"text": "He shouldn't even be running in this race.", "sentId": 150}, {"text": "He's got the worst voting record in the United States Senate.", "sentId": 151}, {"text": "He's never there meaning he doesn't work of he's too lazy to go back and vote.", "sentId": 152}], "secId": 58}, {"speaker": "TRUMP", "sentences": [{"text": "You have this clown, Marco Rubio.", "sentId": 153}, {"text": "I've been so nice to him.", "sentId": 154}, {"text": "I've been so nice.", "sentId": 155}, {"text": "I've been so nice.", "sentId": 156}], "secId": 59}, {"speaker": "KING", "sentences": [{"text": "This worked for Trump for awhile.", "sentId": 157}, {"text": "Will it work again?", "sentId": 158}, {"text": "Is this his rebound strategy, go back -- and Rubio is moving up which, you know, when you move up you get targeted but calling him a clown, calling him lazy.", "sentId": 159}], "secId": 60}, {"speaker": "VISER", "sentences": [{"text": "He sort of -- he needs a second act and we haven't seen that second act yet.", "sentId": 160}, {"text": "The first act, you know, was pretty good but it brought him to the top of the polls.", "sentId": 161}, {"text": "He tapped into the sort of wildfire of animosity in the country.", "sentId": 162}, {"text": "And he did a pretty good job with that but, you know, he's done this name calling and this sort of stuff is part of his first act.", "sentId": 163}, {"text": "He needs something new and maybe that's a tax plan.", "sentId": 164}, {"text": "I don't know.", "sentId": 165}], "secId": 61}, {"speaker": "KING", "sentences": [{"text": "We'll see if he can deliver it.", "sentId": 166}, {"text": "It is testing time for Mr. Trump and others.", "sentId": 167}], "secId": 62}, {"speaker": "KING", "sentences": [{"text": "Up next, suddenly Hillary Clinton is taking tons of media questions.", "sentId": 168}, {"text": "Is that the recipe to slow the Bernie Sanders surge?", "sentId": 169}, {"text": "First though \"Politicians say the darnedest things\".", "sentId": 170}, {"text": "Vice President Biden here fondly recalling when China's current president was like him the number two in his country.", "sentId": 171}, {"text": "What did he do?", "sentId": 172}, {"text": "He made a fateful trip to Iowa.", "sentId": 173}], "secId": 63}, {"speaker": "BIDEN", "sentences": [{"text": "When we went to Iowa, I told him I couldn't go.", "sentId": 174}, {"text": "And but I should have gone.", "sentId": 175}, {"text": "He went and -- we went, he went and he became president.", "sentId": 176}, {"text": "I didn't go and I'm still vice president.", "sentId": 177}, {"text": "I don't know what the hell is in the water in Iowa but whatever he was drinking it worked.", "sentId": 178}], "secId": 64}, {"speaker": "KING", "sentences": [{"text": "Welcome back, Bernie Sanders has more reasons to smile this Sunday morning.", "sentId": 179}, {"text": "The Vermont senator is Jewish, not Catholic.", "sentId": 180}, {"text": "And he admits he's not terribly religious but he loved the Pope's message to Congress.", "sentId": 181}], "secId": 65}, {"speaker": "SANDERS", "sentences": [{"text": "He is looking in the eyes of the wealthiest people in this country who make billions of dollars and he saying you know what?", "sentId": 182}, {"text": "You cannot continue to ignore the needs of the poor.", "sentId": 183}], "secId": 66}, {"speaker": "KING", "sentences": [{"text": "Plus, there is this, our new CNN/WMUR New Hampshire poll shows a 16-point Sanders lead.", "sentId": 184}, {"text": "He's at 46 percent to just 30 percent for Hillary Clinton, Vice President Biden at 14 percent of that poll.", "sentId": 185}], "secId": 67}, {"speaker": "KING", "sentences": [{"text": "Now there is no question, the whole Hillary Clinton e-mail saga as something to do with this.", "sentId": 186}, {"text": "Democrats say it's not a big issue but her support keeps dropping -- her honest and trustworthy numbers are in trouble.", "sentId": 187}], "secId": 68}, {"speaker": "KING", "sentences": [{"text": "Bill Clinton in an interview you will see later this morning here on CNN Fareed Zakaria GPS, Bill Clinton says this is all about nothing.", "sentId": 188}], "secId": 69}, {"speaker": "CLINTON", "sentences": [{"text": "I think it will be all right.", "sentId": 189}, {"text": "But it's obvious what happened.", "sentId": 190}, {"text": "In the beginning of the year she was the most admired person in public life.", "sentId": 191}, {"text": "There are lots of people who wanted there to be a race for different reasons and they thought the only way they could make it a race was a full-scale frontal assault on her.", "sentId": 192}], "secId": 70}, {"speaker": "CLINTON", "sentences": [{"text": "And so this e-mail thing became the biggest story in the world.", "sentId": 193}], "secId": 71}, {"speaker": "KING", "sentences": [{"text": "That would be fine.", "sentId": 194}, {"text": "It would be fine and I lived ten years of that when I covered Bill Clinton during the Clinton presidency but Hillary Clinton set up her private e-mail server against the advice of her boss, the President of the United States.", "sentId": 195}, {"text": "Many of the things she has said in trying to explain it since have either been contradicted by facts or at least shown to be out of context.", "sentId": 196}, {"text": "Now he says this is the Republicans and media.", "sentId": 197}, {"text": "Can they get away with this?", "sentId": 198}], "secId": 72}, {"speaker": "ZELENY", "sentences": [{"text": "I don't think they can.", "sentId": 199}, {"text": "That's why she's been saying I'm sorry.", "sentId": 200}, {"text": "I mean this message right here seems a little bit off script.", "sentId": 201}, {"text": "It seems like the message from a couple months ago.", "sentId": 202}], "secId": 73}, {"speaker": "ZELENY", "sentences": [{"text": "The Clinton campaign realized that they could not play the victim card here.", "sentId": 203}, {"text": "That's why she was being more transparent and doing more interviews and she said \"I'm sorry that this has happened.\"", "sentId": 204}, {"text": "That to me sounds like, you know --", "sentId": 205}], "secId": 74}, {"speaker": "RAJU", "sentences": [{"text": "Sounds defensive.", "sentId": 206}], "secId": 75}, {"speaker": "ZELENY", "sentences": [{"text": "And it's not going to work.", "sentId": 207}], "secId": 76}, {"speaker": "KING", "sentences": [{"text": "But this is his reason.", "sentId": 208}, {"text": "This has always been his reflex.", "sentId": 209}, {"text": "It hasn't worked so far.", "sentId": 210}], "secId": 77}, {"speaker": "KUCINICH", "sentences": [{"text": "How are you the campaigner of the future when you have the same conversation that you had in the 90s?", "sentId": 211}, {"text": "I mean that's what their doing right now.", "sentId": 212}, {"text": "It's a vast right-wing conspiracy all over --", "sentId": 213}], "secId": 78}, {"speaker": "RAJU", "sentences": [{"text": "They really just shows how they're just been it's been lurching from message to message and how to respond to this and it shows -- it's really unnerved so many Democratic supporters of hers and it's given rise to a potential Biden campaign.", "sentId": 214}], "secId": 79}, {"speaker": "KING", "sentences": [{"text": "But just this past week, you have, you know, she's on the record saying this is when I began using the server after I got to the state department.", "sentId": 215}, {"text": "And you have e-mails with General David Petraeus about personnel matters, it's nothing bad about those e-mails.", "sentId": 216}, {"text": "But it shows that the server was in place well before then.", "sentId": 217}], "secId": 80}, {"speaker": "VISER", "sentences": [{"text": "And each week it seems like there's a new, you know, smaller revelation that contradicts what we've been told before.", "sentId": 218}, {"text": "And so you have this drip, drip, drip of the e-mail controversy and from a PR perspective, you know, 101 get all the facts out there and get them out quick and move on and that's not been the case with the Clinton campaign.", "sentId": 219}], "secId": 81}, {"speaker": "KING", "sentences": [{"text": "And so as we get to the end of the month as we watch Hillary Clinton slipping in the polls, Bernie Sanders -- it's not just about Hillary Clinton, Bernie Sanders is selling Democrats a message -- a progressive message.", "sentId": 220}], "secId": 82}, {"speaker": "KING", "sentences": [{"text": "If you look at that poll he's viewed by far as the most progressive candidate and ideology matters in primaries.", "sentId": 221}], "secId": 83}, {"speaker": "KING", "sentences": [{"text": "But we're getting close to when we expect to hear from Joe Biden.", "sentId": 222}, {"text": "Is there anything new in the sense -- we know he is having this wrestling back and forth.", "sentId": 223}, {"text": "We know the first debate right here on CNN.", "sentId": 224}, {"text": "It's October 13th.", "sentId": 225}, {"text": "Do we know anything more about yay or nay?", "sentId": 226}], "secId": 84}, {"speaker": "ZELENY", "sentences": [{"text": "I am told by several people in his circle, maybe not to expect it at the beginning of October.", "sentId": 227}, {"text": "It might be later than that.", "sentId": 228}, {"text": "So don't look for him on that stage probably in the first debate but he still has to make up his own mind.", "sentId": 229}], "secId": 85}, {"speaker": "KING", "sentences": [{"text": "Still making up his mind.", "sentId": 230}, {"text": "Up next, our reporters share from their notebooks including the reason why many of the presidential candidates will be asking their supporters to get out a checkbook, and get a pen before the end of the week.", "sentId": 231}], "secId": 86}, {"speaker": "KING", "sentences": [{"text": "Welcome back.", "sentId": 232}, {"text": "Let's head around the INSIDE POLITICS table, ask our great reporters to share a little bit from their notebooks.", "sentId": 233}, {"text": "But it's tomorrow's news round table -- Jackie.", "sentId": 234}], "secId": 87}, {"speaker": "KUCINICH", "sentences": [{"text": "So the House Freedom Caucus has a pretty big test coming up.", "sentId": 235}, {"text": "They are sort of the dogs that caught the car.", "sentId": 236}, {"text": "They're the most conservative members of the House Republicans and they've shown themselves to be very good at agitating, at really kind of messing up the process but they haven't shown themselves able to win, to win elections, to put up a candidate that really can go the distance.", "sentId": 237}], "secId": 88}, {"speaker": "KUCINICH", "sentences": [{"text": "So with these upcoming leadership elections, we're going to see if they can actually turn from just being agitators to being governors.", "sentId": 238}], "secId": 89}, {"speaker": "KING", "sentences": [{"text": "I like that.", "sentId": 239}, {"text": "The dog that caught the car.", "sentId": 240}], "secId": 90}, {"speaker": "KING", "sentences": [{"text": "Jeff.", "sentId": 241}], "secId": 91}, {"speaker": "ZELENY", "sentences": [{"text": "If you're looking for a presidential candidate this week, you should have a check in your hand because all candidates are out raising money this final push to the end of this month.", "sentId": 242}, {"text": "It's the end of the third quarter and this number is more important than most ever before.", "sentId": 243}], "secId": 92}, {"speaker": "ZELENY", "sentences": [{"text": "It's been a summer of Trump, as we all know, so it sucked a lot of oxygen and money out of the room for a lot of these candidates.", "sentId": 244}], "secId": 93}, {"speaker": "ZELENY", "sentences": [{"text": "Hillary Clinton is in Los Angeles, the seed of Democratic money and she's going to San Francisco to raise a lot of money.", "sentId": 245}, {"text": "She wants to have a good, strong fundraising number to show that he's better position but for Republicans, out raising money this week.", "sentId": 246}], "secId": 94}, {"speaker": "ZELENY", "sentences": [{"text": "It is do or die for some of them.", "sentId": 247}, {"text": "Some of them we're going to have dire cash on hand numbers at the end of this period.", "sentId": 248}, {"text": "Is a Bobby Jindal going to stick around?", "sentId": 249}, {"text": "Is a Jeb Bush going to have a good number to make his donors happy?", "sentId": 250}, {"text": "So Watch the fund raising this week, so crucial in the months to come.", "sentId": 251}], "secId": 95}, {"speaker": "KING", "sentences": [{"text": "You could, as you say, drive one or two from the race.", "sentId": 252}, {"text": "We'll watch the numbers there  -- Matt.", "sentId": 253}], "secId": 96}, {"speaker": "VISER", "sentences": [{"text": "This week my eyes are on New Hampshire.", "sentId": 254}, {"text": "New Hampshire ha been sort of a wide is a wide open state and this week there is a lot of activity there.", "sentId": 255}, {"text": "On Wednesday alone, Donald Trump is back for a town hall meeting in Keene.", "sentId": 256}, {"text": "This is the first time he's back since he did not criticize the questioner who called President Obama a Muslim.", "sentId": 257}], "secId": 97}, {"speaker": "VISER", "sentences": [{"text": "Jeb Bush is there that same night an hour away, Ben Carson is there.", "sentId": 258}, {"text": "Then later in the week on Friday, Ted Cruz comes.", "sentId": 259}, {"text": "He's got a night with Ted Cruz -- cigar night with Ted Cruz in Salem.", "sentId": 260}, {"text": "It's open and the state is wide open, you've got a lot of candidates trying to sort of gain some traction and this week will be a key week to watch up there.", "sentId": 261}], "secId": 98}, {"speaker": "KING", "sentences": [{"text": "Cigar night with Ted Cruz.", "sentId": 262}, {"text": "Every campaign brings something different.", "sentId": 263}], "secId": 99}, {"speaker": "KING", "sentences": [{"text": "Manu.", "sentId": 264}], "secId": 100}, {"speaker": "RAJU", "sentences": [{"text": "John Boehner's resignation last off really set off a really intense leadership scramble, not for the speaker ship where we assume Kevin McCarthy will is going to get the job but those down ticket races in the House Republican conference, particularly the majority leader position.", "sentId": 265}, {"text": "This is wide open.", "sentId": 266}], "secId": 101}, {"speaker": "RAJU", "sentences": [{"text": "I talked to Republican aides yesterday and members and they said that this is one of the most wide open leadership conference contests in years.", "sentId": 267}, {"text": "You have people like Tom Price from Georgia, who's angling for the position -- Kathy McMorris Rogers from Washington state and Steve Scalise from Louisiana.", "sentId": 268}], "secId": 102}, {"speaker": "RAJU", "sentences": [{"text": "Pete Roskam may get in this as well, so this is a really wide open race and can go anyway in the coming weeks and also John, a secret ballot you never know.", "sentId": 269}], "secId": 103}, {"speaker": "TAPPER", "sentences": [{"text": "Hey there I'm Jake Tapper in Philadelphia.", "sentId": 270}, {"text": "The STATE OF UNION is uplifted.", "sentId": 271}, {"text": "We're looking at live pictures right now of Pope Francis greeting seminarians at St. Charles Borromeo ceremony out on Philadelphia's main line in Pennsylvania.", "sentId": 272}, {"text": "These are live images of the seminarians applauding him.", "sentId": 273}], "secId": 104}, {"speaker": "TAPPER", "sentences": [{"text": "No doubt delighted that he is merely in their midst, he'll be speaking to them and the bishops in a few minutes.", "sentId": 274}, {"text": "We'll carry that live.", "sentId": 275}, {"text": "It's been a remarkable week tapping off this afternoon with the giant outdoor mass here in the city of brotherly love.", "sentId": 276}, {"text": "As many as two million people are expected to attend.", "sentId": 277}], "secId": 105}, {"speaker": "TAPPER", "sentences": [{"text": "This morning some breaking news, CNN's learned that Pope Francis will meet with victims of clergy sexual abuse at some point this morning.", "sentId": 278}, {"text": "We'll of course, bring you more details in that meeting as we learn them.", "sentId": 279}, {"text": "We got that from two American Catholic leaders.", "sentId": 280}], "secId": 106}, {"speaker": "TAPPER", "sentences": [{"text": "But right now we're watching him at St. Charles Borromeo Seminary where he's staying while he is here in Philadelphia.", "sentId": 281}, {"text": "This is outside Philadelphia in Winwood.", "sentId": 282}, {"text": "He's going to greet bishops from around the world whoa are here attending the World Meeting of Families this weekend.", "sentId": 283}, {"text": "He'll be speaking to them in just a few minutes talking about the importance of men joining the priesthood.", "sentId": 284}], "secId": 107}, {"speaker": "TAPPER", "sentences": [{"text": "I'm joined here in Philadelphia by two Catholic priests -- Father Edward Beck who is a CNN religion contributor; and Father James Martin, who is and editor at large of \"America Magazine\".", "sentId": 285}, {"text": "Father Martin, this is your hometown as well as mine.", "sentId": 286}, {"text": "The seminary has been here in Philadelphia outside Philadelphia since 1832.", "sentId": 287}, {"text": "Set the stage for us.", "sentId": 288}, {"text": "What are we expecting His Holiness to say to the bishops and seminarians?", "sentId": 289}], "secId": 108}, {"speaker": "MARTIN", "sentences": [{"text": "-- you know.", "sentId": 290}, {"text": "he will obviously address the seminarians in there first stage of training as priests and bishops worldwide from the World Meeting of Families.", "sentId": 291}, {"text": ".", "sentId": 292}], "secId": 109}], "sectionCount": 110, "url": "transcripts.cnn.com/TRANSCRIPTS/1509/27/ip.01.html", "sentenceCount": 294, "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "time": "Aired September 27, 2015 - 08:30   ET", "speakers": ["BLACKWELL", "KING", "FRANCIS", "POPE FRANCIS", "BOEHNER", "TRUMP", "With us to share their reporting and their insights", "OBAMA", "KUCINICH", "RAJU", "VISER", "ZELENY", "CRUZ", "JINDAL", "KASICH", "BIDEN", "SANDERS", "CLINTON", "TAPPER", "MARTIN"], "title": "INSIDE POLITICS"}