{"docId": "./ip/trancript.cnn.com.TRANSCRIPTS.1607.17.ip.01.html.json", "subTitle": "Trump-Pence Ticket Makes Debut; Trump Makes the Case for Change; Clinton to Court Voters During Trump Coronation. Aired 8-9a ET", "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "sections": [{"speaker": "KING", "sentences": [{"text": "Donald Trump fills the ticket.", "sentId": 0}], "secId": 0}, {"speaker": "PENCE", "sentences": [{"text": "Donald Trump understands the frustrations and the hopes of the American people like no leader since Ronald Reagan.", "sentId": 1}], "secId": 1}, {"speaker": "KING", "sentences": [{"text": "Conservatives love Mike Pence, but will Trump regret trusting his staff and not his gut?", "sentId": 2}], "secId": 2}, {"speaker": "TRUMP", "sentences": [{"text": "Indiana Governor Mike Pence was my first choice.", "sentId": 3}, {"text": "I've admired the work he's done.", "sentId": 4}], "secId": 3}, {"speaker": "KING", "sentences": [{"text": "Plus, convention time.", "sentId": 5}, {"text": "The never Trump movement fizzles, but there's still plenty of drama on tap in Cleveland.", "sentId": 6}], "secId": 4}, {"speaker": "CLINTON", "sentences": [{"text": "Thank you!", "sentId": 7}], "secId": 5}, {"speaker": "KING", "sentences": [{"text": "As Hillary Clinton narrows her V.P.", "sentId": 8}, {"text": "search.", "sentId": 9}], "secId": 6}, {"speaker": "CLINTON", "sentences": [{"text": "What Tim said really is worth considering, do you want a \"you're fired\" or \"you're hired\" president.", "sentId": 10}, {"text": "Do you want a trash talker or a bridge builder?", "sentId": 11}], "secId": 7}, {"speaker": "KING", "sentences": [{"text": "Another terror attack adds to the anxiety and unpredictability of a wild election year.", "sentId": 12}], "secId": 8}, {"speaker": "KING", "sentences": [{"text": "INSIDE POLITICS, the biggest stories sourced by the best reporters now.", "sentId": 13}], "secId": 9}, {"speaker": "KING", "sentences": [{"text": "Welcome to INSIDE POLITICS.", "sentId": 14}, {"text": "I'm John King.", "sentId": 15}, {"text": "Thanks for sharing your Sunday morning at this critical turning point at campaign 2016.", "sentId": 16}], "secId": 10}, {"speaker": "KING", "sentences": [{"text": "We are live this morning at the convention hall in Cleveland and three questions in the race as we prepare for Donald Trump's nomination.", "sentId": 17}], "secId": 11}, {"speaker": "KING", "sentences": [{"text": "Question one, does it matter that Michael Pence is a bit of a shotgun wedding?", "sentId": 18}, {"text": "The Indiana governor will share the ticket, but CNN is told that Trump had thought and debated even after offering Pence the slot.", "sentId": 19}], "secId": 12}, {"speaker": "TRUMP", "sentences": [{"text": "I would like to introduce a man who I truly believe will be outstanding in every way and will be the next vice president of the United States, Governor Mike Pence.", "sentId": 20}], "secId": 13}, {"speaker": "KING", "sentences": [{"text": "Question two, what is the Pence effect?", "sentId": 21}, {"text": "Conservatives long skeptical of Trump are happy with Mike Pence, but is there an election benefit beyond a more unified GOP convention?", "sentId": 22}], "secId": 14}, {"speaker": "PENCE", "sentences": [{"text": "For the sake of our security, for the sake of our prosperity, for the sake of a Supreme Court that will never turn its back on our God-given liberties, let's come together as a party and a people and a movement to make America great again.", "sentId": 23}], "secId": 15}, {"speaker": "KING", "sentences": [{"text": "And question three, where does the race stand as we pivot to the conventions?", "sentId": 24}], "secId": 16}, {"speaker": "KING", "sentences": [{"text": "Hillary Clinton has an edge in many of the battleground states, but do events like Dallas and Nice help Trump make the case for strength and change?", "sentId": 25}], "secId": 17}, {"speaker": "CLINTON", "sentences": [{"text": "We need a president who can help pull us together and not split us apart.", "sentId": 26}, {"text": "That is why I believe Donald Trump is so dangerous.", "sentId": 27}, {"text": "His campaign is as divisive as any we have seen in our lifetimes.", "sentId": 28}, {"text": "It is built on stoking mistrust and pitting American against American.", "sentId": 29}], "secId": 18}, {"speaker": "KING", "sentences": [{"text": "With us this Sunday morning to share their reporting and insights, Jonathan Martin of \"The New York Times,\" CNN's Maeve Reston, Jackie Kucinich of \"The Daily Beast\", and CNN's Manu Raju.", "sentId": 30}], "secId": 19}, {"speaker": "KING", "sentences": [{"text": "Now, doubts about Donald Trump's readiness and temperament runs high, and not just among Democrats and independents.", "sentId": 31}, {"text": "There are plenty of Republican critics and skeptics who will be here in the cue as they call this arena over the next few days and give Donald Trump his due.", "sentId": 32}, {"text": "He is more than competitive in this race, 113 days to election 2016.", "sentId": 33}, {"text": "So, the stakes are enormous and, of course, with anything involving Trump as with anything involving Trump, there is drama until the very end.", "sentId": 34}], "secId": 20}, {"speaker": "KING", "sentences": [{"text": "Trump had his vice presidential rollout event with ticket-mate Mike Pence yesterday and it was entertaining, interesting, to say the least.", "sentId": 35}, {"text": "Trump kept digressing from a scripted speech about Pence, excuse me, to talk about himself.", "sentId": 36}, {"text": "Plus, as he prepares an event critical to the challenge, he repeatedly talked about defeating his Republican rivals and yes, explaining why Indiana Governor Mike Pence will share the ticket?", "sentId": 37}, {"text": "Well, that did come up, too.", "sentId": 38}], "secId": 21}, {"speaker": "TRUMP", "sentences": [{"text": "Mike Pence is a man of honor, character and honesty.", "sentId": 39}, {"text": "We know that.", "sentId": 40}], "secId": 22}, {"speaker": "TRUMP", "sentences": [{"text": "Hillary Clinton is the embodiment of corruption.", "sentId": 41}, {"text": "What a difference between crooked Hillary Clinton and Mike Pence.", "sentId": 42}], "secId": 23}, {"speaker": "KING", "sentences": [{"text": "Now that's just what the team Trump wanted, a character contrast between the vice presidential candidate and the Democratic nominee.", "sentId": 43}], "secId": 24}, {"speaker": "KING", "sentences": [{"text": "But then the candidate couldn't resist again revisiting the primaries and essentially mocking his new running mate, saying that the man of honor and character wilted under pressure in the primaries and endorsed Ted Cruz.", "sentId": 44}], "secId": 25}, {"speaker": "TRUMP", "sentences": [{"text": "Mike Pence, under tremendous pressure from establishment people, endorsed somebody else, but it was more of an endorsement for me.", "sentId": 45}], "secId": 26}, {"speaker": "TRUMP", "sentences": [{"text": "He talked about Trump, Ted, and then he went back to Trump.", "sentId": 46}, {"text": "I said, who did he endorse?", "sentId": 47}, {"text": "It was the single greatest non- endorsement I've ever had in my life.", "sentId": 48}], "secId": 27}, {"speaker": "KING", "sentences": [{"text": "So, if nothing else, whatever your politics, let's give Mike Pence an A-plus for loyalty.", "sentId": 49}], "secId": 28}, {"speaker": "KING", "sentences": [{"text": "After that, in a weekend of reports about how Donald Trump had second thoughts about his choice, even after offering the job to Pence, well, here's the Indiana governor officially joining the ticket.", "sentId": 50}], "secId": 29}, {"speaker": "PENCE", "sentences": [{"text": "The American people are tired.", "sentId": 51}, {"text": "We're tired of being told that this is as good as it gets.", "sentId": 52}, {"text": "We are tired of having politicians in both parties in Washington, D.C., tell us we'll get to those problems tomorrow, and as Ronald Reagan said, we're tired of being told that a little intellectual elite and in a far, distant capital can plan our lives better for us than we can plan them for ourselves.", "sentId": 53}, {"text": "Donald Trump gets it and he understands the American people.", "sentId": 54}], "secId": 30}, {"speaker": "KING", "sentences": [{"text": "Interesting.", "sentId": 55}, {"text": "Interesting.", "sentId": 56}], "secId": 31}, {"speaker": "KING", "sentences": [{"text": "Normally, the vice presidential rollout is the con day of the campaign that's about the number two.", "sentId": 57}, {"text": "The nominee gives a quick speech, introduces the number two.", "sentId": 58}, {"text": "Donald Trump didn't even say he'd be the best president, if God forbid, happened to me he said I'm doing it for party unity because a lot of people don't like me.", "sentId": 59}], "secId": 32}, {"speaker": "KING", "sentences": [{"text": "It was bizarre, but a lot of things about Trump is bizarre.", "sentId": 60}], "secId": 33}, {"speaker": "MARTIN", "sentences": [{"text": "It was astonishing, John, and I think the danger that we have covering about Donald Trump, is that too easy to get lull on this and say, well, it's just Trump.", "sentId": 61}, {"text": "Well, it's not just Trump.", "sentId": 62}, {"text": "This kind of thing simply doesn't happen in American politics and as we see this play out where, you know, the candidate is a grudgingly naming his running mate and saying in part he's only doing so for party unity takes what should have been one of the really important and positive events and it steps all over it.", "sentId": 63}], "secId": 34}, {"speaker": "MARTIN", "sentences": [{"text": "Look, there are a handful of events that candidates can plan for.", "sentId": 64}, {"text": "The V.P.", "sentId": 65}, {"text": "selection, the convention, the debates.", "sentId": 66}, {"text": "Those are the kind of events where you have a plan.", "sentId": 67}], "secId": 35}, {"speaker": "MARTIN", "sentences": [{"text": "You don't have a plan for Nice.", "sentId": 68}, {"text": "You don't have a plan for a coup in Turkey, but you have a plan for those events and when you botch it like he did and make it all about you, it just reinforces his problems and it's the kind of thing that what he should be getting a second look reminds people of why they don't like him in the first place.", "sentId": 69}], "secId": 36}, {"speaker": "RESTON", "sentences": [{"text": "It's such a good reminder of such of the issues that Trump has and why Pence was the pick.", "sentId": 70}, {"text": "He's the safest, most boring pick that his campaign advisers could think of, someone that would sort of offer steadiness to the ticket and yet we haven't seen, you know, Trump capitalize on that at all yet.", "sentId": 71}], "secId": 37}, {"speaker": "KING", "sentences": [{"text": "Haven't seen Trump capitalize.", "sentId": 72}], "secId": 38}, {"speaker": "KING", "sentences": [{"text": "Please?", "sentId": 73}], "secId": 39}, {"speaker": "RAJU", "sentences": [{"text": "You know, it really showed Trump's indecision.", "sentId": 74}, {"text": "I mean, that was one of the things that Trump has tried to sell to the American public as being a decisive leader who knows what he's doing and is going to make America great again, but he was indecisive running up to the Pence announcement and having this public wrestling match between I've made it two or three candidates, I'm still considering that Pence is not my final, final decision, even as Mike Pence was in New York waiting for the announcement.", "sentId": 75}], "secId": 40}, {"speaker": "MARTIN", "sentences": [{"text": "And to say he was always my first choice out loud.", "sentId": 76}, {"text": "You're announcing it and you have to say it.", "sentId": 77}], "secId": 41}, {"speaker": "KUCINICH", "sentences": [{"text": "It wasn't clear he knew a lot about Mike Pence because when he was talking about him, he'd look at the paper and when he was talking about how when Mike Pence came to Indiana, it was a mess.", "sentId": 78}, {"text": "Well, Mitch Daniels might have something.", "sentId": 79}, {"text": "The Republican governor was the before and he seemed to remember that, oh, right, the last guy was good, too.", "sentId": 80}], "secId": 42}, {"speaker": "KING", "sentences": [{"text": "Trump had more energy when he said Bobby Knight than he did about Mike Pence.", "sentId": 81}, {"text": "We're going to spend a lot more time about time about Mike Pence in just a minute.", "sentId": 82}, {"text": "But let's talk about is about to happen in this hall.", "sentId": 83}, {"text": "Donald Trump", "sentId": 84}], "secId": 43}, {"speaker": "KING", "sentences": [{"text": "comes here, and look, everyone's saying he missteps, everyone saying he says this, Donald Trump comes here in a very competitive position and if the election were today Donald Trump might just win so the stakes here are huge.", "sentId": 85}], "secId": 44}, {"speaker": "KING", "sentences": [{"text": "Here's the number one challenge for Donald Trump.", "sentId": 86}, {"text": "As you just noted, a lot of voters don't like him.", "sentId": 87}, {"text": "A lot of voters are worried about him.", "sentId": 88}, {"text": "Look at these numbers and he needs to use the entertainment here and I don't want to say that sarcastically, that's what you do in a convention, to change these, among all voters e 60 percent have an unfavorable opinion of Donald Trump, 62 percent of women have an unfavorable view of Donald Trump, 65 percent of Latinos, 87 percent of African-American.", "sentId": 89}], "secId": 45}, {"speaker": "KING", "sentences": [{"text": "So, challenge number one for Donald Trump has to be to that second look you were just talking about.", "sentId": 90}, {"text": "Give me a second chance, think again, meet me in a broader fashion.", "sentId": 91}], "secId": 46}, {"speaker": "RAJU", "sentences": [{"text": "Yes.", "sentId": 92}, {"text": "And, you know, we know that the Republicans are going to basically go after Hillary Clinton, assassinate her character, attack her pretty ferociously throughout the week and her numbers will go down.", "sentId": 93}, {"text": "What we don't know is how they will sell Donald Trump to the American public.", "sentId": 94}], "secId": 47}, {"speaker": "RAJU", "sentences": [{"text": "What his challenge is going to be is to convince the American public that he is ready, he can be commander in chief, because when they look polls also they give Hillary Clinton the edge on experience and being ready to take the job on day one.", "sentId": 95}, {"text": "Those people -- the speakers will have to sell Donald Trump and make him viewed as some of the Oval Office.", "sentId": 96}], "secId": 48}, {"speaker": "KUCINICH", "sentences": [{"text": "It just really is a reintroduction because Donald Trump the entertainer has been part of, you know, the United States for a really long time and part of the entertainment.", "sentId": 97}], "secId": 49}, {"speaker": "KUCINICH", "sentences": [{"text": "But now, he needs to look like a statesman, look like someone people can trust to do pretty much everything.", "sentId": 98}], "secId": 50}, {"speaker": "RESTON", "sentences": [{"text": "And that's yet rollout was such a blown opportunity because obviously Trump advisers are worried about the critical demographic of married women, age 35 to 55 who are worried about Donald Trump's temperament.", "sentId": 99}, {"text": "Picking Pence was supposed to show that in the moment he would make the safe decision and because of the way it all rolled out, they weren't able to enforce that message.", "sentId": 100}], "secId": 51}, {"speaker": "KING", "sentences": [{"text": "Also showed to the idea that they're trying to keep Donald Trump to a script and he had the script for Pence, look up, script for Mike Pence, look up.", "sentId": 101}], "secId": 52}, {"speaker": "KING", "sentences": [{"text": "One of the things we do know what come here, and Trump sounded this yesterday with Mike Pence, these after recent events.", "sentId": 102}, {"text": "Whether we want to go as far back as San Bernardino, whether we want to talk about Dallas, whether we want to talk about the terrorism overseas, including Nice over the weekend, is Donald Trump wants to project an image that we need to have a stronger, tougher government.", "sentId": 103}, {"text": "Listen to him yesterday with Mike Pence at his side saying, this", "sentId": 104}], "secId": 53}, {"speaker": "KING", "sentences": [{"text": "convention will prove to you, you want us to run the country.", "sentId": 105}], "secId": 54}, {"speaker": "TRUMP", "sentences": [{"text": "You saw it the other day with the truck screaming out the window.", "sentId": 106}, {"text": "You heard what he was screaming out the window.", "sentId": 107}, {"text": "You saw it in San Bernardino.", "sentId": 108}, {"text": "You saw it at the world trade center.", "sentId": 109}, {"text": "You saw it in Orlando.", "sentId": 110}, {"text": "You saw it in Paris.", "sentId": 111}, {"text": "You see it all over.", "sentId": 112}], "secId": 55}, {"speaker": "TRUMP", "sentences": [{"text": "And Hillary is a weak person.", "sentId": 113}, {"text": "We are the law and order candidates and we're the law and order party.", "sentId": 114}], "secId": 56}, {"speaker": "KING", "sentences": [{"text": "Help me with that balance because they do think this helps them.", "sentId": 115}, {"text": "It's tough.", "sentId": 116}, {"text": "Law and order, people are anxious and they're scared.", "sentId": 117}, {"text": "But when you are trying to get people to step back and like you more as a person, is that at some ways sort of a constant?", "sentId": 118}], "secId": 57}, {"speaker": "MARTIN", "sentences": [{"text": "Yes.", "sentId": 119}, {"text": "Well, standing up there and saying we're the law and order party, the poll from 1968 and not 2016, does that appeal to some folks?", "sentId": 120}, {"text": "Yes, absolutely.", "sentId": 121}, {"text": "That's why he's doing it.", "sentId": 122}], "secId": 58}, {"speaker": "MARTIN", "sentences": [{"text": "Strongman politics has its appeal and that's why he's the nominee today.", "sentId": 123}, {"text": "But there's no question that it has a downside, too, and when times are serious, people can be a little bit nervous about somebody who they're uncertain about having his hand on the red button.", "sentId": 124}], "secId": 59}, {"speaker": "MARTIN", "sentences": [{"text": "But, John, that said, she has to find a way to project strength and security and because every time there's one of these incidents, it's clear what he's going to do.", "sentId": 125}, {"text": "He's going to seize on it relentlessly and talk about it in ways that most candidates wouldn't do and saying things like, it's going to get worse.", "sentId": 126}, {"text": "This is really bad.", "sentId": 127}], "secId": 60}, {"speaker": "MARTIN", "sentences": [{"text": "I mean, that's his style and it's, you know, it might turn off some folks, but it also has its appeal.", "sentId": 128}], "secId": 61}, {"speaker": "KING", "sentences": [{"text": "Quickly, before we take a quick break.", "sentId": 129}, {"text": "There was talk about a coup here.", "sentId": 130}, {"text": "Is there anyone who believes the never Trump forces will have steam left?", "sentId": 131}, {"text": "We'll have drama and protests and some people will get attention, but they don't have the votes?", "sentId": 132}], "secId": 62}, {"speaker": "RAJU", "sentences": [{"text": "They don't have the votes.", "sentId": 133}], "secId": 63}, {"speaker": "RESTON", "sentences": [{"text": "No way.", "sentId": 134}], "secId": 64}, {"speaker": "KING", "sentences": [{"text": "They don't have the votes, no way.", "sentId": 135}], "secId": 65}, {"speaker": "MARTIN", "sentences": [], "secId": 66}, {"speaker": "KING", "sentences": [{"text": "all right.", "sentId": 136}, {"text": "Up next, inside the Pence pick and why Donald Trump decided to pick the Indiana governor and ignoring his gut and going with his staff.", "sentId": 137}], "secId": 67}, {"speaker": "KING", "sentences": [{"text": "But, first, politicians say, the darnedest things with newt Gingrich walking away from the veepstakes and walking the plank?", "sentId": 138}], "secId": 68}, {"speaker": "GINGRICH", "sentences": [{"text": "In many ways Donald Trump is like a pirate.", "sentId": 139}, {"text": "He's bold.", "sentId": 140}, {"text": "He's like a figure out of a movie.", "sentId": 141}, {"text": "In a lot of ways, my entire career has been a little bit like a pirate.", "sentId": 142}, {"text": "I've taken on both establishments on both parties, I've been prepared to fight in the media.", "sentId": 143}], "secId": 69}, {"speaker": "GINGRICH", "sentences": [{"text": "One of the really hard questions he's going to weigh on the way to California, do you really want a two-pirate ticket?", "sentId": 144}], "secId": 70}, {"speaker": "KING", "sentences": [{"text": "Welcome back.", "sentId": 145}], "secId": 71}, {"speaker": "KING", "sentences": [{"text": "We know Donald Trump picked Mike Pence, but his gut, we're told, was Chris Christie.", "sentId": 146}, {"text": "It was process full of drama and full of doubt.", "sentId": 147}, {"text": "Our sources tell us Trump got angry for leaking word that Pence was the pick.", "sentId": 148}], "secId": 72}, {"speaker": "KING", "sentences": [{"text": "And even after hours after offering the slotted to the Indiana governor Trump was asking top aides, is this the right call?", "sentId": 149}, {"text": "Any way I can change my mind?", "sentId": 150}], "secId": 73}, {"speaker": "KING", "sentences": [{"text": "Now, the source in this account is rock solid.", "sentId": 151}, {"text": "But the Trump campaign is aggressively saying we are wrong in the media and here at CNN and the candidate, he wants you to think that Mike Pence lapped the field.", "sentId": 152}], "secId": 74}, {"speaker": "TRUMP", "sentences": [{"text": "I found the leader who will help us deliver a safe society and a prosperous, really prosperous society for all Americans.", "sentId": 153}, {"text": "Indiana Governor Mike Pence is my first choice.", "sentId": 154}, {"text": "I've admired the work he's done, especially in the state of Indiana.", "sentId": 155}], "secId": 75}, {"speaker": "KING", "sentences": [{"text": "Now, there's a lot of chatter in the media and among the delegates about Trump listening to his staff and not his gut and some think that's a good thing and not so much.", "sentId": 156}, {"text": "But for this room, the convention hall, Mike Pence is a win.", "sentId": 157}, {"text": "Fiscal and social conservatives who doubt Donald Trump's conservative convictions have no doubts about Trump's number two.", "sentId": 158}], "secId": 76}, {"speaker": "KING", "sentences": [{"text": "During his first big national moment, he used the staple line of his speeches for years.", "sentId": 159}], "secId": 77}, {"speaker": "PENCE", "sentences": [{"text": "People who know me well know I'm a pretty basic guy.", "sentId": 160}, {"text": "I'm a Christian, a conservative and a Republican in that order.", "sentId": 161}], "secId": 78}, {"speaker": "KING", "sentences": [{"text": "Now, people will talk about the event.", "sentId": 162}, {"text": "People will talk about Trump's doubt.", "sentId": 163}, {"text": "Let's just for a minute, though, in this room, for these people and a lot of people who were Cruz supporters, Rubio supporters and Bush supporters, even Trump supporters who might have questions about his conservative credential, Pence is the right choice.", "sentId": 164}], "secId": 79}, {"speaker": "KUCINICH", "sentences": [{"text": "Oh, yes.", "sentId": 165}, {"text": "They were breathing a sigh of relief because this is someone who has not only shown conservative credentials, he's made some moves that were widely criticized because of those co conservative credentials.", "sentId": 166}], "secId": 80}, {"speaker": "KUCINICH", "sentences": [{"text": "I was talking to sources who are meeting at another -- outside of the city a little bit, with other conservatives, and they were saying the room was a giant sigh of relief at this point.", "sentId": 167}], "secId": 81}, {"speaker": "KING", "sentences": [{"text": "Is there a benefit beyond Cleveland in the sense that people say what does the vice presidential pick get you?", "sentId": 168}, {"text": "Mike Pence is from the heartland, the Rust Belt, that is key to Donald Trump's electoral strategy, although Indiana usually leans red, but you have to get into Michigan, you get into Ohio, you get into Pennsylvania.", "sentId": 169}], "secId": 82}, {"speaker": "KING", "sentences": [{"text": "However, I would make the point that Mitt Romney picked Paul Ryan and said, we'll do better in the Midwest, we'll win Wisconsin, nothing against Paul Ryan who's quite popular Wisconsin, time doesn't vote that way.", "sentId": 170}, {"text": "People vote for president.", "sentId": 171}], "secId": 83}, {"speaker": "MARTIN", "sentences": [{"text": "That's right, exactly right, especially with Trump, my goodness.", "sentId": 172}, {"text": "I -- that's going to be what folks are voting on is he and Hillary.", "sentId": 173}], "secId": 84}, {"speaker": "MARTIN", "sentences": [{"text": "Here's where I think Pence helps Trump.", "sentId": 174}, {"text": "I think Pence helps Trump quiet down the barrage of negative press from elected GOP officials and from other senior folks in the party who now have at least an out.", "sentId": 175}, {"text": "They have someone they can go to.", "sentId": 176}, {"text": "They are somewhat mollified by this and think Jeff Flake, for example, the senator of Arizona, outspoken Trump critic.", "sentId": 177}, {"text": "He and Pence are very close friends, served in the House together.", "sentId": 178}], "secId": 85}, {"speaker": "MARTIN", "sentences": [{"text": "So, it's a sort of inside play.", "sentId": 179}], "secId": 86}, {"speaker": "RAJU", "sentences": [{"text": "Yes.", "sentId": 180}], "secId": 87}, {"speaker": "MARTIN", "sentences": [{"text": "You help settle some of the folks that were constant critics of Trump.", "sentId": 181}], "secId": 88}, {"speaker": "RAJU", "sentences": [{"text": "Paul Ryan come out saying enthusiastically, say that, \"I like Mike Pence\".", "sentId": 182}], "secId": 89}, {"speaker": "RESTON", "sentences": [{"text": "Rubio.", "sentId": 183}], "secId": 90}, {"speaker": "RAJU", "sentences": [{"text": "Mitch McConnell also, you know, who have been resistant here.", "sentId": 184}, {"text": "But, you know, there are a number of things that make things harder for Donald Trump given that they have disagreed on some key issues including NAFTA and trade deals and that's at the centerpiece of Donald Trump's campaign.", "sentId": 185}, {"text": "The Iraq war as he's questioning Hillary's judgment for voting for the Iraq war.", "sentId": 186}, {"text": "Mike Pence supported the Iraq war and the Libya invasion, as well.", "sentId": 187}], "secId": 91}, {"speaker": "RAJU", "sentences": [{"text": "So, these are things while Donald Trump could attack Hillary Clinton over, it could undermine him because --", "sentId": 188}], "secId": 92}, {"speaker": "RESTON", "sentences": [{"text": "When you think about the universe of swing voters that would be our real focus if Republicans come out unified out of this convention.", "sentId": 189}, {"text": "There were a lot of people who were in that swing voter group who liked the fact that Donald Trump has not always been consistent on abortion and are aren't quite sure of where he is on those social issues, believe that he's been more friendly on LGBT issues.", "sentId": 190}], "secId": 93}, {"speaker": "RESTON", "sentences": [{"text": "The Pence pick does draw the conversation back to those issues in a way that might be very uncomfortable for Donald Trump because Pence has been so conservative and consistent on those issues and Donald Trump has kind of moved around.", "sentId": 191}], "secId": 94}, {"speaker": "KING", "sentences": [{"text": "Does it matter?", "sentId": 192}, {"text": "You make a key point and Mike Pence said it was un-American and unconstitutional, offensive I think he says when Donald Trump proposed his ban on Muslims and Pence criticized it quite probably, as you mentioned.", "sentId": 193}, {"text": "Yesterday during his speech, Trump was railing against NAFTA and railing against Iraq, with Mike Pence standing right there, Mike Pence voted for them, he tried to make it -- but you can make the case that these two don't fit together, these two pieces you can't make them .", "sentId": 194}, {"text": "Or you can make the case this is a sign of bigness, that Donald Trump wants someone in the room who's going to challenge him from time to time, and disagree with him from time to time.", "sentId": 195}], "secId": 95}, {"speaker": "KING", "sentences": [{"text": "You're smiling.", "sentId": 196}], "secId": 96}, {"speaker": "RESTON", "sentences": [{"text": "Do you believe that?", "sentId": 197}], "secId": 97}, {"speaker": "KUCINICH", "sentences": [{"text": "Here's the other thing about Mike Pence, when he was in the House he was an agitator and he was a burn to the leadership side.", "sentId": 198}, {"text": "When he became part of the Republican leadership, he became a team player and that's when you talk to Boehner's folks to some of the other down-ballot people, they will say Pence will get in line and Pence will be a team player.", "sentId": 199}, {"text": "So that's good for Donald Trump and that ticket.", "sentId": 200}], "secId": 98}, {"speaker": "RESTON", "sentences": [{"text": "Definitely couldn't say that about Newt Gingrich.", "sentId": 201}, {"text": "Those two could be trading shots at each other the whole campaign.", "sentId": 202}], "secId": 99}, {"speaker": "KING", "sentences": [{"text": "This drama that Trump had.", "sentId": 203}, {"text": "He's never been in politics.", "sentId": 204}, {"text": "Sometimes we make fun of him.", "sentId": 205}, {"text": "However, this is the first big choice you make as the nominee.", "sentId": 206}, {"text": "The fact that he was second guessing his staff, the fact the he felt boxed in by his staff, they got Pence ready to go, does it matter, though?", "sentId": 207}, {"text": "Now that the decision's made, does it matter that his gut might have been Christie, but in the end, is it a good thing or a bad thing that Trump to accept the advice of his staff?", "sentId": 208}], "secId": 100}, {"speaker": "RAJU", "sentences": [{"text": "The first thing is do no harm.", "sentId": 209}, {"text": "And Pence is not going to presumably make a major gaffe that could change the complexion of the campaign the way Sarah Palin did in 2008 or frankly, Newt Gingrich was talking about Sharia law when he was being considered for the vice presidential pick, and that became a big distraction.", "sentId": 210}, {"text": "Presumably, Mike Pence will not be doing that, so I think he can move fast it.", "sentId": 211}], "secId": 101}, {"speaker": "KING", "sentences": [{"text": "And if you're Mike Pence, can you go through the next 213 days knowing that you were sort of --", "sentId": 212}], "secId": 102}, {"speaker": "RESTON", "sentences": [{"text": "Well, not only that, but I mean, we also know from talking to Pence advisers that that was a camp divided about whether or not it was a good idea for him to do this or not, whether the political future that he has so carefully cultivated could be ruined by this.", "sentId": 213}, {"text": "And really, we're not going to know the answer to that until November.", "sentId": 214}], "secId": 103}, {"speaker": "MARTIN", "sentences": [{"text": "He's hitching his wagon to Donald Trump in which he will have to submit to the top of the ticket and be a good soldier for the next four months.", "sentId": 215}], "secId": 104}, {"speaker": "MARTIN", "sentences": [{"text": "I have no doubt that he will, and he's started doing that.", "sentId": 216}, {"text": "But it has the implication for Pence's future.", "sentId": 217}, {"text": "If Trump does lose and Pence wants to run again, himself down the road, how does he take the world view, trade, immigration, national security certainly, putting it aside for the purposes of a four-month shotgun marriage?", "sentId": 218}], "secId": 105}, {"speaker": "RAJU", "sentences": [{"text": "If Trump loses, the party is going to run away from everything that Trump stood for and Pence will essentially have owned it if he doesn't figure out a way to distance himself.", "sentId": 219}], "secId": 106}, {"speaker": "RESTON", "sentences": [{"text": "A much riskier move for Pence.", "sentId": 220}], "secId": 107}, {"speaker": "KING", "sentences": [{"text": "On the gut staff thing, on the gut staff thing, if Mike Pence does not do well on the one event that matters, the vice presidential debate I can see Trump getting a lot of I told you so.", "sentId": 221}], "secId": 108}, {"speaker": "MARTIN", "sentences": [{"text": "By the way, you covered '96, Dole and Kemp, who are very different people, and there were constant leaks between those two camps, Dole and Kemp.", "sentId": 222}], "secId": 109}, {"speaker": "MARTIN", "sentences": [{"text": "Can you imagine this?", "sentId": 223}], "secId": 110}, {"speaker": "KING", "sentences": [{"text": "Dukakis-Bentsen had some of that, even Clinton-Gore had some of that.", "sentId": 224}, {"text": "That's the recurring theme in the politics, competition, ambition.", "sentId": 225}], "secId": 111}, {"speaker": "KING", "sentences": [{"text": "Up next, Dallas and now Nice.", "sentId": 226}, {"text": "How terror and senseless violence impact the 2016 election climate.", "sentId": 227}], "secId": 112}, {"speaker": "KING", "sentences": [{"text": "Welcome back.", "sentId": 228}], "secId": 113}, {"speaker": "KING", "sentences": [{"text": "Donald Trump is first and then Hillary Clinton has her convention next week.", "sentId": 229}, {"text": "Very different candidates with an identical challenge.", "sentId": 230}, {"text": "Use their four days in a spotlight to see how you view the choice.", "sentId": 231}], "secId": 114}, {"speaker": "KING", "sentences": [{"text": "Donald Trump wants you to think the most imperative -- changing Washington is the most imperative thing in this election, a new phase and a new way to deal with creating jobs and stopping terrorism.", "sentId": 232}], "secId": 115}, {"speaker": "KING", "sentences": [{"text": "Hillary Clinton -- well, she has a different view.", "sentId": 233}, {"text": "She wants you to think that a steady hand is what the country needs right now.", "sentId": 234}, {"text": "She wants you to think Donald Trump is a loose canon, a narcissist, not a calm commander in chief.", "sentId": 235}], "secId": 116}, {"speaker": "KING", "sentences": [{"text": "So, it's game on when the conventions start beginning here at the Q in Cleveland tomorrow.", "sentId": 236}, {"text": "Two powerful data points as we begin this new phase.", "sentId": 237}, {"text": "Six in ten Americans think the country is headed in the wrong direction.", "sentId": 238}, {"text": "And a clear majority, 54 percent, say they feel less safe than they did five or ten years ago.", "sentId": 239}], "secId": 117}, {"speaker": "KING", "sentences": [{"text": "Now, those are pretty powerful openings for Trump to make the case for change.", "sentId": 240}, {"text": "Something different.", "sentId": 241}, {"text": "That is his challenge here to come into this room and say Washington is broken.", "sentId": 242}, {"text": "I can create more jobs.", "sentId": 243}, {"text": "I can keep you safer.", "sentId": 244}, {"text": "She's a part of the status quo, the Republicans understand what they need to do for four days.", "sentId": 245}], "secId": 118}, {"speaker": "KING", "sentences": [{"text": "The question is, can I pull it of off?", "sentId": 246}], "secId": 119}, {"speaker": "MARTIN", "sentences": [{"text": "Yes.", "sentId": 247}, {"text": "I mean, I think if Trump stays on script and if the pros who are running the convention and the party and his campaign, can create a coherent message, they should be able to get a balance out of this.", "sentId": 248}], "secId": 120}, {"speaker": "MARTIN", "sentences": [{"text": "I think part of the reason why the V.P.", "sentId": 249}, {"text": "rollout was a lost opportunity, because that should have been a ten-day, two-week good message opportunity for Republicans.", "sentId": 250}, {"text": "They can still make up for it by having a good week here, and I think there's no reason to think they should -- can he stay on the prompter?", "sentId": 251}, {"text": "That's the question.", "sentId": 252}, {"text": "Will he give a speech that's scripted and written for him that will appeal to the broad swath of voters that is going to be compelling those who are still undecided at home and if he can and everything else goes off smoothly, I have no doubt they will.", "sentId": 253}], "secId": 121}, {"speaker": "RESTON", "sentences": [{"text": "I think as much as Hillary Clinton is trying to capitalize on being the steady hand and what she was doing as secretary of state while Donald Trump was, you know, running the entertainment world, I think that she has a burden on her now especially with what we've seen in the last couple of days in Nice.", "sentId": 254}, {"text": "People are afraid.", "sentId": 255}, {"text": "They want to hear that she's going to do something different.", "sentId": 256}], "secId": 122}, {"speaker": "RESTON", "sentences": [{"text": "Donald Trump is obviously going to do something different.", "sentId": 257}, {"text": "People just don't know exactly what that is, and so it really does put pressure on her to roll out plans to how she would protect Americans in a way that people don't feel safe with President Obama right now.", "sentId": 258}], "secId": 123}, {"speaker": "RAJU", "sentences": [{"text": "And one of the things that Donald Trump looks at the poll numbers an can be heartened by is the fact that a lot of the polls have him leading Hillary Clinton on the issue of who can keep America safe, on national security, on terrorism, which is one reason why --", "sentId": 259}], "secId": 124}, {"speaker": "KING", "sentences": [{"text": "And on the economy.", "sentId": 260}], "secId": 125}, {"speaker": "RAJU", "sentences": [{"text": "And on the economy, which is one reason why they'll push it very, very hard this week and make Hillary Clinton look like someone you cannot trust.", "sentId": 261}, {"text": "There's going to be a lot of focus on Benghazi on the criticism that she did handle classified e-mails carelessly, the criticism by the FBI director and that will be a big focus and a large part because they believe it plays into the national security argument.", "sentId": 262}], "secId": 126}, {"speaker": "KING", "sentences": [{"text": "You have these two competing dynamics in the country and one if you look at demographics and the coalition and the professionalism of the campaign teams and advantage Clinton, if you look at the change environment.", "sentId": 263}, {"text": "Two-thirds of Americans think we're off on the wrong track and people are frustrated about the economy.", "sentId": 264}, {"text": "Now, you have the anxiety and the terrorism fears, the climate for change.", "sentId": 265}, {"text": "Sometimes the climate for change overwhelms the traditional campaign metrics.", "sentId": 266}], "secId": 127}, {"speaker": "KING", "sentences": [{"text": "I think that's the big question for me for the next few days is can Trump frame this as a change election so when the Democrats raise the curtain in Philadelphia they sort of have the American people thinking, you're not change.", "sentId": 267}], "secId": 128}, {"speaker": "MARTIN", "sentences": [{"text": "No, exactly.", "sentId": 268}], "secId": 129}, {"speaker": "MARTIN", "sentences": [{"text": "Trump certainly is change in a way that she is not.", "sentId": 269}, {"text": "And look, it's hard to see any Democrat who would be struggling with Donald Trump -- or at least not struggling, but this competitive with Trump besides her right now, and I think part of the reason why that is, is because she so embodies the sort of political status quo.", "sentId": 270}], "secId": 130}, {"speaker": "MARTIN", "sentences": [{"text": "If the Trump folks can seize that opportunity and take advantage of that, they should have an opportunity to gain traction with the polls coming out of this.", "sentId": 271}], "secId": 131}, {"speaker": "MARTIN", "sentences": [{"text": "But, John, the problem is, as you know, those poll balances from conventions can be so -- and even if they do frame this as change, probably successful because it could be successful because, of course, voters hate Washington.", "sentId": 272}, {"text": "The one thing that the Clinton campaign does have going for it is that the president's numbers are actually pretty good right now.", "sentId": 273}, {"text": "He's been on the upswing.", "sentId": 274}], "secId": 132}, {"speaker": "MARTIN", "sentences": [{"text": "That could -- and she's essentially running for a third Obama term.", "sentId": 275}, {"text": "That could help Barack Obama and it's incredibly important for her even if she does roll out a pretty conventional, more establishment type speakers in her convention.", "sentId": 276}], "secId": 133}, {"speaker": "KUCINICH", "sentences": [{"text": "What the Democrats are going to do is they're going to say, this isn't change.", "sentId": 277}, {"text": "This is extreme home makeover.", "sentId": 278}, {"text": "This is knocking down the house and what do you have?", "sentId": 279}], "secId": 134}, {"speaker": "KUCINICH", "sentences": [{"text": "So, their challenge is to show this is too much.", "sentId": 280}, {"text": "She's the steady hand.", "sentId": 281}, {"text": "He is too much change and you don't even know what you will get with this.", "sentId": 282}, {"text": "It's a box with a question mark on it.", "sentId": 283}], "secId": 135}, {"speaker": "KING", "sentences": [{"text": "To that point, as Donald Trump prepares for that convention, but they assume the Republicans know how to put together the program.", "sentId": 284}, {"text": "So, Hillary Clinton is on television.", "sentId": 285}, {"text": "Now, her ads have not all that effective so far.", "sentId": 286}, {"text": "They spent a lot of money, and yet, Donald Trump and Hillary a neck and neck race.", "sentId": 287}], "secId": 136}, {"speaker": "KING", "sentences": [{"text": "But if you look at this one, as Donald Trump tries to reintroduce himself to the country and say close your eyes, you can see me as president.", "sentId": 288}, {"text": "Hillary says listen to how this man talks, you don't want your children in the room.", "sentId": 289}], "secId": 137}, {"speaker": "TRUMP", "sentences": [{"text": "They'd be carried on a stretcher, folks.", "sentId": 290}, {"text": "And you can tell them to go  themselves.", "sentId": 291}], "secId": 138}, {"speaker": "TRUMP", "sentences": [{"text": "I can stand in the middle of Fifth Avenue and shoot somebody and I wouldn't lose any voters, OK?", "sentId": 292}, {"text": "It's, like, incredible.", "sentId": 293}], "secId": 139}, {"speaker": "TRUMP", "sentences": [{"text": "When Mexico sends its people, they're bringing drugs, they're cringing crime.", "sentId": 294}, {"text": "They're rapists.", "sentId": 295}], "secId": 140}, {"speaker": "TRUMP", "sentences": [{"text": "You know, you can see there was blood coming out of her eyes, coming out of her -- wherever.", "sentId": 296}], "secId": 141}, {"speaker": "SUBTITLE", "sentences": [{"text": "Our children are watching.", "sentId": 297}, {"text": "What example will we set for them?", "sentId": 298}], "secId": 142}, {"speaker": "KING", "sentences": [{"text": "I guess, the question is the Democratic counter program including all that adds and they can mitigate Trump's bounce?", "sentId": 299}], "secId": 143}, {"speaker": "MARTIN", "sentences": [{"text": "Look, I actually think that part of the reason why Trump is struggling to get above 40 percent in some of the swing states in places like Colorado and Virginia where he is losing outside the margin of error and 40 is in part because of the barrage, not just of the Clinton campaign but the super PACs that for the last two months now have been hitting him hard on TV.", "sentId": 300}], "secId": 144}, {"speaker": "KING", "sentences": [{"text": "In some states, it seems to be working.", "sentId": 301}, {"text": "In states like, the new America states, states that are more diverse in the population that are around the corner with the economic transition, Virginia, Colorado, the numbers look pretty good and you get into the gritty, industrial states, they're much more tense right there.", "sentId": 302}], "secId": 145}, {"speaker": "KING", "sentences": [{"text": "Everybody sit tight.", "sentId": 303}, {"text": "Up next, Bernie Sanders made Hillary Clinton very happy this week.", "sentId": 304}, {"text": "FBI Director Comey, not so much.", "sentId": 305}], "secId": 146}, {"speaker": "KING", "sentences": [{"text": "Before we get to that, though, please take our INSIDE POLITICS quiz this morning, who would you pick as her vice president?", "sentId": 306}, {"text": "Tim Kaine, Tom Vilsack, Elizabeth Warren, Julian Castro, or Bernie Sanders.", "sentId": 307}, {"text": "Go to CNNpolitics.com/vote.", "sentId": 308}], "secId": 147}, {"speaker": "KING", "sentences": [{"text": "Welcome back.", "sentId": 309}], "secId": 148}, {"speaker": "KING", "sentences": [{"text": "One big question at every convention is when will the nominees show up?", "sentId": 310}, {"text": "Donald Trump speaks on Thursday night, but CNN's Jim Acosta reporting this morning that Mr. Trump will be in the hall Monday night, the first night of the convention.", "sentId": 311}], "secId": 149}, {"speaker": "KING", "sentences": [{"text": "Why?", "sentId": 312}, {"text": "To introduce his wife Melania who speaks to the delegates on the first night of the convention.", "sentId": 313}, {"text": "We look forward to that, and what about Hillary Clinton?", "sentId": 314}], "secId": 150}, {"speaker": "KING", "sentences": [{"text": "Well, she will not be silent during Donald Trump's coronation.", "sentId": 315}, {"text": "Secretary Clinton has some big speeches including courting African- Americans and labor unions as she tries to make a decision also about picking a running mate.", "sentId": 316}], "secId": 151}, {"speaker": "KING", "sentences": [{"text": "So, where does she stand at this big moment?", "sentId": 317}, {"text": "She's in a weaker position that a month ago.", "sentId": 318}, {"text": "Some polls show a dead heat.", "sentId": 319}, {"text": "Other polls show her in a bit of a lead.", "sentId": 320}], "secId": 152}, {"speaker": "Here's one footnote from a CBS/\"New York Times\" survey that she has to worry about", "sentences": [{"text": "67 percent of percent of Americans -- 67 percent of Americans say Hillary Clinton is not honest and trustworthy.", "sentId": 321}], "secId": 153}, {"speaker": "Here's one footnote from a CBS/\"New York Times\" survey that she has to worry about", "sentences": [{"text": "Now, that's an eye-popping number.", "sentId": 322}, {"text": "Also worse that it was a month ago.", "sentId": 323}, {"text": "And by most accounts, this is why.", "sentId": 324}], "secId": 154}, {"speaker": "COMEY", "sentences": [{"text": "I think she's was extremely careless.", "sentId": 325}, {"text": "I think she was negligent.", "sentId": 326}, {"text": "There's no doubt that uncleared people had access to the server.", "sentId": 327}, {"text": "There was classified material e-mail.", "sentId": 328}], "secId": 155}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "Secretary Clinton said there was nothing marked classified on her e-mails either sent or received.", "sentId": 329}, {"text": "Was that true?", "sentId": 330}], "secId": 156}, {"speaker": "COMEY", "sentences": [{"text": "That's not true.", "sentId": 331}], "secId": 157}, {"speaker": "KING", "sentences": [{"text": "As we turn from primary season to convention season, Hillary Clinton would prefer you focus on this.", "sentId": 332}], "secId": 158}, {"speaker": "SANDERS", "sentences": [{"text": "Our job now is to see that platform implemented by a Democratically controlled Senate, a Democratically controlled House and a Hillary Clinton presidency.", "sentId": 333}, {"text": "And I intend corner o f this country to make certain that happens!", "sentId": 334}], "secId": 159}, {"speaker": "KING", "sentences": [{"text": "It was remarkable talking to people last week.", "sentId": 335}, {"text": "Clinton allies especially her super PAC allies about the impact of Comey, about how essentially it was a bag of bricks just put on her back that she had questions and honesty and trustworthiness was already a question but they said it just pounded her.", "sentId": 336}], "secId": 160}, {"speaker": "KING", "sentences": [{"text": "A lot of people thought it was a good thing for Secretary Clinton.", "sentId": 337}, {"text": "The FBI says there will be no charges, but the short-term result anyway was a pounding.", "sentId": 338}], "secId": 161}, {"speaker": "MARTIN", "sentences": [{"text": "The short term and medium term, hard to imagine a tougher campaign.", "sentId": 339}], "secId": 162}, {"speaker": "RAJU", "sentences": [{"text": "There are so many things that he said that gave Republicans ammunition saying that if she worked for the FBI, she would be fired, she would face discipline.", "sentId": 340}], "secId": 163}, {"speaker": "KUCINICH", "sentences": [{"text": "Extremely careless.", "sentId": 341}], "secId": 164}, {"speaker": "RAJU", "sentences": [{"text": "Extremely careless, as she deleted records potentially with classified information, maybe some foreign governments, hostile actors could gain access to her private e-mail server.", "sentId": 342}, {"text": "So, yes, exactly, even though she was charged so much political ammunition.", "sentId": 343}], "secId": 165}, {"speaker": "RESTON", "sentences": [{"text": "The huge burden that she will have going into her convention even though Bernie Sanders stood at her side with so many of the people that supported him did not support her because of those trust issues.", "sentId": 344}, {"text": "They believe that the Clintons live and operate by a different system.", "sentId": 345}, {"text": "They continue to have trust issues and many of them said to me, there's no way that I'm going to vote for her no matter what Bernie Sanders says.", "sentId": 346}, {"text": "I'm going to go with Jill Stein.", "sentId": 347}], "secId": 166}, {"speaker": "RESTON", "sentences": [{"text": "So, she's got a big task ahead and she'll have to move past that.", "sentId": 348}], "secId": 167}, {"speaker": "KING", "sentences": [{"text": "You make a very important point.", "sentId": 349}, {"text": "If you look at the polling data, that she's most Sanders voters are coming her way and still, it's a very close election, there's still a small amount will go Trump and Gary Johnson and Jill Stein has work to do there.", "sentId": 350}], "secId": 168}, {"speaker": "KING", "sentences": [{"text": "So, what are the things she's going to do, and we know the Republicans are going to amplify the trust issues over the next four days.", "sentId": 351}], "secId": 169}, {"speaker": "KING", "sentences": [{"text": "Hillary Clinton understands this.", "sentId": 352}, {"text": "Her points and listen to her on the campaign trail, maybe you don't like me, but she's trying to, A, rally the Obama base and trying to tell any swing voters out there and persuadables, maybe you don't like me, this guy's worse.", "sentId": 353}], "secId": 170}, {"speaker": "CLINTON", "sentences": [{"text": "Donald Trump's campaign adds up to an ugly, dangerous message to America.", "sentId": 354}, {"text": "A message that you should be afraid -- afraid of people whose ethnicity is different or religious faith is different or who were born in a different country or hold different political beliefs.", "sentId": 355}], "secId": 171}, {"speaker": "KING", "sentences": [{"text": "Consistent theme she's ma magnified it and let me try to turn on the Obama coalition, people who don't like Trump, African-American voters, Latino voters.", "sentId": 356}, {"text": "The question now is, we know, it's Trump-Pence and as Clinton makes her choice and by most accounts we'll get it Friday, the day after the Republican convention, we'll see, things change.", "sentId": 357}], "secId": 172}, {"speaker": "KING", "sentences": [{"text": "But does the Pence pick or the current state of the race and the tight polling and the national polls, anyway, does that influence who she's looking for?", "sentId": 358}], "secId": 173}, {"speaker": "KUCINICH", "sentences": [{"text": "I think Democrats are glad he picked Pence in a lot of ways because one of the big problems that Donald Trump has is with women, and women aren't really crazy about Mike Pence either.", "sentId": 359}, {"text": "So, I don't know that it will affect her pick, but I do think that this was a good thing for Democrats or they see it that way.", "sentId": 360}], "secId": 174}, {"speaker": "RESTON", "sentences": [{"text": "To be fair, most people in America have no idea who Mike Pence is.", "sentId": 361}], "secId": 175}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 362}], "secId": 176}, {"speaker": "KUCINICH", "sentences": [{"text": "Very true.", "sentId": 363}], "secId": 177}, {"speaker": "RESTON", "sentences": [{"text": "But the Democrats are moving quickly to define him as someone who has been completely unfriendly to women in terms of his positions on social issues over the course of his career.", "sentId": 364}], "secId": 178}, {"speaker": "RAJU", "sentences": [{"text": "The question of the VP pick, will this be someone who could generate enthusiasm from progressives, people -- younger people who are not enthused by Hillary Clinton.", "sentId": 365}, {"text": "You talk to Democrats, they don't feel they're as imperative because of the fact that Donald Trump just energized --", "sentId": 366}], "secId": 179}, {"speaker": "KING", "sentences": [{"text": "Do you do Tim Kaine and try to take Virginia off the board.", "sentId": 367}, {"text": "He also speaks Spanish, can do the language.", "sentId": 368}, {"text": "Elizabeth Warren, John Hickenlooper came this week and an interesting pick for Clinton.", "sentId": 369}], "secId": 180}, {"speaker": "MARTIN", "sentences": [{"text": "I think Kaine has an advantage over those two folks.", "sentId": 370}, {"text": "You know, also, you watch Tom Vilsack, watch Tom Perez.", "sentId": 371}, {"text": "Don't forget what happened in 2008, Russia invaded Georgia, Obama picked Joe Biden in the wake of that.", "sentId": 372}, {"text": "Events matter.", "sentId": 373}], "secId": 181}, {"speaker": "MARTIN", "sentences": [{"text": "What happened the next few days on the world stage, does that push her toward a military-type pick?", "sentId": 374}], "secId": 182}, {"speaker": "KING", "sentences": [{"text": "All right.", "sentId": 375}, {"text": "We'll see how that one plays out.", "sentId": 376}], "secId": 183}, {"speaker": "KING", "sentences": [{"text": "Up next, our reporters share from their notebooks, including some Indiana drama that has nothing to do with Mike Pence.", "sentId": 377}, {"text": "First, though, the first the results of our political pick.", "sentId": 378}, {"text": "We asked you who she should pick as vice president and most of you prefer someone who will probably not get the job, Bernie Sanders.", "sentId": 379}], "secId": 184}, {"speaker": "KING", "sentences": [{"text": "Let's go once more around the INSIDE POLITICS table and ask our great reporters to get you out ahead of the big political news just around the corner.", "sentId": 380}, {"text": "Jonathan Martin?", "sentId": 381}], "secId": 185}, {"speaker": "MARTIN", "sentences": [{"text": "It will just be the GOP here is, John, the Democrats are going to be here.", "sentId": 382}, {"text": "Hillary Clinton's campaign will have a counter convention just a from the Q Arena here in Cleveland, where we are right now, and they're going to be running with the theme of better than this and they're going to have a host of surrogates including Al Franken, the funny man turned senator, start poking fun at Republicans and serious, too, they're going to launch a big effort this week to register voters.", "sentId": 383}, {"text": "The goal being 3 million new voters this week, hoping to use what folks are seeing on stage to fire up liberal voters back home.", "sentId": 384}], "secId": 186}, {"speaker": "KING", "sentences": [{"text": "Good test to see if Donald Trump motivates them.", "sentId": 385}], "secId": 187}, {"speaker": "KING", "sentences": [{"text": "Jackie Kucinich?", "sentId": 386}], "secId": 188}, {"speaker": "KUCINICH", "sentences": [{"text": "So, we've had a lot of talk about policy differences between Trump and Mike Pence.", "sentId": 387}, {"text": "One of the big ones is treatment of the media, where Donald Trump has argued for rolling back libel laws to make it easier to sue us.", "sentId": 388}, {"text": "Mike Pence as recently as 2013 and throughout his career in Congress advocated for a federal media shield law which would prevent reporters from being prosecuted if they refused to reveal confidential sources.", "sentId": 389}], "secId": 189}, {"speaker": "KUCINICH", "sentences": [{"text": "Now, we doubt that Pence will get Trump to completely warm to us, but maybe he'll get a little bit closer.", "sentId": 390}], "secId": 190}, {"speaker": "KING", "sentences": [{"text": "A little bit closer maybe.", "sentId": 391}], "secId": 191}, {"speaker": "KING", "sentences": [{"text": "Maeve?", "sentId": 392}], "secId": 192}, {"speaker": "RESTON", "sentences": [{"text": "Well, we knew the message has been the big focus right now of the Trump campaign, but all eyes after the convention will be on the ground game.", "sentId": 393}, {"text": "Right now, we know the RNC has been carrying an incredibly heavy load when it comes to voter turnout and voter contact and the Trump team is trying to ramp up.", "sentId": 394}, {"text": "But they've got some volunteers out there that don't have a literature to pass around when they're knocking on doors.", "sentId": 395}, {"text": "So, I think that's what we all focus on coming out of the convention, can they pull that together?", "sentId": 396}], "secId": 193}, {"speaker": "KING", "sentences": [{"text": "Somebody call the print shop.", "sentId": 397}], "secId": 194}, {"speaker": "KING", "sentences": [{"text": "Manu?", "sentId": 398}], "secId": 195}, {"speaker": "RAJU", "sentences": [{"text": "John, Indiana may be the center of the political order because of Mike Pence's pick, but also because of Evan Bayh, the former Democratic senator suddenly wanted to run for reelection this year for the seat he abandoned in 2010.", "sentId": 399}, {"text": "Suddenly, he gives Democrats a chance to get back the seat and potentially the Senate majority.", "sentId": 400}], "secId": 196}, {"speaker": "RAJU", "sentences": [{"text": "But he has a lot of baggage and Republicans are revving up a pretty aggressive attack line against him.", "sentId": 401}, {"text": "He spent a lot of time in Washington with corporate interests since he left his job as United States senator.", "sentId": 402}], "secId": 197}, {"speaker": "RAJU", "sentences": [{"text": "And also his sheer ambition they're going to go after.", "sentId": 403}, {"text": "He had eyed the governor's mansion.", "sentId": 404}, {"text": "He also, I'm told from Democrats who are monitoring his decision, he seemed to be angling or at least gauging whether he be picked as Hillary Clinton's running mate and expect that to come forward as this attack revs up and really become the battleground for the Senate majority this year.", "sentId": 405}], "secId": 198}, {"speaker": "KING", "sentences": [{"text": "Already a big role in Indiana, even bigger role.", "sentId": 406}, {"text": "We'll watch that.", "sentId": 407}, {"text": "I'll close with this, skipping Donald Trump's convention doesn't necessarily mean skipping Cleveland all together.", "sentId": 408}, {"text": "Money is the lubricant of politics and many of the GOP biggest donors -- well, they're going to be right here in Cleveland.", "sentId": 409}, {"text": "So, the old \"follow the money\" adage is bringing a lot of Trump's Republican critics to town, at least for a few days or maybe just a few hours this weeks.", "sentId": 410}], "secId": 199}, {"speaker": "KING", "sentences": [{"text": "The Nevada casino magnate for example, Sheldon Adelson, he'll be here, and he's getting on his schedule is a top priority for several Republican and GOP-friendly organizations who think Trump is toxic, but they want to come here and give Adelson more money because they're trying to raise tens of millions of dollars to help Republicans defend their House and Senate majorities.", "sentId": 411}, {"text": "Follow the money.", "sentId": 412}], "secId": 200}, {"speaker": "KING", "sentences": [{"text": "That's it for INSIDE POLITICS.", "sentId": 413}, {"text": "Again, thanks for sharing your Sunday morning.", "sentId": 414}, {"text": "We'll see you all throughout the week here, this big week in Cleveland, including every day at noon eastern for a special daily convention edition of INSIDE POLITICS.", "sentId": 415}], "secId": 201}, {"speaker": "KING", "sentences": [{"text": "Up next, \"STATE OF THE UNION WITH JAKE TAPPER\".", "sentId": 416}], "secId": 202}], "sectionCount": 203, "url": "transcripts.cnn.com/TRANSCRIPTS/1607/17/ip.01.html", "sentenceCount": 418, "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "time": "Aired July 17, 2016 - 08:00   ET", "speakers": ["KING", "PENCE", "TRUMP", "CLINTON", "MARTIN", "RESTON", "RAJU", "KUCINICH", "GINGRICH", "SUBTITLE", "Here's one footnote from a CBS/\"New York Times\" survey that she has to worry about", "COMEY", "UNIDENTIFIED MALE", "SANDERS"], "title": "INSIDE POLITICS"}