{"docId": "./ip/trancript.cnn.com.TRANSCRIPTS.1610.31.ip.01.html.json", "subTitle": "Trump Stops in Michigan, Clinton in Ohio; Growing List of Questions about FBI Reopening Email Investigation. Aired 12-12:30p ET", "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "sections": [{"speaker": "KING", "sentences": [{"text": "Welcome to INSIDE POLITICS.", "sentId": 0}, {"text": "I'm John King.", "sentId": 1}, {"text": "Thanks for sharing your time today.", "sentId": 2}], "secId": 0}, {"speaker": "KING", "sentences": [{"text": "A beautiful day here in the nation's capital.", "sentId": 3}, {"text": "Look at that gorgeous picture of the Washington Monument, the White House in the foreground.", "sentId": 4}], "secId": 1}, {"speaker": "KING", "sentences": [{"text": "Eight days now to Election Day and a campaign turned upside-down.", "sentId": 5}, {"text": "Three quick questions to frame the stakes and our Monday afternoon conversation.", "sentId": 6}, {"text": "One, is Donald Trump's campaign good enough to make the most of the FBI's October e-mail surprise?", "sentId": 7}], "secId": 2}, {"speaker": "TRUMP", "sentences": [{"text": "But I have a feeling they've just found a lot of them, don't you think?", "sentId": 8}, {"text": "Have a feeling.", "sentId": 9}, {"text": "Huma.", "sentId": 10}, {"text": "They just found a lot of them.", "sentId": 11}, {"text": "We never thought we were going to say thank you to Anthony Weiner.", "sentId": 12}], "secId": 3}, {"speaker": "KING", "sentences": [{"text": "Oh, I never thought I'd say his name again, actually.", "sentId": 13}], "secId": 4}, {"speaker": "KING", "sentences": [{"text": "Question two, will the FBI announcement take the steam out of Hillary Clinton's aggressive early voting push?", "sentId": 14}], "secId": 5}, {"speaker": "CLINTON", "sentences": [{"text": "So, you know how we're going to stop him, by showing up with the biggest turnout in American history.", "sentId": 15}, {"text": "We need everybody to turn out and vote.", "sentId": 16}], "secId": 6}, {"speaker": "KING", "sentences": [{"text": "And question three, and it's a big one here in Washington, caution or Keystone Cops?", "sentId": 17}, {"text": "The FBI found these new e-mails weeks ago.", "sentId": 18}, {"text": "Why did we learn this just Friday?", "sentId": 19}, {"text": "And why did the FBI get a warrant to search them just yesterday?", "sentId": 20}], "secId": 7}, {"speaker": "CUMMINGS", "sentences": [{"text": "I was surprised that the director, who has told our committee on several occasions that his number one concern is his reputation, that he would issue a letter that, number one, was so vague, and that basically gave Donald Trump a softball to hit over the fence.", "sentId": 21}], "secId": 8}, {"speaker": "KING", "sentences": [{"text": "A lot to talk about.", "sentId": 22}, {"text": "With us to share their reporting and their insights, CNN's Nia-Malika Henderson, Laura Meckler of \"The Wall Street Journal,\" Mary Katharine Ham of \"The Federalist, and CNN's Manu Raju.", "sentId": 23}], "secId": 9}, {"speaker": "KING", "sentences": [{"text": "Now, Donald Trump has two stops in Michigan today.", "sentId": 24}, {"text": "Hillary Clinton, two in Ohio.", "sentId": 25}, {"text": "One full week of campaigning left and still a growing list of questions about Friday's stunning FBI decision to reopened the Clinton e-mail investigation.", "sentId": 26}, {"text": "This one will get our constant scrutiny in this hour and throughout the week.", "sentId": 27}, {"text": "Is there evidence this dramatic change in the campaign debate is changing the state of play in the key battleground states?", "sentId": 28}], "secId": 10}, {"speaker": "KING", "sentences": [{"text": "Now, let's be clear, it's going to take a few days to get a trustworthy sense of the impact.", "sentId": 29}, {"text": "Remember, this news broke just Friday.", "sentId": 30}, {"text": "Weekend polling not the most reliable.", "sentId": 31}, {"text": "But this late October surprise does add a big wave of unpredictability to the final week of an already volatile campaign cycle.", "sentId": 32}, {"text": "Hard to top this assessment from Clinton's running mate, Tim Kaine.", "sentId": 33}], "secId": 11}, {"speaker": "KAINE", "sentences": [{"text": "Really?", "sentId": 34}, {"text": "Oh, my gosh.", "sentId": 35}, {"text": "Get the Pepto-Bismol, folks.", "sentId": 36}], "secId": 12}, {"speaker": "KING", "sentences": [{"text": "Oh, my gosh.", "sentId": 37}, {"text": "Get the Pepto-Bismol, folks.", "sentId": 38}, {"text": "You know, sometimes politicians get it dead right and that was about dead right.", "sentId": 39}], "secId": 13}, {"speaker": "KING", "sentences": [{"text": "There's a lot we don't know, and we'll go through this start here with the big headlines.", "sentId": 40}, {"text": "But in terms of reporting in the battleground states, what are we hearing?", "sentId": 41}, {"text": "The Trump campaign is all puffy chested, says we're going to win everywhere now.", "sentId": 42}, {"text": "The Clinton campaign says this is all baked in, it's not going to change anything.", "sentId": 43}, {"text": "I'm suspecting the truth is somewhere in the middle in there, depending on which state we go to.", "sentId": 44}], "secId": 14}, {"speaker": "KING", "sentences": [{"text": "Manu, let me start on this side of the table.", "sentId": 45}, {"text": "We'll come down.", "sentId": 46}, {"text": "Just your reporting through the weekend on what people think the biggest impact will be.", "sentId": 47}], "secId": 15}, {"speaker": "RAJU", "sentences": [{"text": "Well, I don't think we quite know the full impact yet.", "sentId": 48}, {"text": "I mean, of course, millions of people have already voted, so, obviously, it won't affect them.", "sentId": 49}, {"text": "I think that what it does do is it give Republicans an issue to run on, particularly those down ticket Republicans who have not had much to talk about.", "sentId": 50}, {"text": "They can say, look at - this is why you need a Republican Congress to investigate potential wrongdoing of the - of the president.", "sentId": 51}], "secId": 16}, {"speaker": "RAJU", "sentences": [{"text": "But the other - the bigger problem for Clinton is that it changes the narrative completely.", "sentId": 52}, {"text": "I mean this was a campaign that had essentially turned into a referendum on Donald Trump and whether or not he had the temperament to become president.", "sentId": 53}, {"text": "Now it's being the - the focus is back on her and her problems and that could have an impact on a lot of those voters who are still deciding whether or not they trust her, whether or not they can vote for her come Election Day.", "sentId": 54}, {"text": "So that is the real problem, which is why they're turning the narrative to James Comey.", "sentId": 55}, {"text": "But the larger impact, I don't think we quite know until we see polling in the next couple of days.", "sentId": 56}], "secId": 17}, {"speaker": "KING", "sentences": [{"text": "Is there evidence that the Trump campaign has what it takes to take advantage of this opening?", "sentId": 57}, {"text": "Whether that's a turnout operation.", "sentId": 58}, {"text": "Whether that's a messaging operation.", "sentId": 59}, {"text": "Whether that's smart enough data and polling to figure out which states can we flip.", "sentId": 60}, {"text": "A lot of people say, he's going to New Mexico, then Michigan, then Wisconsin.", "sentId": 61}, {"text": "Pick one.", "sentId": 62}, {"text": "Don't be bouncing all over the place.", "sentId": 63}], "secId": 18}, {"speaker": "HAM", "sentences": [{"text": "Right.", "sentId": 64}, {"text": "So I think - I think there were certain things that were already set, right, the map was already tough for Trump.", "sentId": 65}, {"text": "The get out the vote effort on her side is very calculated, very scientific and on his side very unconventional and maybe not so much.", "sentId": 66}, {"text": "So I think those things were already set.", "sentId": 67}, {"text": "This does changes the narrative giving him a chance, and I think what is probably most helpful to him is that it helps that come home factor for a lot of Republicans who go, this is the last straw with this person.", "sentId": 68}, {"text": "I can't give her a shot at this.", "sentId": 69}], "secId": 19}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 70}], "secId": 20}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes, and you s Mike Pence even making that case last week, come on home, when he was down I believe it was in North Carolina, to Republicans.", "sentId": 71}, {"text": "I do think what you've seen the Clinton campaign do is try to shore up what they're coalition has been so far, right?", "sentId": 72}], "secId": 21}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 73}], "secId": 22}, {"speaker": "HENDERSON", "sentences": [{"text": "I mean they pretty immediately turned this into a referendum on James Comey.", "sentId": 74}, {"text": "I thought it was pretty smart of them initially to essentially say, listen, show us all your cards.", "sentId": 75}, {"text": "And it gave people, Democrats who were like, my goodness, get the Pepto- Bismol, more like get the vodka, it gave them, you know, something to say.", "sentId": 76}, {"text": "Basically switch - switch it to Comey.", "sentId": 77}, {"text": "Make this about politics.", "sentId": 78}, {"text": "And so in that way I think a lot of - I was looking at some of the front pages today in some of these battleground states and a lot of the focus is on James Comey rather than Hillary Clinton.", "sentId": 79}], "secId": 23}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 80}], "secId": 24}, {"speaker": "MECKLER", "sentences": [{"text": "I mean I think that really the biggest impact of this is not on Democrats.", "sentId": 81}, {"text": "I think Democrats are very motivated.", "sentId": 82}, {"text": "They're going to see this as political.", "sentId": 83}, {"text": "They're behind her.", "sentId": 84}, {"text": "And I don't - and, you know, the Clinton campaign's saying that.", "sentId": 85}, {"text": "But beyond that, I think other people are saying that as well.", "sentId": 86}, {"text": "I think that the more important impact may be Republicans who were considering voting for her.", "sentId": 87}, {"text": "People sort of - who were sort of soft leaners one way or the other.", "sentId": 88}, {"text": "I think that those are the people who might say, you know, I can't quite do it.", "sentId": 89}, {"text": "Or, more to the point, people who were going to vote for Trump, but if they vote, they would vote for Trump but are just - maybe were so disgusted by the whole thing that they weren't going to vote at all.", "sentId": 90}], "secId": 25}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 91}], "secId": 26}, {"speaker": "MECKLER", "sentences": [{"text": "And they just don't like Trump at all.", "sentId": 92}, {"text": "They couldn't bring themselves to do it.", "sentId": 93}, {"text": "But now they say, well, you know -", "sentId": 94}], "secId": 27}, {"speaker": "KING", "sentences": [{"text": "It's been an interesting conversation and it will be throughout the week.", "sentId": 95}, {"text": "One of the most interesting things was Gary Johnson, the libertarian candidate, tried to take advantage of this moment to say, I know you don't like Trump.", "sentId": 96}, {"text": "Here's a reason not to like Clinton.", "sentId": 97}, {"text": "Vote for the third-party candidate.", "sentId": 98}], "secId": 28}, {"speaker": "KING", "sentences": [{"text": "But listen to his running mate here.", "sentId": 99}, {"text": "The vice presidential candidate for the libertarian ticket is Bill Weld, former governor of Massachusetts, also a former prosecutor.", "sentId": 100}, {"text": "I covered Bill Weld way back in the day when he was the U.S. attorney in Massachusetts.", "sentId": 101}, {"text": "He says what Jim Comey, the FBI director, did not only was way out of line against agency protocols, he says it was unfair to Hillary Clinton.", "sentId": 102}], "secId": 29}, {"speaker": "WELD", "sentences": [{"text": "They're totally off the reservation.", "sentId": 103}, {"text": "And they're, let's be honest, they're playing hit and run, right?", "sentId": 104}, {"text": "There's no way that Mrs. Clinton -", "sentId": 105}], "secId": 30}, {"speaker": "CAMEROTA", "sentences": [{"text": "What does that mean?", "sentId": 106}], "secId": 31}, {"speaker": "WELD", "sentences": [{"text": "It means that there's no way for Mrs. Clinton to know what the evidentiary basis is on which they made this, you know, update to their investigation and they've said themselves they don't know it.", "sentId": 107}, {"text": "So that just makes it all the more unreasonable to have waded into these waters in the first place.", "sentId": 108}], "secId": 32}, {"speaker": "WELD", "sentences": [{"text": "I think it's disgraceful.", "sentId": 109}, {"text": "Ten days to go.", "sentId": 110}, {"text": "I think it's disgraceful.", "sentId": 111}], "secId": 33}, {"speaker": "KING", "sentences": [{"text": "It is - it is odd to see the libertarian party's number two on the ticket essentially coming to Hillary Clinton's defense in the middle of all this.", "sentId": 112}], "secId": 34}, {"speaker": "MECKLER", "sentences": [{"text": "Well, he did something very similar last week before this even came out.", "sentId": 113}, {"text": "He all but said, you know, don't - I don't want Trump, so don't - you know, don't vote - don't - if you - if you need to, vote for Hillary Clinton.", "sentId": 114}, {"text": "So, I mean, I'm not sure he is like -", "sentId": 115}], "secId": 35}, {"speaker": "HAM", "sentences": [{"text": "Yes, it - first of all, it - it is almost like no one wants any of us to vote for them.", "sentId": 116}, {"text": "But the other thing is, on the times of this, we have to keep in mind that the reason for the timing of this partly, largely, is because they didn't give all the e-mails over to the FBI and the DOJ that they were supposed to give.", "sentId": 117}], "secId": 36}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 118}], "secId": 37}, {"speaker": "HAM", "sentences": [{"text": "That's why they found them late.", "sentId": 119}, {"text": "This is a problem of her own making and it comes at a late time.", "sentId": 120}, {"text": "KING: Right.", "sentId": 121}, {"text": "There is no question the reason we're having this", "sentId": 122}], "secId": 38}, {"speaker": "HAM", "sentences": [{"text": "conversation at all is because Hillary Clinton ignored the advice of the president of the United States and set up a private e-mail server.", "sentId": 123}, {"text": "There's no question about that.", "sentId": 124}, {"text": "Huma Abedin apparently is telling her friends she had no idea - she had no idea that these e-mails were on her husband - estranged husband's computer.", "sentId": 125}, {"text": "We'll go more through this as we go through the investigation.", "sentId": 126}], "secId": 39}, {"speaker": "HAM", "sentences": [{"text": "So a lot of the conversation is, to Manu's point, this was an election where Clinton was trying to frame it as a referendum on Donald Trump.", "sentId": 127}, {"text": "Now her character questions, her conduct questions are back in the news.", "sentId": 128}, {"text": "The Clinton campaign went up with a new ad today in battleground states trying to put the focus back on Donald Trump.", "sentId": 129}, {"text": "You might say this is their version of really going nuclear.", "sentId": 130}], "secId": 40}, {"speaker": "UNIDENTIFIED FEMALE", "sentences": [{"text": "This was me in 1964.", "sentId": 131}, {"text": "The fear of nuclear war that we had as children, I never thought our children would ever have to deal with that again.", "sentId": 132}, {"text": "And to see that coming forward in this election is really scary.", "sentId": 133}], "secId": 41}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "Trump asked three times -", "sentId": 134}], "secId": 42}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "Three times, why can't we use nuclear weapons?", "sentId": 135}], "secId": 43}, {"speaker": "TRUMP", "sentences": [{"text": "I want to be unpredictable.", "sentId": 136}], "secId": 44}, {"speaker": "TRUMP", "sentences": [{"text": "Bomb the  out of them.", "sentId": 137}], "secId": 45}, {"speaker": "KING", "sentences": [{"text": "It is - it's an interesting strategy because the very provocative ad, they know that in these conversations, in the free media now, the conversation is not about Donald Trump as much, it's more about her and this investigation.", "sentId": 138}, {"text": "So they're trying to break through in the paid media.", "sentId": 139}, {"text": "Well, a lot of people have questioned, will that be successful in this campaign?", "sentId": 140}], "secId": 46}, {"speaker": "MECKLER", "sentences": [{"text": "And, I mean, that has been the core of their argument just for months now.", "sentId": 141}, {"text": "It's been - I mean they've gone after Trump on many, many factors.", "sentId": 142}, {"text": "But at - I would say that the - what they opened with seems to be what they're closing with is, do you want this guy's finger on the nuclear button and that he doesn't have the temperament to be president.", "sentId": 143}, {"text": "That is the - that is what it comes down.", "sentId": 144}, {"text": "That's the heart of this ad.", "sentId": 145}], "secId": 47}, {"speaker": "KING", "sentences": [{"text": "You may - you may have question be about me, but this guy's crazy.", "sentId": 146}], "secId": 48}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes.", "sentId": 147}], "secId": 49}, {"speaker": "MECKLER", "sentences": [{"text": "Yes, but this is - the world - world peace is at stake, you know?", "sentId": 148}], "secId": 50}, {"speaker": "HENDERSON", "sentences": [{"text": "And you - yes, and you think about the demographics that that's going to work on, possibly older voters who were, you know, 17, 18 percent of the voters in states like Pennsylvania, in states like Ohio.", "sentId": 149}, {"text": "Voters who might remember that ad from 1964 and were casting many of their first ballots in that election, and also women as well.", "sentId": 150}, {"text": "And those are the group of voters who care more about stability, care more about issues like that.", "sentId": 151}, {"text": "So I think it's an effective ad.", "sentId": 152}, {"text": "And older voters particularly watch more TV.", "sentId": 153}], "secId": 51}, {"speaker": "HAM", "sentences": [{"text": "Well, and the argument's not bad but it's - everything's a reboot these days.", "sentId": 154}], "secId": 52}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 155}], "secId": 53}, {"speaker": "HAM", "sentences": [{"text": "So derivative.", "sentId": 156}, {"text": "Next it's going to be bear in the woods.", "sentId": 157}], "secId": 54}, {"speaker": "KING", "sentences": [{"text": "One other quick point before we take our first break here is to - Nia made this point earlier, the Democrats are trying to make this partisan, trying to stoke the - to get the idea, if you're a Democrat and you were thinking of backing away here, you can't, because we're in a fight, we're under attack.", "sentId": 158}, {"text": "Harry Reid, the Senate Democratic leader, going as far as saying he believes that James Comey broke the law.", "sentId": 159}, {"text": "There's a federal law called The Hatch Act.", "sentId": 160}, {"text": "If you're a federal employee, you're not supposed to get involved in political activity.", "sentId": 161}, {"text": "Now, Harry Reid is known as a political puncher.", "sentId": 162}, {"text": "Republicans view him as a hack, frankly.", "sentId": 163}, {"text": "This is his final act, if you will.", "sentId": 164}, {"text": "He's retiring the campaign.", "sentId": 165}, {"text": "But does he really believe that or is that, again, to try to just generate the partisan reflex?", "sentId": 166}], "secId": 55}, {"speaker": "RAJU", "sentences": [{"text": "The partisan reflex.", "sentId": 167}], "secId": 56}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes, partisan reflex.", "sentId": 168}], "secId": 57}, {"speaker": "RAJU", "sentences": [{"text": "I mean that - this is the whole Democratic strategy now, focus exclusively on James Comey.", "sentId": 169}, {"text": "But Reid and other Democratic leaders were praising James Comey just a few months ago -", "sentId": 170}], "secId": 58}, {"speaker": "HAM", "sentences": [{"text": "Right.", "sentId": 171}], "secId": 59}, {"speaker": "RAJU", "sentences": [{"text": "For not recommending -", "sentId": 172}], "secId": 60}, {"speaker": "HENDERSON", "sentences": [{"text": "That was so long ago.", "sentId": 173}], "secId": 61}, {"speaker": "RAJU", "sentences": [{"text": "To bring charges against Hillary Clinton.", "sentId": 174}], "secId": 62}, {"speaker": "KING", "sentences": [{"text": "Yes.", "sentId": 175}], "secId": 63}, {"speaker": "MECKLER", "sentences": [{"text": "And -", "sentId": 176}], "secId": 64}, {"speaker": "RAJU", "sentences": [{"text": "So that's the challenge in going after Comey and painting him as some sort of partisan actor, even if his questions are somewhat questionable at this point.", "sentId": 177}], "secId": 65}, {"speaker": "KING", "sentences": [{"text": "That was so July, Manu.", "sentId": 178}], "secId": 66}, {"speaker": "HENDERSON", "sentences": [{"text": "Right.", "sentId": 179}], "secId": 67}, {"speaker": "KING", "sentences": [{"text": "That was so back then.", "sentId": 180}], "secId": 68}, {"speaker": "KING", "sentences": [{"text": "Everybody sit tight.", "sentId": 181}], "secId": 69}, {"speaker": "KING", "sentences": [{"text": "For Donald Trump, a giant new opening, but also a huge old challenge, finding a state or two where he can erase the blue.", "sentId": 182}], "secId": 70}, {"speaker": "KING", "sentences": [{"text": "Welcome back.", "sentId": 183}], "secId": 71}, {"speaker": "KING", "sentences": [{"text": "This is almost always true, but essentially in the final week of a campaign.", "sentId": 184}, {"text": "Don't necessarily believe it when the candidate tells you he or she is surging everywhere.", "sentId": 185}], "secId": 72}, {"speaker": "TRUMP", "sentences": [{"text": "I just wanted to give you a little secret.", "sentId": 186}, {"text": "We're tied.", "sentId": 187}, {"text": "That's not so good.", "sentId": 188}, {"text": "We're tied in New Mexico.", "sentId": 189}], "secId": 73}, {"speaker": "TRUMP", "sentences": [{"text": "But we're going to win this state.", "sentId": 190}, {"text": "You're going to be very happy.", "sentId": 191}], "secId": 74}, {"speaker": "KING", "sentences": [{"text": "Donald Trump in - New Mexico?", "sentId": 192}, {"text": "Well, even a lot of Republicans think this one's a little crazy.", "sentId": 193}, {"text": "Let's go back in time and take a look at the state of New Mexico in the 2012 race.", "sentId": 194}, {"text": "Pop it out.", "sentId": 195}, {"text": "Ten points for President Obama over Mitt Romney back in 2008.", "sentId": 196}, {"text": "It was even a bigger spread there.", "sentId": 197}], "secId": 75}, {"speaker": "KING", "sentences": [{"text": "So why is Donald Trump there?", "sentId": 198}, {"text": "Republicans are asking that question themselves because they think he's got some bigger problems heading into the final week.", "sentId": 199}], "secId": 76}, {"speaker": "KING", "sentences": [{"text": "Number one, Donald Trump cannot win without Florida.", "sentId": 200}, {"text": "Brand new polling out today, he's in play.", "sentId": 201}, {"text": "That's a dead heat.", "sentId": 202}, {"text": "But anytime in New Mexico is time not spent in Florida.", "sentId": 203}, {"text": "That's just one challenge even with the FBI news for Donald Trump.", "sentId": 204}], "secId": 77}, {"speaker": "KING", "sentences": [{"text": "Another, Donald Trump can't win without North Carolina.", "sentId": 205}, {"text": "Look at this brand new poll out today.", "sentId": 206}, {"text": "A six-point lead for Clinton in that state.", "sentId": 207}, {"text": "Still waiting to see as the week goes on whether there's any FBI impact.", "sentId": 208}, {"text": "But, any day in New Mexico is not time for Donald Trump in North Carolina.", "sentId": 209}], "secId": 78}, {"speaker": "KING", "sentences": [{"text": "But it's not totally nuts that he would be stopping in a reliably blue state.", "sentId": 210}, {"text": "Why?", "sentId": 211}, {"text": "Look at our map right now.", "sentId": 212}, {"text": "heading into this last week, Hillary Clinton is ahead.", "sentId": 213}, {"text": "Six toss-up states, they're the gold states.", "sentId": 214}, {"text": "Even if Donald Trump won them all, it's not enough.", "sentId": 215}, {"text": "He has to turn something blue on this map.", "sentId": 216}, {"text": "That's why he's testing New Mexico.", "sentId": 217}, {"text": "You'll see him in Michigan.", "sentId": 218}, {"text": "He'll be in Wisconsin this week.", "sentId": 219}, {"text": "And he'll be in Pennsylvania.", "sentId": 220}, {"text": "He cannot win even if he's perfect in the toss-up states without turning something blue, red.", "sentId": 221}, {"text": "That's why he's trying and that's why at every stop he's trying to take advantage of the new FBI revelation.", "sentId": 222}], "secId": 79}, {"speaker": "TRUMP", "sentences": [{"text": "Hillary Clinton is not the victim.", "sentId": 223}, {"text": "You, the American people, are the victims of this corrupt system, in every single way.", "sentId": 224}, {"text": "Now the FBI has found - you're not going to believe this one, this just happened - another 650,000 e-mails.", "sentId": 225}, {"text": "How do you get to 650 - I think that's called the motherload.", "sentId": 226}], "secId": 80}, {"speaker": "KING", "sentences": [{"text": "I also think that's called an exaggeration.", "sentId": 227}, {"text": "We don't have any evidence that they found 650,000 e-mails.", "sentId": 228}, {"text": "We also don't have any evidence that he's tied in New Mexico, as Trump said at the top of that.", "sentId": 229}, {"text": "But he does need to find something blue that he can turn red, even if he's perfect.", "sentId": 230}, {"text": "So as a lot of Republicans criticize his strategy, I guess early in this week it makes sense to test a few, or should he be.", "sentId": 231}, {"text": "Should he be just camped out in Michigan or camped out in Pennsylvania, or camped out in Wisconsin?", "sentId": 232}], "secId": 81}, {"speaker": "HAM", "sentences": [{"text": "Yes, i mean I think many Republicans would like to see evidence that they have a more honed strategy and have one state that they think is going to be the motherload, as it were, for them.", "sentId": 233}, {"text": "And whether he can stay on message with this, I think this is, for Trump, a pretty perfect storyline because it doesn't have all the details of the old e-mail story that he has to marshal and have at his command.", "sentId": 234}, {"text": "He can just say that this letter was dropped, it's reopened, it speaks to a gut feeling people have about her and Anthony Weiner is involved.", "sentId": 235}, {"text": "He's having more fun than he's had the whole campaign.", "sentId": 236}], "secId": 82}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes, but in some ways that's the problem.", "sentId": 237}, {"text": "I mean the fun part, right?", "sentId": 238}, {"text": "I mean you would expect that a candidate like this, who's given such a gift, would be a little bit more serious and targeted.", "sentId": 239}, {"text": "Maybe hold a press conference, for instance, instead of continuously speaking to those same group of voters that he already has.", "sentId": 240}], "secId": 83}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 241}], "secId": 84}, {"speaker": "HAM", "sentences": [{"text": "In somewhat of a joking manner, he says, oh, you know, thank you, Anthony Weiner.", "sentId": 242}, {"text": "He's compared it to Watergate, which is probably a bit of an exaggeration.", "sentId": 243}, {"text": "I think at some point he said Hillary Clinton never wish she'd heard the word e-mails.", "sentId": 244}, {"text": "So it isn't very targeted or serious, and it probably should be to be more effective.", "sentId": 245}], "secId": 85}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 246}, {"text": "If he's - if he has one group he needs to win this week, it is college educated white women who live in the suburbs of Philadelphia, of Charlotte, of Raleigh-Durham, of Cleveland and Columbus and then he can worry about New Mexico or somewhere else.", "sentId": 247}, {"text": "Do you see anything in the message that suggests that he's not just throwing red meat to his supporters, but that he's saying this in a way that is targeted to them?", "sentId": 248}], "secId": 86}, {"speaker": "MECKLER", "sentences": [{"text": "Not yet.", "sentId": 249}, {"text": "I think we need to see what he does over the next coming days.", "sentId": 250}, {"text": "Does he - he cannot just talk to the people who already like him.", "sentId": 251}, {"text": "He cannot just talk to people who have concerns about Hillary Clinton and her e-mails, because even though this does bring the subject up again, this has been litigate now for a very long time.", "sentId": 252}, {"text": "We've been talking about this for a year and a half.", "sentId": 253}, {"text": "So I think he does need to still give people a reason to vote for him, a reason to think that he is going to bring something to the agenda and actually be able do the job of president.", "sentId": 254}, {"text": "You have to do something more than just not mess up your e-mails.", "sentId": 255}], "secId": 87}, {"speaker": "HAM", "sentences": [{"text": "But I think all -", "sentId": 256}], "secId": 88}, {"speaker": "RAJU", "sentences": [{"text": "But going back to the point - just going back to the geography of this, I mean it is curious why he would spend any time in New Mexico.", "sentId": 257}, {"text": "That's going to be incredibly if not impossible state to flip.", "sentId": 258}, {"text": "But there are other states, blue states, that have potential.", "sentId": 259}, {"text": "You're seeing more money going into Wisconsin, for instance, which is tightening right now.", "sentId": 260}, {"text": "Not just on top of the ticket.", "sentId": 261}, {"text": "Democratic groups are putting money into help Hillary Clinton there shore up her position, but also down ticket.", "sentId": 262}, {"text": "Ron Johnson, in that state, suddenly there's some belief that maybe that race is getting a little tighter.", "sentId": 263}], "secId": 89}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 264}, {"text": "Right.", "sentId": 265}, {"text": "He was given up for dead a month or so ago.", "sentId": 266}, {"text": "People thinking that one's moved closer.", "sentId": 267}, {"text": "Right.", "sentId": 268}], "secId": 90}, {"speaker": "RAJU", "sentences": [{"text": "Exactly.", "sentId": 269}, {"text": "So, you know, the question is, these few days, so critical on where you choose your time.", "sentId": 270}, {"text": "That's why picking a state like New Mexico to spend time in, rather than other ones that may perhaps be more winnable -", "sentId": 271}], "secId": 91}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 272}], "secId": 92}, {"speaker": "RAJU", "sentences": [{"text": "Is a curious strategy.", "sentId": 273}, {"text": "It goes to the point of, will he be able to take advantage of this new ammunition that he's gotten.", "sentId": 274}], "secId": 93}, {"speaker": "KING", "sentences": [{"text": "And so we see - I'm told that Priorities USA, which is a pro- Clinton super PAC, was planning on spending a lot of money on the down ballot races this week.", "sentId": 275}, {"text": "Some of it will still be spent, but they're also going to go back to this - they believe, if you keep the college educated white women, that's OK, just keep them.", "sentId": 276}, {"text": "You won't do as well as you thought you were going to do a week ago.", "sentId": 277}, {"text": "But if you keep them, you get North Carolina.", "sentId": 278}, {"text": "If you get North Carolina, game over.", "sentId": 279}, {"text": "Obviously, Pennsylvania.", "sentId": 280}], "secId": 94}, {"speaker": "KING", "sentences": [{"text": "One of the questions for Trump is can he stay focused on this.", "sentId": 281}, {"text": "Here's one of the things he tweeted out yesterday.", "sentId": 282}, {"text": "\"Wow, Twitter, Google and FaceBook are burying the FBI criminal investigation of Clinton.", "sentId": 283}, {"text": "Very dishonest media.\"", "sentId": 284}, {"text": "That's not true.", "sentId": 285}], "secId": 95}, {"speaker": "HENDERSON", "sentences": [{"text": "Nope.", "sentId": 286}], "secId": 96}, {"speaker": "KING", "sentences": [{"text": "You've got a laptop, you got a phone, folks, you got a device, a tablet, go online.", "sentId": 287}, {"text": "It's everywhere.", "sentId": 288}, {"text": "This is free  peddling stuff being spread by conspiracy theorists.", "sentId": 289}], "secId": 97}, {"speaker": "KING", "sentences": [{"text": "And then, in New Mexico, this is not related to the FBI, but listen to Donald Trump here talking, 650 apparently was the number put in his head this week and listen to Donald Trump here talking about, if Clinton is elected, what will happen to the border.", "sentId": 290}], "secId": 98}, {"speaker": "TRUMP", "sentences": [{"text": "When you're working for Hillary, she wants to let people just pour in.", "sentId": 291}, {"text": "You could have 650 million people pour in, and we do nothing about it.", "sentId": 292}, {"text": "Think of it.", "sentId": 293}, {"text": "That's what could happen.", "sentId": 294}, {"text": "You triple the size of our country in one week.", "sentId": 295}, {"text": "Once you lose control of your borders, you have no country, folks.", "sentId": 296}], "secId": 99}, {"speaker": "KING", "sentences": [{"text": "I have a great license for hyperbole in politics.", "sentId": 297}, {"text": "I get it.", "sentId": 298}, {"text": "But 650 million people in a week?", "sentId": 299}], "secId": 100}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes.", "sentId": 300}, {"text": "Newt Gingrich -", "sentId": 301}], "secId": 101}, {"speaker": "HAM", "sentences": [{"text": "That might take two weeks.", "sentId": 302}], "secId": 102}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes, I mean, this is the Newt Gingrich strategy.", "sentId": 303}], "secId": 103}, {"speaker": "KING", "sentences": [{"text": "But at the moment, we're laughing about this -", "sentId": 304}], "secId": 104}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes.", "sentId": 305}], "secId": 105}, {"speaker": "KING", "sentences": [{"text": "But at the moment this guy has a chance, an opening, what people thought this race was over, maybe a chance to turn the race and bend the steel back his way, you can't be saying things like that.", "sentId": 306}], "secId": 106}, {"speaker": "HAM", "sentences": [{"text": "Well, I think this is - you always have to deal with what Donald Trump is actually capable of.", "sentId": 307}, {"text": "And what he's capable of is maybe bringing home some of those Republicans and waiting for Hillary's own misdeeds to depress some of the other side.", "sentId": 308}, {"text": "And that's what this story hopefully does for him, is that some of those college educated women go, oh my gosh, she's really bad and I'm not sure I want to go there.", "sentId": 309}, {"text": "And so maybe they go - you know, stay home or they go third party.", "sentId": 310}], "secId": 107}, {"speaker": "RAJU", "sentences": [{"text": "Yes.", "sentId": 311}], "secId": 108}, {"speaker": "HENDERSON", "sentences": [{"text": "Right, and he's - I mean it's eight days, right?", "sentId": 312}], "secId": 109}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 313}], "secId": 110}, {"speaker": "HAM", "sentences": [{"text": "Yes.", "sentId": 314}], "secId": 111}, {"speaker": "HENDERSON", "sentences": [{"text": "I mean if he had started this eight weeks ago, maybe.", "sentId": 315}, {"text": "But, you know, it's - a lot of this stuff, I hate to use this, off-used phrase, baked into the cake, but that is probably what's happening.", "sentId": 316}], "secId": 112}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 317}], "secId": 113}, {"speaker": "HENDERSON", "sentences": [{"text": "And him kind of zigzagging across messages in states, I don't think it's a real concentrated way to flip things.", "sentId": 318}], "secId": 114}, {"speaker": "KING", "sentences": [{"text": "Well, we're going to watch out and we're going to find out as Donald Trump moves around in the next few days, as we move on here.", "sentId": 319}], "secId": 115}, {"speaker": "KING", "sentences": [{"text": "Even before the FBI October surprise, Hillary Clinton had an urgent worry, a lesson from early voting and her final week map, including a stop in Ohio.", "sentId": 320}, {"text": "Look here, she just landed in Cleveland moments ago.", "sentId": 321}, {"text": "We'll talk about that, next.", "sentId": 322}], "secId": 116}, {"speaker": "KING", "sentences": [{"text": "Welcome back.", "sentId": 323}], "secId": 117}, {"speaker": "KING", "sentences": [{"text": "For Hillary Clinton, this was to be a week to stretch the map and to look for a mandate.", "sentId": 324}, {"text": "By stretch the map I mean this, Secretary Clinton still planning to go to Arizona on Wednesday.", "sentId": 325}, {"text": "But they'll keep that trip despite the big FBI news because they don't want to look like they're panicking.", "sentId": 326}, {"text": "But after that, look for more crisis management, more of a fire drill.", "sentId": 327}], "secId": 118}, {"speaker": "KING", "sentences": [{"text": "Why go to Arizona at all?", "sentId": 328}, {"text": "Well, the Clinton campaign does think it has a chance to change a state to blue that has been reliably red for a long time.", "sentId": 329}, {"text": "So she will go out there and campaign.", "sentId": 330}], "secId": 119}, {"speaker": "KING", "sentences": [{"text": "For the rest of the week, though, look for a focus up here, down here, and in North Carolina.", "sentId": 331}, {"text": "Why?", "sentId": 332}, {"text": "Hillary Clinton wants to protect the blues, and block Donald Trump.", "sentId": 333}, {"text": "One issue for her as we go forward, watch this data as we get later in the week here.", "sentId": 334}, {"text": "The early days of early voting, a bit of a problem for the Democrats.", "sentId": 335}, {"text": "For the most part, they're happy in the battleground states.", "sentId": 336}, {"text": "But, this is a sign perhaps of an intensity issue.", "sentId": 337}, {"text": "Among African-Americans, early voting down in North Carolina from 2012.", "sentId": 338}, {"text": "Down a bit in Georgia from 2012.", "sentId": 339}, {"text": "Down a bit in Florida, 2008 is the only year we can make a comparison to, down a bit there.", "sentId": 340}], "secId": 120}, {"speaker": "KING", "sentences": [{"text": "Now there are some reasons for this, and Democrats say they hope to make that up this week, but let's see when we get to the end of the week, are these numbers improved or does Hillary Clinton have an intensity turnout problem with African-Americans?", "sentId": 341}, {"text": "That's a big question as she tries to do this.", "sentId": 342}, {"text": "Yes, she still wants to go out and try to change Arizona.", "sentId": 343}, {"text": "It's one of the toss-ups state.", "sentId": 344}, {"text": "Yes, she still hopes to win Nevada.", "sentId": 345}, {"text": "But this is the focus.", "sentId": 346}, {"text": "Win Florida.", "sentId": 347}, {"text": "Win North Carolina.", "sentId": 348}, {"text": "Try to win Ohio.", "sentId": 349}, {"text": "That's why you're going to see not only Secretary Clinton, but the president, the first lady, the vice president, Tim Kaine, focusing on these toss-up states and then in these other blue battleground states.", "sentId": 350}, {"text": "Hold the blues, win a toss-up, block Donald Trump.", "sentId": 351}, {"text": "That is priority one.", "sentId": 352}], "secId": 121}, {"speaker": "KING", "sentences": [{"text": "Hillary Clinton says, yes, she's being tested right now, but that's OK.", "sentId": 353}], "secId": 122}, {"speaker": "CLINTON", "sentences": [{"text": "Everyone, everyone is knocked down in life.", "sentId": 354}, {"text": "And as my mother taught me and showed me, what matters is whether you get back up.", "sentId": 355}, {"text": "And those of us who are people of faith know that getting back up is party of what we are called to do.", "sentId": 356}], "secId": 123}, {"speaker": "KING", "sentences": [{"text": "You see Secretary Clinton there.", "sentId": 357}, {"text": "Whether you like her or don't like her politics, you do have to tip your hat to her resilience over the years.", "sentId": 358}, {"text": "She doesn't quite and she doesn't give up.", "sentId": 359}], "secId": 124}], "sectionCount": 125, "url": "transcripts.cnn.com/TRANSCRIPTS/1610/31/ip.01.html", "sentenceCount": 361, "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "time": "Aired October 31, 2016 - 12:00   ET", "speakers": ["KING", "TRUMP", "CLINTON", "CUMMINGS", "KAINE", "RAJU", "HAM", "HENDERSON", "MECKLER", "WELD", "CAMEROTA", "UNIDENTIFIED FEMALE", "UNIDENTIFIED MALE"], "title": "INSIDE POLITICS"}