{"docId": "./ip/trancript.cnn.com.TRANSCRIPTS.1505.10.ip.01.html.json", "subTitle": "Republicans Woo Potential Supporters for 2016; How Much of a Distraction will Bill Clinton Be for Hillary.  Aired 08:30-9a ET", "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "sections": [{"speaker": "KING", "sentences": [{"text": "Hillary Clinton makes a bold immigration move.", "sentId": 0}], "secId": 0}, {"speaker": "CLINTON", "sentences": [{"text": "We can't wait any longer for a path to full and equal citizenship.", "sentId": 1}], "secId": 1}, {"speaker": "KING", "sentences": [{"text": "It's a policy shift rich with politics, Latino voters her key to winning the White House.", "sentId": 2}], "secId": 2}, {"speaker": "KING", "sentences": [{"text": "And Bill Clinton defends his huge speaking fees and shrugs off Republicans attacks on his foundation's fundraising.", "sentId": 3}], "secId": 3}, {"speaker": "CLINTON", "sentences": [{"text": "That won't fly.", "sentId": 4}], "secId": 4}, {"speaker": "KING", "sentences": [{"text": "Plus the Republican field gets more crowded.", "sentId": 5}], "secId": 5}, {"speaker": "HUCKABEE", "sentences": [{"text": "The Supreme Court is not the Supreme Being, and they cannot overturn the laws of nature or of nature's God.", "sentId": 6}], "secId": 6}, {"speaker": "KING", "sentences": [{"text": "Six now and at least a half dozen more leaning in.", "sentId": 7}], "secId": 7}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "We will see a lot in New Hampshire in the months to come.", "sentId": 8}], "secId": 8}, {"speaker": "KING", "sentences": [{"text": "INSIDE POLITICS, the biggest stories sourced by the best reporters now.", "sentId": 9}], "secId": 9}, {"speaker": "KING", "sentences": [{"text": "Welcome to INSIDE POLITICS.", "sentId": 10}, {"text": "I am John King.", "sentId": 11}, {"text": "Thanks for sharing your Sunday morning and Happy Mother's Day.", "sentId": 12}], "secId": 10}, {"speaker": "KING", "sentences": [{"text": "With us to share their reporting and our insights, CNN's Jeff Zeleny, Jackie Kucinich of the Daily Beast, NPR's Steve Inskeep and CNN's Nia Malika Henderson.", "sentId": 13}], "secId": 11}, {"speaker": "KING", "sentences": [{"text": "Check your calendar.", "sentId": 14}, {"text": "It's May 2015, but it's another busy weekend in the 2016 presidential maneuvering.", "sentId": 15}, {"text": "The former Florida governor, Jeb Bush struggling in the early polls despite big fundraising success -- used the commencement speech Saturday at Liberty University to urge skeptical evangelicals to give him a fresh look.", "sentId": 16}], "secId": 12}, {"speaker": "BUSH", "sentences": [{"text": "It's not only but it's also a little ungrateful to dismiss the Christian faith as some obstacle to enlightened thought, some ancient, irrelevant creed wearing out its welcome in the modern world.", "sentId": 17}], "secId": 13}, {"speaker": "BUSH", "sentences": [{"text": "Whether or not we acknowledge the source Hebrew scripture and the New Testament still provide the moral vocabulary we all use in America and may it always be so.", "sentId": 18}], "secId": 14}, {"speaker": "KING", "sentences": [{"text": "Most of the other Republican contenders attended a conservative summit in South Carolina.", "sentId": 19}], "secId": 15}, {"speaker": "CRUZ", "sentences": [{"text": "For the last six years we have seen the consequences of the Obama/Clinton foreign policy.", "sentId": 20}, {"text": "Leading from behind does not work.", "sentId": 21}], "secId": 16}, {"speaker": "WALKER", "sentences": [{"text": "We need a commander in chief who will once and for all call it what it is, and that is that radical Islamic terrorism is a threat to us all.", "sentId": 22}], "secId": 17}, {"speaker": "KING", "sentences": [{"text": "But the biggest news this past week centered on immigration.", "sentId": 23}, {"text": "Most of the Republican candidates would call it amnesty.", "sentId": 24}, {"text": "But Hillary Clinton now says allowing the undocumented a quick path to citizenship is not just a vital economic issue but also a big family issue.", "sentId": 25}], "secId": 18}, {"speaker": "CLINTON", "sentences": [{"text": "Now, this is where I differ with everybody on the Republican side.", "sentId": 26}, {"text": "Make no mistakes, today not a single Republican candidate announced or potential is clearly and consistently supporting a path to citizenship.", "sentId": 27}, {"text": "Not one.", "sentId": 28}, {"text": "When they talk about legal status, that is code for second class status.", "sentId": 29}], "secId": 19}, {"speaker": "KING", "sentences": [{"text": "What does this tell us, Jeff, about Hillary Clinton?", "sentId": 30}, {"text": "She", "sentId": 31}], "secId": 20}, {"speaker": "KING", "sentences": [{"text": "has moved to the left of where she was in the 2008.", "sentId": 32}, {"text": "She's moved even to the left of where the President of the United States, Barack Obama a Democrat, is now.", "sentId": 33}, {"text": "Her trademark used to be caution.", "sentId": 34}, {"text": "She is clearly planting this flag and is it risky?", "sentId": 35}], "secId": 21}, {"speaker": "ZELENY", "sentences": [{"text": "I think it is risky and in the short term perhaps -- I think it tells us a couple of things.", "sentId": 36}, {"text": "One this is one of those issues where she can move left for the primary and it's also a good thing to move left for the general because of those changing dynamics in the country.", "sentId": 37}, {"text": "That's not true on every issue.", "sentId": 38}], "secId": 22}, {"speaker": "ZELENY", "sentences": [{"text": "If she follows in the way of Elizabeth Warren or Bernie Sanders on some issues that will not be good for her in the general.", "sentId": 39}, {"text": "But on this reality is the demographics have changes.", "sentId": 40}, {"text": "But boy, what a difference.", "sentId": 41}], "secId": 23}, {"speaker": "ZELENY", "sentences": [{"text": "When I saw her saying that in Las Vegas, what a difference from that moment that we still remember in that 2008 presidential debate, when she couldn't say if she was for or against giving drivers' licenses to undocumented immigrants -- it was such a painful moment and to sort of watch.", "sentId": 42}, {"text": "I remember being at this debate and I thought we have a new lead for the story because I mean she just stumbled all over.", "sentId": 43}], "secId": 24}, {"speaker": "ZELENY", "sentences": [{"text": "So I think it shows that she is trying to have her own way in the issues but also trying to pivot away from all the controversy of the foundation.", "sentId": 44}, {"text": "And Democrats have wanted her to come out and say what she is for, and that's what she did.", "sentId": 45}], "secId": 25}, {"speaker": "KING", "sentences": [{"text": "All right.", "sentId": 46}], "secId": 26}, {"speaker": "KING", "sentences": [{"text": "Let's look at the map as we continue the conversation.", "sentId": 47}, {"text": "This is what we call the blue wall.", "sentId": 48}, {"text": "The last six presidential elections, six straight presidential elections, Democrats have won the blue states.", "sentId": 49}, {"text": "Now George W. Bush won a couple of those elections, remember.", "sentId": 50}, {"text": "But the Democrats have won 242 in the last six presidential elections.", "sentId": 51}, {"text": "If Hillary Clinton just won Florida, the Latino vote matters there she would be the President of the United States if she lost nothing else.", "sentId": 52}], "secId": 27}, {"speaker": "KING", "sentences": [{"text": "But look to the west -- Nevada, New Mexico, Colorado -- three states there the Latino population is growing and very influential.", "sentId": 53}, {"text": "The state of Virginia here back to the East, also the Latino population in a close race could be swinging.", "sentId": 54}], "secId": 28}, {"speaker": "KING", "sentences": [{"text": "Clearly here she is moving.", "sentId": 55}, {"text": "They view this as much less of a risk than they used to.", "sentId": 56}, {"text": "But it is an interesting dynamic in that she seems to be listening to Joel Benenson --", "sentId": 57}], "secId": 29}, {"speaker": "HENDERSON", "sentences": [{"text": "That's right.", "sentId": 58}], "secId": 30}, {"speaker": "KING", "sentences": [{"text": "-- who was Barack Obama's pollster who says your number one goal is to keep that coalition intact.", "sentId": 59}], "secId": 31}, {"speaker": "HENDERSON", "sentences": [{"text": "That's right.", "sentId": 60}, {"text": "I remember in 2012 when Mitt Romney came out against the Dream Act.", "sentId": 61}, {"text": "I got a call from someone in the Obama campaign that said \"Listen, we are going to now get 75 percent of the Latino vote.\"", "sentId": 62}, {"text": "And sure enough, they got 75 percent of the Latino vote.", "sentId": 63}, {"text": "It tells us something about Hillary Clinton meaning she's much less cautious now listening to Joel Benenson also just tells us where the country is now.", "sentId": 64}], "secId": 32}, {"speaker": "INSKEEP", "sentences": [{"text": "Yes.", "sentId": 65}, {"text": "Maybe we should redefine caution here.", "sentId": 66}, {"text": "This is effectively a safe thing to do because she said \"I want help for parents of dreamers,\" which is certainly going to be a popular thing to do.", "sentId": 67}, {"text": "The demographics have changed as Jeff said.", "sentId": 68}, {"text": "And you heard her state pretty clearly in that sound bite why she is doing it.", "sentId": 69}, {"text": "She's saying this distinguishes me from every Republican, including the Republicans who are trying to work this issue some way.", "sentId": 70}], "secId": 33}, {"speaker": "KING", "sentences": [{"text": "By trying to find the middle ground.", "sentId": 71}, {"text": "Jeb Bush is now -- he says he's for a path to status.", "sentId": 72}, {"text": "He said he could skip the citizenship; others are much tougher than that.", "sentId": 73}, {"text": "And so the Republicans say she is on the extreme.", "sentId": 74}, {"text": "She says they are on the extreme.", "sentId": 75}], "secId": 34}, {"speaker": "KING", "sentences": [{"text": "Listen to Chris Christie, for example, who went to New Hampshire and says she is pandering when she says an easy path of citizenship.", "sentId": 76}], "secId": 35}, {"speaker": "CHRISTIE", "sentences": [{"text": "So I think we have to have a much broader conversation than just pandering.", "sentId": 77}, {"text": "We should not just be pandering.", "sentId": 78}], "secId": 36}, {"speaker": "KING", "sentences": [{"text": "Is there any chance, the Republicans are right?", "sentId": 79}, {"text": "They look at the map and they say we are going to get Wisconsin back and we're going to get Ohio.", "sentId": 80}, {"text": "You know, maybe if it's Marco or Jeb, and maybe one of the other guys somehow we're going to win Florida.", "sentId": 81}, {"text": "Could they be right or they're just ignoring the map?", "sentId": 82}], "secId": 37}, {"speaker": "ZELENY", "sentences": [{"text": "But not with the registered voters they have.", "sentId": 83}, {"text": "The Republican Party would have to do something that they have not done for the last, at least two cycles and expand their pool of voters.", "sentId": 84}, {"text": "They have not done nearly as good of a job of registering new voters.", "sentId": 85}], "secId": 38}, {"speaker": "ZELENY", "sentences": [{"text": "I'm sure there are, you know, tens or thousands or more voting age people across the country in those states who may agree with that, but they are probably not voters, so they would have to expand that.", "sentId": 86}], "secId": 39}, {"speaker": "ZELENY", "sentences": [{"text": "But interestingly on the White House and back to your point one second, it's much easier to make a pledge on the campaign trail than when you are president saying all right, this is something I hope will stand up and be fore because President Obama's -- his executive order is still being questioned, still being challenged.", "sentId": 87}, {"text": "So who knows what condition that's going to be in if she even gets to --", "sentId": 88}], "secId": 40}, {"speaker": "KING", "sentences": [{"text": "Running for president is a lot easier than being president.", "sentId": 89}, {"text": "We've learned that, whether it's a Democrat or Republican.", "sentId": 90}, {"text": "Let's move on.", "sentId": 91}, {"text": "You mentioned that they're trying to get away with", "sentId": 92}], "secId": 41}, {"speaker": "KING", "sentences": [{"text": "this immigration play from the foundation controversy.", "sentId": 93}, {"text": "Bill Clinton has been on a trip for the foundation with Chelsea Clinton in Africa.", "sentId": 94}, {"text": "He told CNN's Christiane Amanpour, you saw it in the open, it won't fly.", "sentId": 95}, {"text": "It won't fly, he says the attacks the suggestion that somehow money that comes to the foundation influenced government decisions while his wife was secretary of state.", "sentId": 96}], "secId": 42}, {"speaker": "KING", "sentences": [{"text": "Now listen to the President -- the former President here talking to NBC's Cynthia McFadden when he was asked about $500,000 speaking fees and whether he'll keep speaking.", "sentId": 97}], "secId": 43}, {"speaker": "MCFADDEN", "sentences": [{"text": "Will you continue to give speeches?", "sentId": 98}], "secId": 44}, {"speaker": "CLINTON", "sentences": [{"text": "Oh, yes.", "sentId": 99}, {"text": "I got to pay our bills.", "sentId": 100}, {"text": "I also give a lot of it to the foundation every year.", "sentId": 101}], "secId": 45}, {"speaker": "KING", "sentences": [{"text": "I give the guy a lot of credit for being the best politician of his generation, but \"I got to pay the bills\"?", "sentId": 102}, {"text": "Hello.", "sentId": 103}], "secId": 46}, {"speaker": "KUCINICH", "sentences": [{"text": "Every time they talk about money like they don't have a lot of it, it's bad.", "sentId": 104}, {"text": "It's \"we're dead broke\" and when you're thinking $500,000 for speeches it's just -- it's a little much and it won't play well.", "sentId": 105}, {"text": "Remember when Bill wasn't going to be in the forefront?", "sentId": 106}], "secId": 47}, {"speaker": "HENDERSON", "sentences": [{"text": "But the fact is Democrats really, really, really, really like Bill Clinton --", "sentId": 107}], "secId": 48}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 108}], "secId": 49}, {"speaker": "HENDERSON", "sentences": [{"text": "He's got like 76 percent approval rating among Democrats.", "sentId": 109}, {"text": "His approval rating among the general population is something like 50 percent.", "sentId": 110}, {"text": "So every time we go into these stories about oh is he going to help or hurt or whatever, people seem to like the guy.", "sentId": 111}, {"text": "People know him and are sort of used to Bill being Bill.", "sentId": 112}], "secId": 50}, {"speaker": "KUCINICK", "sentences": [{"text": "But he can be prickly on the campaign trail.", "sentId": 113}, {"text": "And that could be problematic.", "sentId": 114}], "secId": 51}, {"speaker": "INSKEEP", "sentences": [{"text": "You said something in the NBC interview that could be taken two ways.", "sentId": 115}, {"text": "On the surface you laugh out loud because he says, look, I am not in politics.", "sentId": 116}, {"text": "Of course he is in politics.", "sentId": 117}, {"text": "He is Bill Clinton.", "sentId": 118}, {"text": "Of course he's in politics.", "sentId": 119}], "secId": 52}, {"speaker": "level", "sentences": [{"text": "It's a great point because let's look at this -- I'll call", "sentId": 120}], "secId": 53}, {"speaker": "level", "sentences": [{"text": "them somewhat conflicting numbers.", "sentId": 121}, {"text": "The New York Times/CBS poll asks is Hillary Clinton, honest and trustworthy: 48 percent say yes, 45 percent say no.", "sentId": 122}, {"text": "You get another poll, does she have strong qualities of leadership: 65 percent yes, 31 percent no.", "sentId": 123}, {"text": "But the NBC Wall Street Journal poll asked this a little bit differently, and only 25 percent said they found her to be honest and straightforward.", "sentId": 124}, {"text": "Is that the e- mail or is that the foundation controversy?", "sentId": 125}, {"text": "Does it matter?", "sentId": 126}], "secId": 54}, {"speaker": "ZELENY", "sentences": [{"text": "I think it's both of those.", "sentId": 127}, {"text": "And I think we learned a little bit of a lesson -- the first of many, many, many lessons hopefully -- in polling.", "sentId": 128}, {"text": "A, we all spend way too much time talking about them and sort of seeing what it means.", "sentId": 129}, {"text": "A poll is a snapshot in time, but how the question was worded as you pointed out.", "sentId": 130}, {"text": "The question in the New York Times poll was more about do you trust her to do the right thing -- more about that.", "sentId": 131}, {"text": "And that's what the Clinton campaign hopes that they can sort of pivot this to.", "sentId": 132}, {"text": "Do you trust her to sort of, you know, do good things for your family, support policies good for your family?", "sentId": 133}], "secId": 55}, {"speaker": "ZELENY", "sentences": [{"text": "But we would be all not reading the right tea leaves here in talking to the right Democrats who said they weren't concerned about that trust and credibility.", "sentId": 134}, {"text": "Are they going to Mitt Romney her?", "sentId": 135}, {"text": "That means are they going to define her at this point.", "sentId": 136}, {"text": "Are Republicans going to define her early on?", "sentId": 137}], "secId": 56}, {"speaker": "KING", "sentences": [{"text": "She has the advantage, unless a significant challenger emerges, of using her time and money to address that weakness now and no Democrat has made the case.", "sentId": 138}, {"text": "We will see if they get on her like that.", "sentId": 139}], "secId": 57}, {"speaker": "KING", "sentences": [{"text": "Everybody sit tight.", "sentId": 140}, {"text": "Up next, dividing the Republican pie as more and candidates ask for a slice.", "sentId": 141}], "secId": 58}, {"speaker": "KING", "sentences": [{"text": "But first, \"politicians say the darnedest things\".", "sentId": 142}, {"text": "President Obama paying a farewell visit to David Letterman.", "sentId": 143}], "secId": 59}, {"speaker": "LETTERMAN", "sentences": [{"text": "Is this the first country you have presidented?", "sentId": 144}], "secId": 60}, {"speaker": "OBAMA", "sentences": [{"text": "You know, it is I suspect the first and last country that I am presidenting.", "sentId": 145}, {"text": "Unlike late-night talk show hosts, I am term-limited.", "sentId": 146}], "secId": 61}, {"speaker": "LETTERMAN", "sentences": [{"text": "Oh, wait a minute.", "sentId": 147}], "secId": 62}, {"speaker": "KING", "sentences": [{"text": "Welcome back.", "sentId": 148}], "secId": 63}, {"speaker": "KING", "sentences": [{"text": "Ben Carson currently polls at 7 percent among Republicans in Iowa and just 4 percent among GOP voters in New Hampshire.", "sentId": 149}, {"text": "But call him a bit player at your peril.", "sentId": 150}, {"text": "In a crowded Republican race, even a small slice of the pie might matter.", "sentId": 151}], "secId": 64}, {"speaker": "KING", "sentences": [{"text": "Let's look at the latest Iowa poll.", "sentId": 152}, {"text": "It came out this past week.", "sentId": 153}, {"text": "21 percent for the Wisconsin governor, Scott Walker -- that puts him in first place, you see; 13 percent for Rand Paul, same for Marco Rubio; 12 percent for Ted Cruz; 11 percent for Mike Huckabee.", "sentId": 154}, {"text": "And you see there's Ben Carson over there.", "sentId": 155}, {"text": "Small slices of the pie -- Jeb Bush at only 5 percent -- we'll talk about that in a minute.", "sentId": 156}], "secId": 65}, {"speaker": "KING", "sentences": [{"text": "Let's compare this, though -- 21 percent in the polls now, well Mike Huckabee won Iowa back in 2008 with just 34 percent.", "sentId": 157}, {"text": "So Scott Walker could be saying, ok, I just have to grow a little bit.", "sentId": 158}, {"text": "Or maybe he finds this even more encouraging.", "sentId": 159}, {"text": "Rick Santorum won last time with just shy of 25 percent in a crowded field, and you don't need that big of a slice to win.", "sentId": 160}], "secId": 66}, {"speaker": "Let's move on in New Hampshire.  Very similar here", "sentences": [{"text": "Jeb Bush gets the biggest slice, but it's still only 15 percent.", "sentId": 161}, {"text": "You can call him the leader, but you can't call him the frontrunner.", "sentId": 162}, {"text": "Marco Rubio 12; Scott Walker, 11; Rand Paul Ten -- again, we will go around.", "sentId": 163}, {"text": "You'll see the other slices of the pie.", "sentId": 164}, {"text": "Some of them pretty small, some of them I call them medium at best.", "sentId": 165}], "secId": 67}, {"speaker": "A little history", "sentences": [{"text": "2008 John McCain won New Hampshire with 37 percent of the vote; again pretty good slice but not huge, not fifty plus.", "sentId": 166}, {"text": "And In 2012, Mitt Romney won with just shy of 40 percent of the vote.", "sentId": 167}, {"text": "Ron Paul second, Governor Huntsman, third with 17.", "sentId": 168}, {"text": "My question, Steve, with a crowded field, it doesn't take a lot.", "sentId": 169}, {"text": "You don't need 50 percent, but should Jeb Bush be worried that he is at 5 percent in Iowa and 15 percent in New Hampshire?", "sentId": 170}], "secId": 68}, {"speaker": "INSKEEP", "sentences": [{"text": "You know Robert Costa who's often been on this program had a very interesting article this week in which Bush's advisors profess not to be worried.", "sentId": 171}, {"text": "And maybe they shouldn't be -- I am remembering in 2011 at the end of 2011 when Newt Gingrich was soaring in the polls and reading someone's article about how there was just nothing that could possibly happen before the Iowa causes that would change the frontrunner status and Newt was clearly the nominee.", "sentId": 172}], "secId": 69}, {"speaker": "INSKEEP", "sentences": [{"text": "So it's a little early and things can change.", "sentId": 173}, {"text": "I wonder as an observer if the fact that there are so many candidates and potential candidates, diminishes them all and leaves someone like Bush who has the money and has the name recognition already in a much stronger position in the long term even though he clearly looks very weak in Iowa.", "sentId": 174}], "secId": 70}, {"speaker": "KING", "sentences": [{"text": "To your point, Rick Santorum is at two percent at this point.", "sentId": 175}, {"text": "If you went back to the last time that he worked his tail off and got to 25.", "sentId": 176}, {"text": "But if you are the guy who is raising the most money, if you're the guy with the name, now that name sometimes is a negative in Republican politics because of his dad and because of his brother, 5 and 15 strike me as a little bit shaky.", "sentId": 177}], "secId": 71}, {"speaker": "KUCINICH", "sentences": [{"text": "Yes.", "sentId": 178}, {"text": "You know, the New Hampshire poll actually has been fascinating to me throughout the last couple of months because the last couple of cycles, it has not been that close.", "sentId": 179}, {"text": "We kind of knew Romney was going to win.", "sentId": 180}, {"text": "We kind of knew McCain was going to win New Hampshire.", "sentId": 181}], "secId": 72}, {"speaker": "KUCINICH", "sentences": [{"text": "There hasn't been a lot of surprises particularly the Republican field in New Hampshire.", "sentId": 182}, {"text": "So the fact that is wide open think that might be an indicator, when he declares, he will get a boost.", "sentId": 183}, {"text": "We have seen that.", "sentId": 184}, {"text": "More people will be paying attention at that point when he does.", "sentId": 185}], "secId": 73}, {"speaker": "KUCINICH", "sentences": [{"text": "I think at this point, I am sure they are looking at this.", "sentId": 186}, {"text": "They've already said they are going to play in Iowa.", "sentId": 187}, {"text": "They can't -- Jeb Bush's campaign they can ignore Iowa and just say we are going to leave that behind.", "sentId": 188}, {"text": "I don't know if they're going to look back on that and wonder if that was a good decision.", "sentId": 189}], "secId": 74}, {"speaker": "KING", "sentences": [{"text": "And he's been also been raising a lot of money and he has not been as active on the field.", "sentId": 190}, {"text": "He's been out there but not as much as the other candidates going to all these events and doing some retail politics.", "sentId": 191}], "secId": 75}, {"speaker": "KING", "sentences": [{"text": "We have three more candidates.", "sentId": 192}, {"text": "First we had the three Freshman Senators -- Cruz, Marco Rubio and Rand Paul got in.", "sentId": 193}, {"text": "We've got three more candidates in this last look.", "sentId": 194}, {"text": "Let's take a taste.", "sentId": 195}], "secId": 76}, {"speaker": "HUCKABEE", "sentences": [{"text": "Many of our politicians have surrendered to the false god of judicial supremacy which would allow black-robed and unelected judges the power to make law as well as enforce it.", "sentId": 196}], "secId": 77}, {"speaker": "FIORINA", "sentences": [{"text": "If you believe that it's time for citizens to stand up to the political class and say \"enough\", then join us.", "sentId": 197}], "secId": 78}, {"speaker": "CARSON", "sentences": [{"text": "I am saying to people around this nation right now stop being loyal to a party or to a man and use your brain to think for yourself.", "sentId": 198}], "secId": 79}, {"speaker": "KING", "sentences": [{"text": "Back to the point we were just making.", "sentId": 199}, {"text": "I mean look, it's harder to see a Ben Carson winning the nomination or Carly Fiorina winning the nomination -- even a Mike Huckabee who won Iowa once.", "sentId": 200}, {"text": "He's harder but given how wide open this race is, you can't say it's impossible.", "sentId": 201}], "secId": 80}, {"speaker": "HENDERSON", "sentences": [{"text": "That's right.", "sentId": 202}, {"text": "And they're slicing the pie, Ben Carson looks a little weaker than he looked before.", "sentId": 203}, {"text": "He was up sort of in the double digits before.", "sentId": 204}, {"text": "Carly Fiorina looks probably stronger than she had been in the past.", "sentId": 205}, {"text": "So I think if you are Jeb Bush and in some ways the underlying argument he is making to the Republican Party is not only he is going to get the Republican Party straight, but that he is the one they have been waiting for to do that.", "sentId": 206}], "secId": 81}, {"speaker": "HENDERSON", "sentences": [{"text": "So it makes it difficult when you see him at 5 percent in Iowa, 15 percent in New Hampshire, folks in South Carolina certainly not sold on this candidacy yet.", "sentId": 207}, {"text": "I talked to some folks down there.", "sentId": 208}, {"text": "I think if he is looking at Iowa, he has to at least come in, one", "sentId": 209}], "secId": 82}, {"speaker": "HENDERSON", "sentences": [{"text": "of those top three slots -- right.", "sentId": 210}, {"text": "He can't afford to be at the bottom.", "sentId": 211}], "secId": 83}, {"speaker": "KING", "sentences": [{"text": "Are Republican base voters waiting for someone to tell them they are wrong on immigration?", "sentId": 212}, {"text": "I love that.", "sentId": 213}], "secId": 84}, {"speaker": "KING", "sentences": [{"text": "We talked about this about Hillary Clinton.", "sentId": 214}, {"text": "She views it as an advantage to be where she is because of Latino votes -- The new position on immigration.", "sentId": 215}, {"text": "Should Republicans and there's a polls we could say Republicans should be nervous about.", "sentId": 216}, {"text": "And especially If you look at the demographics in the polling, Republicans should be nervous.", "sentId": 217}], "secId": 85}, {"speaker": "KING", "sentences": [{"text": "Should they be encouraged by this?", "sentId": 218}, {"text": "This is the new Granite State WMUR poll out this week.", "sentId": 219}, {"text": "And we showed you the Republican numbers but they did a Clinton versus match-up.", "sentId": 220}, {"text": "Clinton loses to Bush in New Hampshire right now by six points.", "sentId": 221}, {"text": "But that's an 18 point swing since February.", "sentId": 222}], "secId": 86}, {"speaker": "KING", "sentences": [{"text": "She loses to Rubio, she loses to Rand Paul.", "sentId": 223}, {"text": "She breaks even with Scott Walker and she beats Ted Cruz but by one.", "sentId": 224}, {"text": "New Hampshire is a state where you have a lot of undeclared independent voters.", "sentId": 225}, {"text": "It has been Democratic in the last couple of elections but it is known to swing sometimes.", "sentId": 226}, {"text": "If Republicans look at that should they ok, she's gettable.", "sentId": 227}], "secId": 87}, {"speaker": "ZELENY", "sentences": [{"text": "Sure.", "sentId": 228}, {"text": "And I think it's a great reminder of why.", "sentId": 229}, {"text": "History would suggest that it's so difficult for somebody to follow a two-term president from your own party.", "sentId": 230}, {"text": "It almost never happens.", "sentId": 231}, {"text": "Democrats say it should have happened in 2011, Al Gore was almost elected, but he was not.", "sentId": 232}], "secId": 88}, {"speaker": "ZELENY", "sentences": [{"text": "The reality is she has come back to earth politically, and there is still so many things to come on that side.", "sentId": 233}, {"text": "On the Republican side it's going to matter who actually builds an organization, who gets those people, who gets those homeschoolers.", "sentId": 234}, {"text": "That's why campaigns matter, we can't say they're enough.", "sentId": 235}], "secId": 89}, {"speaker": "ZELENY", "sentences": [{"text": "Everybody sit tight, next our sneak peak.", "sentId": 236}, {"text": "Our reporters share from their notebooks, get you out ahead of the big political news to come including a major new effort in the Republican Party to drop opposition to same sex marriage from the Party's 2016 platform.", "sentId": 237}], "secId": 90}, {"speaker": "KING", "sentences": [{"text": "Let's head around the INSIDE POLITICS table and ask our great reporters to share a nugget from their notebooks.", "sentId": 238}], "secId": 91}, {"speaker": "KING", "sentences": [{"text": "Nia Malika Henderson.", "sentId": 239}], "secId": 92}, {"speaker": "HENDERSON", "sentences": [{"text": "The lane on the GOP side is about to get a lot more southern.", "sentId": 240}, {"text": "We have Mike Huckabee and it looks like Lindsey Graham is prepared to get in this thing probably next month.", "sentId": 241}, {"text": "I talked to a bunch of folks in South Carolina, and they think he's going to bring certainly some enthusiasm, one-liners to the debate stage and certainly a focus on foreign policy as well.", "sentId": 242}, {"text": "I believe John McCain has already endorsed him several times -- probably on our air.", "sentId": 243}, {"text": "He might actually pick up some of that John McCain infrastructure as well in South Carolina.", "sentId": 244}], "secId": 93}, {"speaker": "HENDERSON", "sentences": [{"text": "There was a recent poll that showed Republican primary voters, probably like 20 percent felt like they were much more likely to vote for Lindsey Graham in that South Carolina primary when he gets into this thing.", "sentId": 245}, {"text": "He will be interesting.", "sentId": 246}, {"text": "I don't think he has much of a future in terms of a long haul, but I think he's going to add some wit in one-liners in this thing going forward.", "sentId": 247}], "secId": 94}, {"speaker": "KING", "sentences": [{"text": "We'll see if he can be the favorite son there.", "sentId": 248}], "secId": 95}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes.", "sentId": 249}], "secId": 96}, {"speaker": "KING", "sentences": [{"text": "Important.", "sentId": 250}, {"text": "Steve.", "sentId": 251}], "secId": 97}, {"speaker": "INSKEEP", "sentences": [{"text": "We have been tracking an issue -- water which doesn't sound too obvious at the beginning but of course, California has water shortages, a terrible drought and increasingly restrictive measures being imposed by the government.", "sentId": 252}, {"text": "We had a story on NPR this past week about Colorado, a swing state which is also looking at long term water issues.", "sentId": 253}], "secId": 98}, {"speaker": "INSKEEP", "sentences": [{"text": "And this is something that gets really political, gets to your ideas of how intrusive the government should be in your lives and how much the government should regulate you.", "sentId": 254}, {"text": "It is a lot more tactile, and you can touch it in a way you can't really touch climate change, necessarily.", "sentId": 255}], "secId": 99}, {"speaker": "INSKEEP", "sentences": [{"text": "I am not saying the Presidential candidates are going to end up debating water policy at some point in 2016, but that may well be part of the climate if you will in the next year and a half.", "sentId": 256}], "secId": 100}, {"speaker": "KING", "sentences": [{"text": "I bet they do -- Nevada, Colorado -- big issue out in the west.", "sentId": 257}, {"text": "Jackie.", "sentId": 258}], "secId": 101}, {"speaker": "KUCINICH", "sentences": [{"text": "Well as income inequality and poverty become major issues in 2016, there's a group called the Circle of Protection.", "sentId": 259}, {"text": "And what they're doing is they are sending a letter to each of the primary candidates asking them to do a three-minute video explaining what they're going to do to help the nation's most poor.", "sentId": 260}], "secId": 102}, {"speaker": "KUCINICH", "sentences": [{"text": "Last cycle they did this but they had -- Romney and Obama do the three-minute presentation.", "sentId": 261}, {"text": "This time they want to get involved in the primary, and the benefit, they say, for the candidates, is that they play this for congregations, and it's very large, and they're in Swing states -- they're in all the States.", "sentId": 262}, {"text": "So they haven't gotten any takers yet but I would bet that they will as the cycle goes on.", "sentId": 263}], "secId": 103}, {"speaker": "KING", "sentences": [{"text": "Why not?", "sentId": 264}, {"text": "It's a great issue and a good cause.", "sentId": 265}, {"text": "Step up candidates.", "sentId": 266}, {"text": "Jeff.", "sentId": 267}], "secId": 104}, {"speaker": "ZELENY", "sentences": [{"text": "Well, we talk about huge sums of money in politics.", "sentId": 268}, {"text": "The Clinton campaign I actually is actually to go smaller intentionally.", "sentId": 269}, {"text": "They are inviting some of their donors next week to -- in fact this week on Thursday to New York City for the first national finance fund- raising summit but only if you found ten people to give $2,700 each.", "sentId": 270}, {"text": "That's the maximum you can give in a primary.", "sentId": 271}], "secId": 105}, {"speaker": "ZELENY", "sentences": [{"text": "So these are people who could give and raise so much more.", "sentId": 272}, {"text": "But you're only invited if you have raised $27,000 to get in on the ground floor of this campaign.", "sentId": 273}, {"text": "And as an incentive the enthusiasm currently was not quite as high.", "sentId": 274}, {"text": "She is going to be there to speak to them as well, and they have a look inside the Brooklyn headquarters, So on Thursday in New York City -- the Clinton donors, the small one's will be there.", "sentId": 275}], "secId": 106}, {"speaker": "KING", "sentences": [{"text": "Interesting test for a circle of friends, shall we say.", "sentId": 276}], "secId": 107}, {"speaker": "KING", "sentences": [{"text": "I'll close with this.", "sentId": 277}, {"text": "Keep your eye on the Ohio Senator, Rob Portman, as the Republican Party debate about same sex marriage, and what could be a very feisty next chapter.", "sentId": 278}], "secId": 108}, {"speaker": "KING", "sentences": [{"text": "The next big test of course is the court decision is expected next month.", "sentId": 279}, {"text": "But whatever the court decides, social conservatives are vowing to keep strong anti-same sex marriage language in the Republican platform in 2016.", "sentId": 280}, {"text": "But -- this is an important But -- a mix of Republican leaders who think it's time to drop that language they think it hurt the party and they are pushing Senator Portman to talk a lead role in a platform debate.", "sentId": 281}], "secId": 109}, {"speaker": "KING", "sentences": [{"text": "Now, why Portman?", "sentId": 282}, {"text": "Well the platform will be adopted when the 2016 convention in Cleveland.", "sentId": 283}, {"text": "That's his home state of Ohio.", "sentId": 284}, {"text": "More significantly though, and the senator once opposed same-sex marriage, but he switched and announced his support two years ago.", "sentId": 285}, {"text": "When he did that Portman said he was influenced by his son, that in college in 2011 gold his parents, he's gay.", "sentId": 286}], "secId": 110}, {"speaker": "KING", "sentences": [{"text": "Any role in a big national platform debate would be a bold move for Portman who is also up for re-election to his senate seat in 2016.", "sentId": 287}, {"text": "Keep an eye on that one.", "sentId": 288}], "secId": 111}, {"speaker": "That's it for INSIDE POLITICS", "sentences": [{"text": "Thank for sharing your Sunday morning.", "sentId": 289}, {"text": "We'll see you soon.", "sentId": 290}, {"text": "\"STATE OF THE UNION\" starts right now.", "sentId": 291}], "secId": 112}], "sectionCount": 113, "url": "transcripts.cnn.com/TRANSCRIPTS/1505/10/ip.01.html", "sentenceCount": 293, "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "time": "Aired May 10, 2015 - 08:30   ET", "speakers": ["KING", "CLINTON", "HUCKABEE", "UNIDENTIFIED MALE", "BUSH", "CRUZ", "WALKER", "ZELENY", "HENDERSON", "INSKEEP", "CHRISTIE", "MCFADDEN", "KUCINICH", "KUCINICK", "level", "LETTERMAN", "OBAMA", "Let's move on in New Hampshire.  Very similar here", "A little history", "FIORINA", "CARSON", "That's it for INSIDE POLITICS"], "title": "INSIDE POLITICS"}