{"docId": "./ip/trancript.cnn.com.TRANSCRIPTS.0507.01.ip.01.html.json", "subTitle": "O'Connor to Retire", "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "sections": [{"speaker": "ANNOUNCER", "sentences": [{"text": "Change is coming to the U.S. Supreme Court.", "sentId": 0}, {"text": "Justice Sandra Day O'Connor announces her retirement.", "sentId": 1}, {"text": "And the battle over her successor officially begins.", "sentId": 2}], "secId": 0}, {"speaker": "BUSH", "sentences": [{"text": "The nation deserves and I will select a Supreme Court justice that Americans can be proud of.", "sentId": 3}], "secId": 1}, {"speaker": "KENNEDY", "sentences": [{"text": "I hope the president will select someone who meets the high standards that she set.", "sentId": 4}, {"text": "And that can bring the nation together.", "sentId": 5}], "secId": 2}, {"speaker": "ANNOUNCER", "sentences": [{"text": "The war rooms, the ad makers and the attack lines are ready.", "sentId": 6}, {"text": "We'll hear from both sides of the unfolding fight.", "sentId": 7}, {"text": "And we'll review possible contenders for O'Connor's job and the baggage they might bring with them.", "sentId": 8}], "secId": 3}, {"speaker": "The first woman justice", "sentences": [{"text": "a voice of moderation and at times modesty.", "sentId": 9}], "secId": 4}, {"speaker": "O'CONNOR", "sentences": [{"text": "I've never looked upon myself or the role of the court as being all powerful.", "sentId": 10}], "secId": 5}, {"speaker": "ANNOUNCER", "sentences": [{"text": "We'll look back at Justice O'Connor's remarkable career.", "sentId": 11}, {"text": "And her one on one interview with Judy Woodruff.", "sentId": 12}, {"text": "Now live from Washington, CNN's INSIDE POLITICS.", "sentId": 13}], "secId": 6}, {"speaker": "MALVEAUX", "sentences": [{"text": "Well thanks for joining us.", "sentId": 14}, {"text": "I'm Suzanne Malveaux.", "sentId": 15}, {"text": "In some ways, Justice Sandra Day O'Connor's retirement is even more pivotal and potentially polarizing than if Chief Justice William Rehnquist had made the announcement today.", "sentId": 16}, {"text": "She is not only the first woman to serve on the high court, but she's also something of a wild card, a moderate conservative who sometimes unpredictable votes have been the deciding factor in major court rulings.", "sentId": 17}, {"text": "That may raise the stakes for political figure on the left and on the right who have been preparing for a Supreme Court battle for months.", "sentId": 18}], "secId": 7}, {"speaker": "Dana", "sentences": [{"text": "Well, Suzanne, as you well know, President Bush has had his aides preparing for this very day for four-and-a-half years since day one of this administration.", "sentId": 19}, {"text": "Associates in the legal council's office have been digging through old writings and rulings of any potential nominee that could be put up to replace any retiring justice.", "sentId": 20}], "secId": 8}, {"speaker": "Dana", "sentences": [{"text": "But, of course, today came and President Bush did come into the Rose Garden for the moment that he was waiting for.", "sentId": 21}, {"text": "And he did try to make today, though, only about Justice O'Connor.", "sentId": 22}, {"text": "The White House made it very clear early that he was not going to name a potential replacement now.", "sentId": 23}, {"text": "In fact, we are told he's not going to do so until he returns from a trip to Europe.", "sentId": 24}, {"text": "That is -- that means we won't see anything until at least a week from today.", "sentId": 25}], "secId": 9}, {"speaker": "Dana", "sentences": [{"text": "But Mr. Bush did come out and explain his process in the Rose Garden.", "sentId": 26}], "secId": 10}, {"speaker": "BUSH", "sentences": [{"text": "Under the constitution, I am responsible for nominating a successor to Justice O'Connor.", "sentId": 27}, {"text": "I take this responsibility seriously.", "sentId": 28}, {"text": "I will be deliberate and thorough in this process.", "sentId": 29}], "secId": 11}, {"speaker": "BASH", "sentences": [{"text": "Now, Mr. Bush also did try to explain, or at least send word to Congress, that he very much understands the atmosphere that we are in right now, the partisan atmosphere that we are in.", "sentId": 30}, {"text": "And he made clear that he wants this process to be a calm, and he said whatever nominee he puts up, to be treated with dignity.", "sentId": 31}], "secId": 12}, {"speaker": "BUSH", "sentences": [{"text": "The nation deserves and I will select a Supreme Court justice that Americans can be proud of.", "sentId": 32}, {"text": "The nation also deserves a dignified process of confirmation in the United States Senate, characterized by fair treatment, a fair hearing and a fair vote.", "sentId": 33}, {"text": "I will choose a nominee in a timely manner so that the hearing and the vote can be completed before the new Supreme Court term begins.", "sentId": 34}], "secId": 13}, {"speaker": "BASH", "sentences": [{"text": "Now, the president there talking about working with the Senate.", "sentId": 35}, {"text": "The White House says that President Bush did call the majority leader Bill Frist shortly after talking with Sandra Day O'Connor to talk about the process moving forward.", "sentId": 36}], "secId": 14}, {"speaker": "BASH", "sentences": [{"text": "They also said that Mr. Bush did talk to the Democratic leader Harry Reid when he was here at the White House earlier this week for a breakfast and the White House is promising that the president will reach out to the leading Democrat as well as Republican in the near future on the Judiciary Committee, of course, the committee that will be leading up the confirmation process of whatever nominee he puts up.", "sentId": 37}], "secId": 15}, {"speaker": "MALVEAUX", "sentences": [{"text": "And Dana, I know this was really an extraordinary exciting day for both of us, of course, being in Washington and covering politics so closely.", "sentId": 38}, {"text": "I was driving into work as you know about 9:30 in the morning.", "sentId": 39}, {"text": "And I got a call on my cell phone from an insider at the Supreme Court an inside source, who said that Sandra Day O'Connor had just distributed letters to her fellow justices announcing her retirement at 9:15 in the morning.", "sentId": 40}, {"text": "It was just 15 minutes after that had happen.", "sentId": 41}], "secId": 16}, {"speaker": "MALVEAUX", "sentences": [{"text": "Of course, all of us were scrambling at that point.", "sentId": 42}, {"text": "We were getting hundreds of e-mails and phone calls.", "sentId": 43}, {"text": "What was it like for you and for the president as it all unfolded this morning?", "sentId": 44}], "secId": 17}, {"speaker": "BASH", "sentences": [{"text": "Well, Suzanne, you are right.", "sentId": 45}, {"text": "When we got that phone call, we immediately were calling sources here.", "sentId": 46}, {"text": "And as you know, when you don't get calls back and there is sort of the sound of silence something is definitely going on.", "sentId": 47}, {"text": "And some folks here said they had heard the rumors as well.", "sentId": 48}], "secId": 18}, {"speaker": "BASH", "sentences": [{"text": "Here outside the press office, we were sort of waiting to see what would happen.", "sentId": 49}, {"text": "And then, suddenly the door closed towards the Oval Office.", "sentId": 50}, {"text": "We saw the White House photographer come running up the stairs.", "sentId": 51}, {"text": "Clear that he wanted to capture a moment in history.", "sentId": 52}, {"text": "And that's exactly what happened.", "sentId": 53}], "secId": 19}, {"speaker": "BASH", "sentences": [{"text": "And I'll give you the brief ticktock from the White House of how they learned about it.", "sentId": 54}, {"text": "It was yesterday, actually, just before lunchtime that the head marshal at the Supreme Court sent word, actually called the White House counsel here, Harriet Myers, and said that there was going to be a letter coming to the White House today.", "sentId": 55}, {"text": "Didn't say from whom, but just asked if the timing would be OK.  And Harriet Myers it was clear there was going to be some kind of retirement today, but they didn't know who.", "sentId": 56}], "secId": 20}, {"speaker": "president", "sentences": [{"text": "00 a.m. that they got word here at the White House from the Supreme Court that it actually was a letter from Justice O'Connor that President Bush was going to be getting.", "sentId": 57}], "secId": 21}, {"speaker": "president", "sentences": [{"text": "So the president then did talk to Justice O'Connor on the phone shortly after getting her letter.", "sentId": 58}, {"text": "We are told that he -- it was a very emotional phone call.", "sentId": 59}, {"text": "He even said that he wished he could hug her.", "sentId": 60}, {"text": "Justice O'Connor is from Texas.", "sentId": 61}, {"text": "He had a line saying that for an old ranching girl, you turned out pretty good.", "sentId": 62}], "secId": 22}, {"speaker": "MALVEAUX", "sentences": [{"text": "That's pretty good.", "sentId": 63}, {"text": "And Dana, of course, I know this is probably going to ruin your weekend, my holiday weekend, many other people as well.", "sentId": 64}, {"text": "It's going to be a very busy summer.", "sentId": 65}, {"text": "Thank you so much, Dana, for your report.", "sentId": 66}], "secId": 23}, {"speaker": "MALVEAUX", "sentences": [{"text": "Now, like President Bush, of course, many senators stepped forward today to praise Justice O'Connor and to lay down markers for the confirmation hearings ahead.", "sentId": 67}, {"text": "Now, let's go to Capitol Hill and our congressional correspondent Ed Henry -- Ed.", "sentId": 68}], "secId": 24}, {"speaker": "HENRY", "sentences": [{"text": "Good afternoon, Suzanne.", "sentId": 69}, {"text": "That's right, talk about canceled weekend plans.", "sentId": 70}, {"text": "The Senate on Friday afternoon usually is very, very quiet, especially on the eve of the 4th much July holiday, but a lot of those plans are being canceled.", "sentId": 71}, {"text": "Very high level meetings going on.", "sentId": 72}, {"text": "Both sides drawing the battle lines.", "sentId": 73}], "secId": 25}, {"speaker": "HENRY", "sentences": [{"text": "You can just feel the electricity in the air up here.", "sentId": 74}, {"text": "That in fact, they are -- both sides now preparing for the mother of all confirmation battles.", "sentId": 75}, {"text": "The kind of battle that both sides think could actually make the Clarence Thomas or Robert Bork confirmation hearings look like child's play.", "sentId": 76}], "secId": 26}, {"speaker": "HENRY", "sentences": [{"text": "In fact, Senate Majority Leader Bill Frist as you just heard Dana mention, got that call from President Bush and moved quickly today to say that he and Senate Judiciary Chairman Arlen Specter will in fact have a very speedy, quick process, as soon as they get the word from the White House as early as late next week, about who their pick will be.", "sentId": 77}], "secId": 27}, {"speaker": "HENRY", "sentences": [{"text": "On the Democratic side, they are also moving very quickly.", "sentId": 78}, {"text": "Senate Democratic Leader Harry Reid today demanding that the president in fact take the advise and consent provisions of the constitution seriously, reach out and consult with Democrats.", "sentId": 79}], "secId": 28}, {"speaker": "HENRY", "sentences": [{"text": "And what you are seeing Democrats do as well is very quickly unveil a strategy of endless praise of Sandra Day O'Connor saying over and over she's a moderate, she's mainstream, moderate, mainstream.", "sentId": 80}, {"text": "Again and again at one press conference after another.", "sentId": 81}, {"text": "What they are trying to hammer home is their belief that in fact her seat on the court should stay in the center.", "sentId": 82}, {"text": "They are trying to box the president in and force him to pick someone who is moderate.", "sentId": 83}, {"text": "Here is Senator Christopher Dodd.", "sentId": 84}], "secId": 29}, {"speaker": "DODD", "sentences": [{"text": "This is a conservative president.", "sentId": 85}, {"text": "What we're suggesting, I hope we are, is that this president ought to use the Reagan standard in choosing a nominee.", "sentId": 86}, {"text": "Someone who would enjoy the kind of support that Sandra Day O'Connor did in the early days of the Reagan administration.", "sentId": 87}], "secId": 30}, {"speaker": "HENRY", "sentences": [{"text": "Now, both sides also say that while the battle would have been fierce if Chief Justice William Rehnquist had stepped down as a lot of speculation had been in recent days, they say it will be an even more bitter fight with Sandra Day O'Connor stepping down because it's such a swing seat.", "sentId": 88}, {"text": "And this could be the tipping point on a lot of those 5-4 decisions on issues like affirmative action, abortion.", "sentId": 89}, {"text": "And the man in the middle who will have to deal with trying to calm both sides down is Senator Arlen Specter, the judiciary chairman.", "sentId": 90}], "secId": 31}, {"speaker": "SPECTER", "sentences": [{"text": "This is a very polarized country when it comes to the issues which will come to the Supreme Court of the United States.", "sentId": 91}, {"text": "And I would expect people to want their choice.", "sentId": 92}, {"text": "Everybody can't have their own way.", "sentId": 93}, {"text": "That's why we have a president.", "sentId": 94}, {"text": "And that's why we have a Senate.", "sentId": 95}], "secId": 32}, {"speaker": "HENRY", "sentences": [{"text": "Now, Arlen Specter today said he hopes to provide that kind of balance with his confirmation hearings.", "sentId": 96}, {"text": "He says he does not expect a filibuster of this nomination.", "sentId": 97}, {"text": "In fact, he believes it will be some sort of a consensus choice that will not be filibustered on the Senate floor.", "sentId": 98}], "secId": 33}, {"speaker": "HENRY", "sentences": [{"text": "But while the Judiciary Committee will be holding these confirmation hearings, a lot of people on both sides noting that the real power in this process, instead, could be the so-called gang of 14 moderates who averted that nuclear showdown last week on lower court judicial nominations and now may exert a lot of power.", "sentId": 99}, {"text": "Seven moderate Democrats, even moderate Republicans, as well.", "sentId": 100}], "secId": 34}, {"speaker": "HENRY", "sentences": [{"text": "One of them, John Warner of Virginia, who just came out a short while ago and told reporters he thinks the president has a real opportunity here to be a uniter and not a divider.", "sentId": 101}, {"text": "And people are saying that perhaps this gang of 14 could be prodding the president, maybe be almost a shadow judiciary committee -- Suzanne.", "sentId": 102}], "secId": 35}, {"speaker": "MALVEAUX", "sentences": [{"text": "Ed, it will be very interesting to see how all of that plays out.", "sentId": 103}, {"text": "Thank you very much, Ed Henry, for your report.", "sentId": 104}, {"text": "Now, the politics of nominating and confirming a new Supreme Court justice is not entirely clear cut.", "sentId": 105}], "secId": 36}, {"speaker": "MALVEAUX", "sentences": [{"text": "New poll numbers out today make that point.", "sentId": 106}, {"text": "65 percent of those surveyed say they want a new Supreme justice who would uphold the Roe v.  Wade decision legalizing abortion.", "sentId": 107}, {"text": "But at the same time, 41 percent of those polls say they want a new justice who would make the court more conservative.", "sentId": 108}, {"text": "And that is a new sign that Americans are thinking about more than abortion when they consider the makeup of the High Court.", "sentId": 109}], "secId": 37}, {"speaker": "MALVEAUX", "sentences": [{"text": "Now Senator Ed Kennedy is urging the president to choose a Supreme Court nominee who will bring the nation together.", "sentId": 110}, {"text": "As a member of the judiciary committee, the Massachusetts Democrat will play an important role in the confirmation hearings.", "sentId": 111}], "secId": 38}, {"speaker": "MALVEAUX", "sentences": [{"text": "I spoke with him today in an exclusive interview and asked him more about what kind of justice he is looking for to replace O'Connor.", "sentId": 112}], "secId": 39}, {"speaker": "KENNEDY", "sentences": [{"text": "Well, when you mention her name, a number of thoughts come to mind.", "sentId": 113}, {"text": "First of all of her extraordinary contribution to the court and to our country.", "sentId": 114}, {"text": "And I think all Americans take their hat off to Sandra Day O'Connor for really a brilliant service.", "sentId": 115}, {"text": "I didn't always agree with every opinion, but it was a remarkable career.", "sentId": 116}, {"text": "I think of that.", "sentId": 117}], "secId": 40}, {"speaker": "KENNEDY", "sentences": [{"text": "Secondly, I also think of how she came to the court and what the reaction to the United States Senate.", "sentId": 118}, {"text": "I think of really the extraordinary conservative leader that Ronald Reagan was.", "sentId": 119}, {"text": "He is Mr. Conservative, and yet he nominated someone to the court that brought the Senate of the United States together.", "sentId": 120}, {"text": "She was approved unanimously.", "sentId": 121}], "secId": 41}, {"speaker": "KENNEDY", "sentences": [{"text": "Here was someone that really understood the importance of right after the 1980 elections to bring the nation together on consensus candidate who turned about to be an outstanding leader.", "sentId": 122}, {"text": "And I'm very hopeful that this president will consult with the leaders, Republican and Democrats, as President Clinton did with his nominees, and that we would have a positive experience in the Senate.", "sentId": 123}], "secId": 42}, {"speaker": "MALVEAUX", "sentences": [{"text": "Now, you've already written a letter.", "sentId": 124}, {"text": "You sent a letter to President Bush asking for consultation on this process.", "sentId": 125}, {"text": "What have you heard back from the White House?", "sentId": 126}, {"text": "Do you expect that the president will consult with Democrats?", "sentId": 127}, {"text": "Are you satisfied with what you've heard so far?", "sentId": 128}], "secId": 43}, {"speaker": "KENNEDY", "sentences": [{"text": "No, there's been no indication or willingness to do that.", "sentId": 129}, {"text": "I think in the letter that was signed by all but one member of the minority -- and Senator Byrd sent his own letter to the president, was asking for a consultation.", "sentId": 130}], "secId": 44}, {"speaker": "KENNEDY", "sentences": [{"text": "Different presidents have used different ways of consulting.", "sentId": 131}, {"text": "But I think, as people know, President Clinton had a very formal sort of process and talked with Orrin Hatch, who was chairman of the judiciary.", "sentId": 132}, {"text": "In Senator Hatch's book, he describes in great detail the consultation and how he valued it.", "sentId": 133}, {"text": "We'd like a similar kind of experience with Republican leaders and Democratic leaders.", "sentId": 134}], "secId": 45}, {"speaker": "MALVEAUX", "sentences": [{"text": "Now Senator Harry Reid has already offered some names, Republican names, as possible nominees to the White House.", "sentId": 135}, {"text": "Are you willing to actually offer some names to the president?", "sentId": 136}, {"text": "And do you expect that he will reciprocate that, as well?", "sentId": 137}], "secId": 46}, {"speaker": "KENNEDY", "sentences": [{"text": "I think there are scores of well-qualified Republican, both judges, members of the bar, academicians...", "sentId": 138}], "secId": 47}, {"speaker": "MALVEAUX", "sentences": [{"text": "Now,  with the Supreme Court battle lines drawn, we'll get a Republican take on who President Bush should nominate from Senator John Cornyn.", "sentId": 139}, {"text": "Also ahead, the interest groups ready for an all-out war.", "sentId": 140}, {"text": "We'll hear from advocates on the left and right and see if they can find any common ground.", "sentId": 141}], "secId": 48}, {"speaker": "MALVEAUX", "sentences": [{"text": "Plus, the court of public opinion.", "sentId": 142}, {"text": "Our Bill Schneider will have more on our new Supreme Court polls and the possibility of a litmus test for the president's nominee.", "sentId": 143}], "secId": 49}, {"speaker": "MALVEAUX", "sentences": [{"text": "Now, even before today's announcements, interest groups on both the right and left were mobilizing for battles over potential Supreme Court vacancies.", "sentId": 144}], "secId": 50}, {"speaker": "MALVEAUX", "sentences": [{"text": "With me now to talk about the confirmation showdowns that could lie head are Ralph Neas, the president of People for the American Way and Ben Ginsberg, legal adviser to the group Progress for America.", "sentId": 145}, {"text": "I assume that your vacations have been ruined at this point.", "sentId": 146}, {"text": "We have all very, very busy summers right here.", "sentId": 147}], "secId": 51}, {"speaker": "MALVEAUX", "sentences": [{"text": "But let's get right down to it.", "sentId": 148}, {"text": "Of course, Sandra Day O'Connor ruled on some issues that both conservatives, as well as liberals, did not like.", "sentId": 149}, {"text": "Of course, we are going to continue to see some of that, as well.", "sentId": 150}, {"text": "Now, is it likely that there is going to be a consensus nominee here?", "sentId": 151}, {"text": "Is the president likely to go ahead and reach out and consult?", "sentId": 152}, {"text": "Is there any benefit to that?", "sentId": 153}, {"text": "We'll start with you.", "sentId": 154}], "secId": 52}, {"speaker": "NEAS", "sentences": [{"text": "I hope and pray that President Bush will sit down with Democratic senators and Republican senators and consult, but not just consult, work out a bipartisan consensus so that we can have a unity nominee, someone who would bring the country together.", "sentId": 155}], "secId": 53}, {"speaker": "NEAS", "sentences": [{"text": "Especially now when we're at a time of war, when we have so many domestic and international challenges.", "sentId": 156}, {"text": "This is the time to get someone Democrats and Republicans and can support.", "sentId": 157}, {"text": "In fact, someone that every American can support.", "sentId": 158}], "secId": 54}, {"speaker": "MALVEAUX", "sentences": [{"text": "Ben, are you hearing anything from the White House, from advisers that are close to the president, that, in fact, that is what he intends to do?", "sentId": 159}], "secId": 55}, {"speaker": "GINSBERG", "sentences": [{"text": "Well, the president said today in his address in the Rose Garden that he was going to consult and seek the advice of members of the Senate, both Democrat and Republicans alike.", "sentId": 160}, {"text": "It's an important thing to do and the president will do that.", "sentId": 161}], "secId": 56}, {"speaker": "MALVEAUX", "sentences": [{"text": "How important is that, however, you have -- he has a choice here where he can either build consensus or he can basically serve his base, his conservative base.", "sentId": 162}, {"text": "And there's some people who are watching this process and say, he really doesn't need to reach out to Democrats.", "sentId": 163}, {"text": "That this is the time, really, to change the ideological bent of the Supreme Court.", "sentId": 164}, {"text": "That is a critical moment for the administration.", "sentId": 165}], "secId": 57}, {"speaker": "NEAS", "sentences": [{"text": "This is a watershed moment for the country and for the constitution.", "sentId": 166}, {"text": "I wish I was confident that President Bush would reach out.", "sentId": 167}, {"text": "I don't think he is.", "sentId": 168}, {"text": "He's always chosen confrontation over collaboration.", "sentId": 169}, {"text": "He always has stuck his finger in the eyes of the Democrats.", "sentId": 170}, {"text": "I'm afraid that he will choose someone in the mode of Thomas and Scalia.", "sentId": 171}], "secId": 58}, {"speaker": "NEAS", "sentences": [{"text": "If he does that, he replaces a moderate conservative like Sandra Day O'Connor with a right-wing justice.", "sentId": 172}, {"text": "At stake would be Supreme Court precedents going back 70 years, protecting the environment, protecting reproductive right and privacy, protecting civil rights, protecting what has really been a second American Revolution over the last 70 years.", "sentId": 173}], "secId": 59}, {"speaker": "MALVEAUX", "sentences": [{"text": "Now, today has been a very unique day, because in a way, we have heard from both liberal and conservative groups, both quick to praise his Supreme Court nominee.", "sentId": 174}, {"text": "Of course, Sandra O'Connor, the retirement, but then, with the fight over President Bush's judicial nominees being so incredibly bitter, some saying that this was really just a dress rehearsal for what we are going to see this summer.", "sentId": 175}, {"text": "What do we anticipate here?", "sentId": 176}], "secId": 60}, {"speaker": "GINSBERG", "sentences": [{"text": "Well, what we anticipate is that the president is going to go through a process in which he's going to judge the merits of the nominee.", "sentId": 177}, {"text": "And he will pick of somebody of the highest judicial qualities to fulfill that role.", "sentId": 178}], "secId": 61}, {"speaker": "GINSBERG", "sentences": [{"text": "This is really a day to give praise and credit to Justice O'Connor and the remarkable career that she had and the impact that she made on this country.", "sentId": 179}, {"text": "I'm not sure, Ralph, that it's the time to be hyping up the rhetoric already.", "sentId": 180}, {"text": "Although it's true that if you go back and notice what the left and Ralph and his allies have done in the Thomas and Bork nominations 11 years ago, that sort of rhetoric is part and parcel of it.", "sentId": 181}, {"text": "And we hope that this nominee who I'm confident is going to be of the highest judicial qualities will not be tar and feathered as nominees in the past have by the left.", "sentId": 182}, {"text": "That's the way you reach consensus.", "sentId": 183}], "secId": 62}, {"speaker": "NEAS", "sentences": [{"text": "What about that rhetoric, Ben?", "sentId": 184}], "secId": 63}, {"speaker": "NEAS", "sentences": [{"text": "No, I think that the confirmation battles in the past have been fought in the main over the judicial philosophy of the nominee.", "sentId": 185}, {"text": "Obviously, the Clarence Thomas nomination was an exception to the rule, but that had nothing to do with the advocacy organizations on either side of the issue.", "sentId": 186}], "secId": 64}, {"speaker": "NEAS", "sentences": [{"text": "We all want, I hope, a consensus choice.", "sentId": 187}, {"text": "I think I started out saying I hope and pray that we can all work together.", "sentId": 188}, {"text": "But I think the past is prologue.", "sentId": 189}, {"text": "And I think we have to take seriously George W. Bush's record.", "sentId": 190}, {"text": "And if he does appoint someone in the mode of Thomas and Scalia, it would be a constitutional catastrophe.", "sentId": 191}], "secId": 65}, {"speaker": "MALVEAUX", "sentences": [{"text": "It's one thing to look at the past here -- I'll let you respond to that.", "sentId": 192}, {"text": "But it's one thing to look at the past, but if we look at the present here and the future this is going to be a very different process.", "sentId": 193}, {"text": "We are talking about 24-hour cable which did not exist the last time around.", "sentId": 194}, {"text": "We're talking about the Internet, about the blogs.", "sentId": 195}, {"text": "I mean this is extraordinary, even just the pace of information.", "sentId": 196}, {"text": "We have all been getting hundreds of e-mails today.", "sentId": 197}], "secId": 66}, {"speaker": "MALVEAUX", "sentences": [{"text": "How is that going to impact the pace of the pace of the administration moving forward with a nomination.", "sentId": 198}, {"text": "And just how bitter this battle is going to be between your two groups?", "sentId": 199}], "secId": 67}, {"speaker": "GINSBERG", "sentences": [{"text": "Well, the administration is going to move forward at a pace in which they are confident they have a nominee who will be supported by the American public and the United States Senate.", "sentId": 200}, {"text": "Now, the pace that you talk about with cable TV is absolutely true.", "sentId": 201}, {"text": "The direct mail fundraising and the e-mails that are going out in massive quantities already with some of that over heated rhetoric, Ralph, has already started.", "sentId": 202}, {"text": "And you guys did a great job of hitting the button.", "sentId": 203}], "secId": 68}, {"speaker": "NEAS", "sentences": [{"text": "We certainly have communicated with over a million of our members and supporters across the country asking them to remember what is at stake.", "sentId": 204}, {"text": "But most importantly, to contact the president and the their two senators and say let's work this out in a bipartisan way.", "sentId": 205}, {"text": "Let's get a consensus candidate before the Senate.", "sentId": 206}, {"text": "The Senate, I think, will be balanced in terms of making sure that the processes are fair.", "sentId": 207}], "secId": 69}, {"speaker": "MALVEAUX", "sentences": [{"text": "OK.", "sentId": 208}, {"text": "Thank you very much.", "sentId": 209}, {"text": "Ralph Neas and Ben Ginsberg.", "sentId": 210}, {"text": "I'm sure we'll hear from both of you plenty this summer.", "sentId": 211}, {"text": "Thanks again.", "sentId": 212}, {"text": "Appreciate it.", "sentId": 213}], "secId": 70}, {"speaker": "MALVEAUX", "sentences": [{"text": "Much more ahead on the debate over who should replace Sandra Day O'Connor.", "sentId": 214}, {"text": "Our Bill Schneider has been checking the polls.", "sentId": 215}, {"text": "And he'll tell us where the American people stand on contentious issues that often come before the court.", "sentId": 216}], "secId": 71}, {"speaker": "MALVEAUX", "sentences": [{"text": "There's really only one big story in Washington today.", "sentId": 217}, {"text": "And we have just begun to tell it.", "sentId": 218}, {"text": "Much more ahead on Justice Sandra Day O'Connor's retirement and the unfolding battle over her successor.", "sentId": 219}, {"text": "Will public opinion figure into President Bush's high court choice?", "sentId": 220}], "secId": 72}, {"speaker": "MALVEAUX", "sentences": [{"text": "With the future tilt of the court on the line, we'll examine the polls, get more partisan reaction on the Hill, on the blogs and in our \"Strategy Session.\"", "sentId": 221}, {"text": "Stay with us.", "sentId": 222}], "secId": 73}, {"speaker": "MALVEAUX", "sentences": [{"text": "As the markets get set to close on Wall Street, I am joined by Kitty Pilgrim in New York with \"The Dobbs Report\" -- Kitty?", "sentId": 223}], "secId": 74}, {"speaker": "PILGRIM", "sentences": [{"text": "Hi, Suzanne, thanks.", "sentId": 224}], "secId": 75}, {"speaker": "PILGRIM", "sentences": [{"text": "We'll take a look at the Dow to start.", "sentId": 225}, {"text": "The Dow Industrials are up.", "sentId": 226}, {"text": "They're up not much, though, 34 points.", "sentId": 227}, {"text": "NASDAQ virtually unchanged.", "sentId": 228}, {"text": "Oil jumped $2 a barrel, back above $59 a barrel.", "sentId": 229}, {"text": "And by the way, the market is closed Monday for the holiday.", "sentId": 230}], "secId": 76}, {"speaker": "PILGRIM", "sentences": [{"text": "GM's employee discount incentive program really paid off for the carmaker.", "sentId": 231}, {"text": "Last month sales soared by 41 percent.", "sentId": 232}, {"text": "But Ford sales fell 2.5 percent in June.", "sentId": 233}, {"text": "And that is despite strong demand for the new Mustang.", "sentId": 234}, {"text": "And Chrysler sales edged up 1 percent.", "sentId": 235}], "secId": 77}, {"speaker": "PILGRIM", "sentences": [{"text": "Now, Microsoft and IBM have settled a long running anti-trust case.", "sentId": 236}, {"text": "Microsoft agreed to pay $775 million in cash, $75 million in credit for software to IBM.", "sentId": 237}, {"text": "Microsoft has spent more than $4 billion in recent years settling lawsuits, and there are still other suits pending.", "sentId": 238}], "secId": 78}, {"speaker": "Coming up on CNN 6", "sentences": [{"text": "00 p.m. Eastern on \"LOU DOBBS TONIGHT,\" lots more on the resignation of Supreme Court Justice Sandra Day O'Connor and the potential fight over her successor.", "sentId": 239}], "secId": 79}, {"speaker": "Coming up on CNN 6", "sentences": [{"text": "Also, red star rising.", "sentId": 240}, {"text": "China declares new solidarity with Russia, warning other nations not to dominate global affairs.", "sentId": 241}], "secId": 80}, {"speaker": "Plus", "sentences": [{"text": "00 p.m. Eastern on \"LOU DOBBS TONIGHT.\"", "sentId": 242}, {"text": "But for now, back to Suzanne.", "sentId": 243}], "secId": 81}, {"speaker": "MALVEAUX", "sentences": [{"text": "Well, thanks, Kitty.", "sentId": 244}, {"text": "And now back to INSIDE POLITICS.", "sentId": 245}], "secId": 82}, {"speaker": "MALVEAUX", "sentences": [{"text": "All the kind words we're hearing today about Justice Sandra Day O'Connor could offer a stark contrast to the partisan reviews of her successor, whomever that may be.", "sentId": 246}, {"text": "The first woman on the Supreme Court, a frequent swing vote in major decisions, today revealed her plans to retire.", "sentId": 247}], "secId": 83}, {"speaker": "MALVEAUX", "sentences": [{"text": "The 75-year-old O'Connor spoke with President Bush on the phone after sending him a letter saying, \"This is to inform you of my decision to retire from my position as an associate justice of the Supreme Court of the United States, effective upon the nomination and confirmation of my successor.\"", "sentId": 248}], "secId": 84}, {"speaker": "MALVEAUX", "sentences": [{"text": "Now it's up to the president to name a high court nominee, the first in over a decade, knowing his choice could face fierce attacks from the right or the left.", "sentId": 249}], "secId": 85}, {"speaker": "BUSH", "sentences": [{"text": "The nation deserves, and I will select, a Supreme Court justice that Americans can be proud of.", "sentId": 250}, {"text": "The nation also deserves a dignified process of confirmation in the United States Senate characterized by fair treatment, a fair hearing, and a fair vote.", "sentId": 251}, {"text": "I will choose a nominee in a timely manner so that the hearing and the vote can be completed before the new Supreme Court term begins.", "sentId": 252}], "secId": 86}, {"speaker": "MALVEAUX", "sentences": [{"text": "As Senate Minority Leader Harry Reid says he has talked with the president on the phone since word broke of O'Connor's retirement.", "sentId": 253}, {"text": "He says Mr. Bush expects to name a new Supreme Court nominee in a week or so.", "sentId": 254}, {"text": "Speaking in his home state of Nevada, Reid urged the president to avoid a partisan battle by choosing someone like O'Connor.", "sentId": 255}], "secId": 87}, {"speaker": "REID", "sentences": [{"text": "I am convinced that we have -- this is an opportunity for the president to bring the country together.", "sentId": 256}, {"text": "We need not a lot of acrimony.", "sentId": 257}, {"text": "I think the model that President Reagan used in selecting someone just like her is excellent and something I'm sure the president is looking at.", "sentId": 258}], "secId": 88}, {"speaker": "MALVEAUX", "sentences": [{"text": "And Senator Ted Kennedy also is speaking out about O'Connor's retirement and who may replace her.", "sentId": 259}, {"text": "Now, let's return to my interview with the senior senator from Massachusetts.", "sentId": 260}], "secId": 89}, {"speaker": "MALVEAUX", "sentences": [{"text": "Senator Harry Reid has already offered some names, Republican names, as possible nominees to the White House.", "sentId": 261}, {"text": "Are you willing to actually offer some names to the president?", "sentId": 262}, {"text": "And do you expect that he'll reciprocate that, as well?", "sentId": 263}, {"text": "SEN. TED KENNEDY , MASSACHUSETTS:  I think there are scores of well-qualified Republicans, both judges, members of the bar, academicians that would bring the Senate together and would be a consensus candidate.", "sentId": 264}], "secId": 90}, {"speaker": "MALVEAUX", "sentences": [{"text": "I think it's just especially important now.", "sentId": 265}, {"text": "We know that the country is divided, has gone through a very decisive political campaign.", "sentId": 266}, {"text": "There is a lot of division in the country on other issues.", "sentId": 267}, {"text": "This is the extraordinary opportunity for this president to really bring the country together.", "sentId": 268}], "secId": 91}, {"speaker": "MALVEAUX", "sentences": [{"text": "I would hope that whoever the president nominates is also going to be reflective of the country.", "sentId": 269}], "secId": 92}, {"speaker": "MALVEAUX", "sentences": [{"text": "Can you give us any names?", "sentId": 270}], "secId": 93}, {"speaker": "KENNEDY", "sentences": [{"text": "Really, it is not wise to do that.", "sentId": 271}, {"text": "But there's a range of different candidates that would obviously gather that kind of support.", "sentId": 272}], "secId": 94}, {"speaker": "MALVEAUX", "sentences": [{"text": "Senator Specter today said that he does not believe there are certain seats that should be reserved either for women or minorities on the Supreme Court.", "sentId": 273}, {"text": "Justice O'Connor, of course, stepping down.", "sentId": 274}, {"text": "Do you believe that's important?", "sentId": 275}, {"text": "Should we be replaced with either a woman or another minority?", "sentId": 276}, {"text": "How important is that?", "sentId": 277}], "secId": 95}, {"speaker": "KENNEDY", "sentences": [{"text": "I wouldn't put that kind of a test to the president.", "sentId": 278}, {"text": "I think what the American people are looking for is for the court to be reflective of our society.", "sentId": 279}, {"text": "That's rather broad and all-encompassing, but most people can understand what that means.", "sentId": 280}], "secId": 96}, {"speaker": "KENNEDY", "sentences": [{"text": "That has not always been the case.", "sentId": 281}, {"text": "It's getting closer to that at the present time.", "sentId": 282}, {"text": "I think the president ought to have a broad latitude.", "sentId": 283}, {"text": "I think the nature, the race and gender of the person is of some consequences symbolically but what's most important, and most important and essential is their core commitment to constitutional values.", "sentId": 284}, {"text": "And I think that's what people are looking for.", "sentId": 285}], "secId": 97}, {"speaker": "MALVEAUX", "sentences": [{"text": "When President Reagan nominated Robert Bork to the Supreme Court, you were one of his harshest critics.", "sentId": 286}, {"text": "And you said -- I'm quoting here -- you said, \"President Reagan obviously took Robert Bork's ideology into account into making the nomination, and the Senate has every right to take it into account in acting on the nomination.\"", "sentId": 287}, {"text": "Do you expect it's going to be a similar kind of battle for President Bush and this nomination?", "sentId": 288}], "secId": 98}, {"speaker": "KENNEDY", "sentences": [{"text": "Well, I would not step back from a battle if it was called for, but I'd rather have him pick a judge rather than have him pick a fight.", "sentId": 289}], "secId": 99}, {"speaker": "MALVEAUX", "sentences": [{"text": "For Republican response, we are joined now by another member of the Senate Judiciary Committee, John Cornyn of Texas.", "sentId": 290}], "secId": 100}, {"speaker": "MALVEAUX", "sentences": [{"text": "Thank you very much, Mr.", "sentId": 291}, {"text": "Senator, for joining us.", "sentId": 292}], "secId": 101}, {"speaker": "CORNYN", "sentences": [{"text": "Thank you.", "sentId": 293}], "secId": 102}, {"speaker": "MALVEAUX", "sentences": [{"text": "Now, of course, you have been critical of some of the Supreme Court's recent decisions.", "sentId": 294}, {"text": "You were one who opposed the court's 5-4 eminent domain ruling.", "sentId": 295}, {"text": "And in many big cases, we know that Sandra Day O'Connor has been the swing vote, the pivotal vote here.", "sentId": 296}, {"text": "What do you believe her resignation means?", "sentId": 297}], "secId": 103}, {"speaker": "CORNYN", "sentences": [{"text": "Well, she's had a long distinguished record of service on the Supreme Court.", "sentId": 298}, {"text": "And I think, you know, today is her day.", "sentId": 299}, {"text": "And she deserves the honor and respect that we can give her for that distinguished service.", "sentId": 300}], "secId": 104}, {"speaker": "CORNYN", "sentences": [{"text": "But I also hope that we can bring honor to the Senate by conducting the sort of confirmation process that is reflective of our best and does not overly politicize this choice for the Supreme Court.", "sentId": 301}], "secId": 105}, {"speaker": "MALVEAUX", "sentences": [{"text": "And even before O'Connor announced her resignation, you had said that the White House is considering putting off an announcement of a replacement until perhaps later in the summer to relay delay the amount of time that, of course, that liberal activists, activists would have time to attack the nomination.", "sentId": 302}], "secId": 106}, {"speaker": "MALVEAUX", "sentences": [{"text": "And we have seen that in the past that happened.", "sentId": 303}, {"text": "Has the White House spoken with you about this possible option here?", "sentId": 304}, {"text": "Do they plan on perhaps waiting until late August, even early September?", "sentId": 305}], "secId": 107}, {"speaker": "CORNYN", "sentences": [{"text": "My understanding is that the president is likely to make his nomination after July the 8th when he returns from the G-8.", "sentId": 306}, {"text": "But honestly, I think we're all speculating.", "sentId": 307}, {"text": "And there's only one person who really knows for sure.", "sentId": 308}], "secId": 108}, {"speaker": "CORNYN", "sentences": [{"text": "But now that the president has a vacant seat to fill, the Senate's got a job to do once the president makes his choice.", "sentId": 309}, {"text": "And my only hope is that we can conduct a fair process, do our job, ask hard questions, do a thorough investigation, but ultimately, conduct an up- or-down vote on the Senate floor as we have for 214 years and not have a repeat of some of the bad behavior that I think has not brought the Senate great honor in the last few years by filibustering the president's nominees.", "sentId": 310}], "secId": 109}, {"speaker": "MALVEAUX", "sentences": [{"text": "I'm going to join in the speculation, if you'll indulge me, for just a little bit, because your name has been mentioned as a possible Supreme Court nominee.", "sentId": 311}, {"text": "Have to ask you this question, of course, because of your own legal and political background.", "sentId": 312}, {"text": "Have you been approached by anyone in the administration?", "sentId": 313}], "secId": 110}, {"speaker": "CORNYN", "sentences": [{"text": "Well, I'll make it easy.", "sentId": 314}, {"text": "I have not.", "sentId": 315}, {"text": "I love my job in the Senate.", "sentId": 316}, {"text": "I'm honored to be here.", "sentId": 317}, {"text": "And I think the president has got a large range of potential choices he can make.", "sentId": 318}], "secId": 111}, {"speaker": "list", "sentences": [{"text": "And Senator, also, of course, the group of 14 who came up with a compromise when it came over, the judicial nominees and using that filibuster, they said that, of course, they would be free to use it under only extraordinary circumstances, that particular clause.", "sentId": 319}], "secId": 112}, {"speaker": "list", "sentences": [{"text": "Of course, the president has to be careful not to pick someone who might be supremely conservative and fall into that category.", "sentId": 320}, {"text": "What is your sense, in terms of just how willing they would be used to -- they would be willing to actually interpret that and use that clause, as someone that they could vote against?", "sentId": 321}, {"text": "Or does the president have to be careful not to -- he's walking a fine line here.", "sentId": 322}], "secId": 113}, {"speaker": "CORNYN", "sentences": [{"text": "Well, I think the president will pick a highly qualified nominee.", "sentId": 323}, {"text": "That's his job.", "sentId": 324}, {"text": "Nobody can do it for him.", "sentId": 325}, {"text": "And the Senate is not empowered to make that choice, but rather to do our job and conduct a searching investigation into the background of these nominees to make sure that we perform our constitutional duty.", "sentId": 326}], "secId": 114}, {"speaker": "CORNYN", "sentences": [{"text": "But I think one of the things that we have seen is that extraordinary circumstance cannot mean a disagreement over judicial philosophy.", "sentId": 327}, {"text": "Otherwise, Janice Rogers Brown and Priscilla Owen would not have gotten an up-or-down vote in the United States Senate, which they did get, and which I think all of these nominees should likely get, whoever they are.", "sentId": 328}], "secId": 115}, {"speaker": "MALVEAUX", "sentences": [{"text": "Senator John Cornyn, thank you very much for your time.", "sentId": 329}, {"text": "Of course, you're going to be extraordinarily busy over the next couple of months.", "sentId": 330}, {"text": "Thanks again.", "sentId": 331}], "secId": 116}, {"speaker": "CORNYN", "sentences": [{"text": "Thanks, Suzanne.", "sentId": 332}], "secId": 117}, {"speaker": "MALVEAUX", "sentences": [{"text": "Sandra Day O'Connor broke the glass ceiling at the U.S. Supreme Court.", "sentId": 333}, {"text": "Up next, O'Connor's own reflections on her history-making career.", "sentId": 334}, {"text": "Judy Woodruff makes a comeback on this program to look back on an interview that she did with O'Connor.", "sentId": 335}], "secId": 118}, {"speaker": "MALVEAUX", "sentences": [{"text": "Also ahead, will the next Supreme Court nominee be \"Borked\"?", "sentId": 336}, {"text": "The confirmation process has gotten ugly in the past.", "sentId": 337}, {"text": "Will it get worse?", "sentId": 338}], "secId": 119}, {"speaker": "MALVEAUX", "sentences": [{"text": "And when we go \"Inside the Blogs,\" online verdicts about O'Connor's exit and the future of the court.", "sentId": 339}], "secId": 120}, {"speaker": "MALVEAUX", "sentences": [{"text": "Retiring Supreme Court Justice Sandra Day O'Connor leaves behind a legacy as an independent thinker whose legal decisions were often hard to predict.", "sentId": 340}, {"text": "O'Connor is 75-years-old.", "sentId": 341}, {"text": "She was appointed to the high court back in 1981 by President Reagan.", "sentId": 342}, {"text": "She is considered what some might call a moderate conservative.", "sentId": 343}, {"text": "And she is also the first woman ever to serve as a Supreme Court justice.", "sentId": 344}], "secId": 121}, {"speaker": "MALVEAUX", "sentences": [{"text": "Through the years, O'Connor developed a reputation as the swing vote on a court divided between liberals and conservatives.", "sentId": 345}, {"text": "She is also known for her narrowly worded opinions and her sharp questioning of attorneys from the bench.", "sentId": 346}, {"text": "With me now to talk more about Sandra Day O'Connor and how O'Connor viewed her role on the court is the long-time anchor of this program, now a CNN special correspondent, Judy Woodruff.", "sentId": 347}], "secId": 122}, {"speaker": "MALVEAUX", "sentences": [{"text": "Judy, so good to have you here with us.", "sentId": 348}], "secId": 123}, {"speaker": "WOODRUFF", "sentences": [{"text": "Suzanne, thanks very much.", "sentId": 349}, {"text": "It's great to be back.", "sentId": 350}], "secId": 124}, {"speaker": "MALVEAUX", "sentences": [{"text": "And of course, I mean, this is a very busy day for all of us.", "sentId": 351}, {"text": "Did this news come as a surprise to you?", "sentId": 352}, {"text": "Should we have been surprised?", "sentId": 353}], "secId": 125}, {"speaker": "WOODRUFF", "sentences": [{"text": "Not so much.", "sentId": 354}, {"text": "And I'll explain why in a minute.", "sentId": 355}, {"text": "But I think many people were surprised, because Sandra Day O'Connor is a Supreme Court justice but she's also very visible, if you will, in the Washington social scene.", "sentId": 356}], "secId": 126}, {"speaker": "WOODRUFF", "sentences": [{"text": "She and her husband are out and about.", "sentId": 357}, {"text": "She's vibrant.", "sentId": 358}, {"text": "She's active.", "sentId": 359}, {"text": "I think that this decision, people would say are surprised, but it probably has something to do with her husband's ailing health.", "sentId": 360}, {"text": "She did say she wanted to spend more time with her family.", "sentId": 361}], "secId": 127}, {"speaker": "WOODRUFF", "sentences": [{"text": "And you know, Suzanne, this reminded me of the story back after election night in 2000 when it was reported that Sandra Day O'Connor said with a group of friends that, if George Bush were elected president, she might go ahead and step down.", "sentId": 362}, {"text": "Of course, she didn't at the time.", "sentId": 363}], "secId": 128}, {"speaker": "WOODRUFF", "sentences": [{"text": "But since then, friends have said that she doesn't seem to have been comfortable with President Bush's strongly ideological judicial appointments.", "sentId": 364}, {"text": "And it's even -- she's even let it be known, I think, to other friends that she wouldn't be comfortable with a Scalia, Thomas replacement on the court.", "sentId": 365}, {"text": "So I think that's the reason this has taken some time.", "sentId": 366}], "secId": 129}, {"speaker": "MALVEAUX", "sentences": [{"text": "And you actually interviewed her two years ago.", "sentId": 367}, {"text": "It's one of the rare television interviews that she ever gave.", "sentId": 368}, {"text": "What was that like?", "sentId": 369}], "secId": 130}, {"speaker": "WOODRUFF", "sentences": [{"text": "Well, I did.", "sentId": 370}, {"text": "I did talk to her.", "sentId": 371}, {"text": "And she doesn't do many television interviews, but she immediately puts you at ease.", "sentId": 372}, {"text": "I mean, as I said, I know her a little bit from around Washington.", "sentId": 373}], "secId": 131}, {"speaker": "WOODRUFF", "sentences": [{"text": "She had written a book called \"The Majesty of the Law,\" and among other things she talked, of course, her love of the Constitution.", "sentId": 374}, {"text": "But I wanted to talk about what it was like to be a woman, the first woman on the court.", "sentId": 375}], "secId": 132}, {"speaker": "WOODRUFF", "sentences": [{"text": "She talked about how hard that was for her and how much she loved it when Justice Ruth Bader Ginsburg came along about a decade later.", "sentId": 376}, {"text": "Here's what she said.", "sentId": 377}], "secId": 133}, {"speaker": "O'CONNOR", "sentences": [{"text": "When I arrived, there had been a large amount of media attention to the selection of a woman and then to see what that woman did under all circumstances.", "sentId": 378}, {"text": "And too much attention, for any reasonable comfort level.", "sentId": 379}], "secId": 134}, {"speaker": "O'CONNOR", "sentences": [{"text": "And the minute Justice Ginsburg came to the court, we were nine justices.", "sentId": 380}, {"text": "It wasn't seven and then the women.", "sentId": 381}, {"text": "We became nine.", "sentId": 382}, {"text": "And it was a great relief to me, and I'm sure it was welcome to Justice Ginsburg.", "sentId": 383}], "secId": 135}, {"speaker": "WOODRUFF", "sentences": [{"text": "Did the two of you have any sort of special bond because you're the first women?", "sentId": 384}], "secId": 136}, {"speaker": "O'CONNOR", "sentences": [{"text": "Well, certainly.", "sentId": 385}, {"text": "We're both appreciative that we have at least two of us here.", "sentId": 386}], "secId": 137}, {"speaker": "WOODRUFF", "sentences": [{"text": "Should there be more?", "sentId": 387}], "secId": 138}, {"speaker": "O'CONNOR", "sentences": [{"text": "I welcome it.", "sentId": 388}], "secId": 139}, {"speaker": "WOODRUFF", "sentences": [{"text": "By the same token -- and this is back to what you and I were just discussing -- does it matter that whether there is or isn't, for example, an Hispanic justice on the court?", "sentId": 389}], "secId": 140}, {"speaker": "O'CONNOR", "sentences": [{"text": "Well, we'd welcome that, too.", "sentId": 390}, {"text": "I'm sure, for the very reasons I gave you earlier, in a broad sense, people take a certain level of comfort in looking around and seeing who's in office in ways that affect the public.", "sentId": 391}], "secId": 141}, {"speaker": "WOODRUFF", "sentences": [{"text": "What do you think of this characterization of you as the most powerful woman in America, or as the \"New York Times\" put it a little more modestly, \"America's most powerful jurist\"?", "sentId": 392}], "secId": 142}, {"speaker": "O'CONNOR", "sentences": [{"text": "Well, I think you have to take that with a heavy, large grain of salt, because I think every member of this court has a certain degree of authority on behalf of the court, but we have an equal voice.", "sentId": 393}], "secId": 143}, {"speaker": "O'CONNOR", "sentences": [{"text": "And I'm no more powerful than anyone else on this court.", "sentId": 394}, {"text": "That's for sure.", "sentId": 395}, {"text": "And collectively, we do render opinions that matter to people.", "sentId": 396}, {"text": "But I've never looked upon myself or the role of the court as being all-powerful.", "sentId": 397}], "secId": 144}, {"speaker": "WOODRUFF", "sentences": [{"text": "At the same time, you are characterized again and again as a crucial swing vote.", "sentId": 398}], "secId": 145}, {"speaker": "O'CONNOR", "sentences": [{"text": "I think that's something the media has devised as a means of writing about the court.", "sentId": 399}, {"text": "And I don't think that has a lot of validity, either.", "sentId": 400}], "secId": 146}, {"speaker": "WOODRUFF", "sentences": [{"text": "I've even heard lawyers and law professors use that term, because, very clearly, Justice O'Connor, you have weighed in on some very close decisions on this court.", "sentId": 401}], "secId": 147}, {"speaker": "O'CONNOR", "sentences": [{"text": "Well, we've had...", "sentId": 402}], "secId": 148}, {"speaker": "WOODRUFF", "sentences": [{"text": "Some very visible -- excuse me.", "sentId": 403}, {"text": "O'CONNOR:  We've had many close decisions through the years I've been here.", "sentId": 404}, {"text": "I think the court was more closely divided in the first ten years, in a way, than it is today.", "sentId": 405}, {"text": "And there have been many, many 5-4 decisions.", "sentId": 406}, {"text": "So perhaps that's just been a factor of the times, as well.", "sentId": 407}], "secId": 149}, {"speaker": "WOODRUFF", "sentences": [{"text": "Suzanne, I went on to ask her in that interview if she had given any thought to retirement.", "sentId": 408}, {"text": "Now, this was two years ago.", "sentId": 409}, {"text": "She said, \"Well, I am getting on in years,\" she said.", "sentId": 410}, {"text": "But she said, \"And I have thought, should I or shouldn't I?\"", "sentId": 411}, {"text": "But then, of course, she hadn't made the decision then.", "sentId": 412}, {"text": "Two years later, she has.", "sentId": 413}], "secId": 150}, {"speaker": "MALVEAUX", "sentences": [{"text": "And you know her a little bit personally, as well.", "sentId": 414}], "secId": 151}, {"speaker": "WOODRUFF", "sentences": [{"text": "I do.", "sentId": 415}, {"text": "I mean, I've seen her.", "sentId": 416}, {"text": "She is an enormously warm, engaging person.", "sentId": 417}, {"text": "She always asks about family, about me as a woman and my career.", "sentId": 418}, {"text": "It's very interesting.", "sentId": 419}], "secId": 152}, {"speaker": "WOODRUFF", "sentences": [{"text": "She once got into a discussion, without betraying any court confidences, about having children and pornography on the Internet, and how do you deal with that as a parent.", "sentId": 420}, {"text": "So somebody who's very interested in family and in people, so somebody who's left a mark.", "sentId": 421}], "secId": 153}, {"speaker": "MALVEAUX", "sentences": [{"text": "Judy Woodruff, thanks so much.", "sentId": 422}, {"text": "Great seeing you again.", "sentId": 423}], "secId": 154}, {"speaker": "MALVEAUX", "sentences": [{"text": "And as you can imagine, of course, bloggers are assessing the Sandra Day O'Connor announcement.", "sentId": 424}, {"text": "We check in with our blog reporters next to see how the various interest groups are using blogs to spread their messages.", "sentId": 425}], "secId": 155}, {"speaker": "MALVEAUX", "sentences": [{"text": "It's been a busy day for bloggers all across the political spectrum.", "sentId": 426}, {"text": "For more, we check in with our CNN political producer Abbi Tatton and Jacki Schechner, our blog reporter -- Jacki?", "sentId": 427}], "secId": 156}, {"speaker": "SCHECHNER", "sentences": [{"text": "Hi, Suzanne.", "sentId": 428}, {"text": "I saw that smile.", "sentId": 429}], "secId": 157}, {"speaker": "SCHECHNER", "sentences": [{"text": "This is actually opening up the very first Supreme Court nomination in the age of the blogs and political action online.", "sentId": 430}, {"text": "This is a big, big deal.", "sentId": 431}, {"text": "You can take your pick of the headlines today, but they were all of the \"Let the games begin, this is going to be brutal\" variety.", "sentId": 432}], "secId": 158}, {"speaker": "SCHECHNER", "sentences": [{"text": "And as libertyjustincase.blogspot.com puts it very succinctly, \"I guess we know what folks are going to be blogging about the rest of this summer.\"", "sentId": 433}], "secId": 159}, {"speaker": "TATTON", "sentences": [{"text": "Bloggers, and interest groups, and members of Congress are all recognizing the role the Internet is going to play in this upcoming Supreme Court nomination battle, as they are calling it out there.", "sentId": 434}, {"text": "For months, people have been buying up domain names.", "sentId": 435}, {"text": "First of all, the liberal Leadership Conference on Civil Rights has bought up ConfirmRoberts.com and also StopRoberts.com.", "sentId": 436}, {"text": "That's in reference to Judge John Roberts of the D.C.", "sentId": 437}, {"text": "Circuit, just in case he is the nominee.", "sentId": 438}], "secId": 160}, {"speaker": "TATTON", "sentences": [{"text": "Also, big conservative Hugh Hewitt at hughhewitt.com, he's been getting in on this, as well.", "sentId": 439}, {"text": "He registered ConfirmMcConnell.com.", "sentId": 440}, {"text": "And he told the \"Legal Times\" that he was trying to get more sites but they'd already been bought up.", "sentId": 441}, {"text": "So hopefully to direct more people over to his blog.", "sentId": 442}], "secId": 161}, {"speaker": "TATTON", "sentences": [{"text": "Now, members of Congress have also been recognizing the role the bloggers are going to play that they can mobilize people so quickly.", "sentId": 443}, {"text": "Senator Edward Kennedy, who was a guest earlier on INSIDE POLITICS, had a conference call with bloggers this afternoon, rounding up a group of mostly progressive bloggers, telling them about the next stage in this.", "sentId": 444}], "secId": 162}, {"speaker": "TATTON", "sentences": [{"text": "One of them was Jeralyn Merritt, a defense attorney at talkleft.com.", "sentId": 445}, {"text": "At her site, she goes through the different points that were made by the senator, and just emphasizing some of them, like conservative groups have put up $18 million in anticipation of the nominee, certain to rally the cause on the left.", "sentId": 446}], "secId": 163}, {"speaker": "SCHECHNER", "sentences": [{"text": "And you talked about the speech online.", "sentId": 447}, {"text": "One of the other great things about the Internet is the plethora of information that is available in that very short period of time.", "sentId": 448}, {"text": "We've talked about scotusblog.com.", "sentId": 449}, {"text": "That's run by a D.C. law firm.", "sentId": 450}, {"text": "They cover the Supreme Court.", "sentId": 451}], "secId": 164}, {"speaker": "SCHECHNER", "sentences": [{"text": "They are now shifting traffic over to their sister site, SCTnomination.com.", "sentId": 452}, {"text": "This is the blog covering the nomination process.", "sentId": 453}, {"text": "They are updating with more throughout the day.", "sentId": 454}], "secId": 165}, {"speaker": "SCHECHNER", "sentences": [{"text": "Another site we wanted to show you was WatchingWashington.blogspot.com.", "sentId": 455}, {"text": "They have a whole bunch of information over there, including links to the liberal and conservatives groups who are going to be part of this larger debate as it moves forward.", "sentId": 456}, {"text": "They also have links to books that you could buy online.", "sentId": 457}], "secId": 166}, {"speaker": "SCHECHNER", "sentences": [{"text": "So if you have some more free time over the weekend, Suzanne, you can read up through there.", "sentId": 458}, {"text": "We're going to be back to talk a little bit more about reaction when we come back.", "sentId": 459}], "secId": 167}, {"speaker": "MALVEAUX", "sentences": [{"text": "All that free time we're all going to have this weekend.", "sentId": 460}, {"text": "OK, thank you very much, Abbi and Jacki.", "sentId": 461}], "secId": 168}, {"speaker": "MALVEAUX", "sentences": [{"text": "We're, of course, focused on the new Supreme Court vacancy.", "sentId": 462}, {"text": "But we did want to mention what happened in California today.", "sentId": 463}, {"text": "Antonio Villaraigosa was sworn in a few hours ago as the new mayor of Los Angeles.", "sentId": 464}, {"text": "Villaraigosa beat incumbent James Hahn in a runoff election back in May.", "sentId": 465}, {"text": "He becomes L.A.'s first Hispanic mayor in more than a century.", "sentId": 466}, {"text": "When we return, does a summer showdown lie ahead?", "sentId": 467}, {"text": "As Justice O'Connor prepares to leave the court, I'll talk with our chief political correspondent Candy Crowley about the potential battle over O'Connor's replacement.", "sentId": 468}], "secId": 169}, {"speaker": "MALVEAUX", "sentences": [{"text": "Justice O'Connor's retirement announcement comes at a time when Americans have a less-than-positive opinion of the Supreme Court than they once did.", "sentId": 469}, {"text": "Our senior political analyst, Bill Schneider, has been thinking about the polls and how the fight over O'Connor's successor may play out, especially when it comes to one particularly hot issue.", "sentId": 470}], "secId": 170}, {"speaker": "SCHNEIDER", "sentences": [{"text": "Justice Sandra Day O'Connor's retirement could set off the mother of all political battles -- over abortion rights.", "sentId": 471}, {"text": "O'Connor voted in 1992 to reaffirm a woman's constitutionally protected right to abortion.", "sentId": 472}, {"text": "Conservatives want President Bush to nominate a justice who will cast what could be the deciding vote against that right.", "sentId": 473}, {"text": "And they want to know that up front, before the Senate confirmation vote.", "sentId": 474}, {"text": "Their cry is, \"No more David Souters.\"", "sentId": 475}, {"text": "Souter, nominated by the first President Bush in 1990, did not define his position on abortion.", "sentId": 476}, {"text": "Conservatives were outraged when he turned out to support abortion rights.", "sentId": 477}, {"text": "Many liberals denounced the idea that a nominee should have to pass a litmus test on the abortion issue.", "sentId": 478}], "secId": 171}, {"speaker": "KENNEDY", "sentences": [{"text": "I don't set up a litmus test for any particular nominees.", "sentId": 479}, {"text": "I have voted for judges which have been pro-life.", "sentId": 480}], "secId": 172}, {"speaker": "SCHNEIDER", "sentences": [{"text": "The CNN/\"USA Today\"/Gallup poll asked the public, do you want a new Supreme Court justice to be someone who would vote to uphold Roe v. Wade, the decision that legalized abortion, or someone who would vote to overturn it?", "sentId": 481}, {"text": "By better than two to one, Americans prefer a Supreme Court nominee who would vote to uphold Roe v. Wade and continue to give constitutional protection to abortion rights.", "sentId": 482}, {"text": "Even Republicans are divided on the issue.", "sentId": 483}, {"text": "Nearly half want a justice who would uphold abortion rights.", "sentId": 484}], "secId": 173}, {"speaker": "SCHNEIDER", "sentences": [{"text": "The issue does seem to be more important to anti-abortion voters.", "sentId": 485}, {"text": "Most of them say they care a great deal about the choice of a new justice, whereas those who favor abortion rights are less intensely motivated -- right now.", "sentId": 486}, {"text": "But there's a big campaign brewing, almost as intense as a presidential campaign.", "sentId": 487}, {"text": "And when abortion rights supporters feel their rights are being threatened, they have shown that they can rally, as they did against the nomination of Robert Bork in 1987.", "sentId": 488}], "secId": 174}, {"speaker": "KENNEDY", "sentences": [{"text": "In Robert Bork's America, there is no room at the inn for blacks and no place in the Constitution for women.", "sentId": 489}], "secId": 175}, {"speaker": "SCHNEIDER", "sentences": [{"text": "Most voters accept the view of abortion rights set out in the Supreme Court's 1992 decision -- that abortion is a constitutionally protected right that can be limited and regulated.", "sentId": 490}, {"text": "The co-author of that decision?", "sentId": 491}, {"text": "Sandra Day O'Connor.", "sentId": 492}, {"text": "Suzanne.", "sentId": 493}], "secId": 176}, {"speaker": "MALVEAUX", "sentences": [{"text": "And Bill, you noticed something rather unique in her background that we don't normally see in other justices.", "sentId": 494}], "secId": 177}, {"speaker": "SCHNEIDER", "sentences": [{"text": "That's right.", "sentId": 495}, {"text": "Sandra Day O'Connor is, as far as I know, the only current member of the Supreme Court who ever held elected legislative office.", "sentId": 496}, {"text": "In the early 1970s, she was a member of the Arizona State Senate, and she rose to become the Republican majority leader in the state Senate, the first woman in the country to rise to that position.", "sentId": 497}, {"text": "Now, that's something today that's unusual.", "sentId": 498}, {"text": "In the old days, politicians, elected officials used to be appointed to the Supreme Court all the time, and served with great distinction.", "sentId": 499}, {"text": "Earl Warren, former President Taft all were on the Supreme Court.", "sentId": 500}, {"text": "But that's a tradition we don't see much anymore.", "sentId": 501}, {"text": "And I think we're losing something by not having many elected officials on the Supreme Court.", "sentId": 502}], "secId": 178}, {"speaker": "MALVEAUX", "sentences": [{"text": "Bill Schneider, thank you very much for your insights.", "sentId": 503}], "secId": 179}, {"speaker": "MALVEAUX", "sentences": [{"text": "Our political \"Strategy Session\" is just ahead, but first we want to consider today's retirement announcement of Supreme Court Justice Sandra Day O'Connor and the potential for another political showdown on Capitol Hill.", "sentId": 504}], "secId": 180}, {"speaker": "MALVEAUX", "sentences": [{"text": "With me now to talk more about this is our senior political correspondent, Candy Crowley.", "sentId": 505}, {"text": "Candy, of course, what is this going to mean for 2006, do you think?", "sentId": 506}, {"text": "And we are reading the tea leaves, but that is the next question.", "sentId": 507}], "secId": 181}, {"speaker": "CROWLEY", "sentences": [{"text": "There are a billion trails, whichever way you want to look at it.", "sentId": 508}, {"text": "I mean, this is tough, because first of all, so much depends on who the president nominates.", "sentId": 509}, {"text": "Is he going to come up with someone more moderate, more in the Sandra Day O'Connor line, or is he in fact going to come up with someone more conservative, something that would tilt the court, as we say?", "sentId": 510}], "secId": 182}, {"speaker": "CROWLEY", "sentences": [{"text": "Judges, particularly judicial nominees to the Supreme Court, are of great interest to the cores of both parties -- the conservatives in the Republican party, the liberals in the Democratic party -- insofar as the fight galvanizes them for 2006.", "sentId": 511}, {"text": "It could have some effect there, but those are generally people that already go to the polls.", "sentId": 512}, {"text": "You know, if he'd nominate someone that gets through without a lot of fanfare, most people probably won't pay a lot of attention.", "sentId": 513}, {"text": "So it really depends on whether this is a huge fight, and then there will be some ramifications although it's tough to know what they will be now, because after all, 2006 is just a year away.", "sentId": 514}], "secId": 183}, {"speaker": "MALVEAUX", "sentences": [{"text": "And what makes this particular retirement so important, because there was so much talk about Rehnquist, and then Sandra Day O'Connor, it's a totally different dynamic here?", "sentId": 515}], "secId": 184}, {"speaker": "CROWLEY", "sentences": [{"text": "Rehnquist was a conservative.", "sentId": 516}, {"text": "If you replace a conservative with a conservative, it's still a wash on how the Supreme Court goes.", "sentId": 517}, {"text": "If you replace a moderate or a swing vote, as Sandra Day O'Connor is always referred to as, and you replace that person with a conservative, then you have begun to tilt the court, because there are so many 5-to-4 decisions that Sandra Day O'Connor was the swing vote in that had to do with affirmative action and had to do with Roe v. Wade.", "sentId": 518}, {"text": "So if you look at those and put a conservative in there, it does change the tilt of the court.", "sentId": 519}, {"text": "Having said that, as everyone knows, not everybody votes on the court exactly as those who nominated them thought they should.", "sentId": 520}], "secId": 185}, {"speaker": "MALVEAUX", "sentences": [{"text": "And talking with your sources this afternoon, what does the Bush administration, what is it looking for in a nominee?", "sentId": 521}, {"text": "What do they need to accomplish when they put forward that name, if that person is actually nominated, they're approved and they get their agenda pushed through?", "sentId": 522}], "secId": 186}, {"speaker": "CROWLEY", "sentences": [{"text": "Well, I mean, what they're looking for is -- I mean, the main thing, and I know you know this as well as I do, that what George Bush wants is someone who generally thinks the way he does, who has the bent the way he does.", "sentId": 523}, {"text": "They use the term strict constructionist.", "sentId": 524}, {"text": "And by that, they mean someone that does not interpret the law, but someone who enforces the law.", "sentId": 525}, {"text": "So that has become somewhat code word for a lot of people.", "sentId": 526}], "secId": 187}, {"speaker": "CROWLEY", "sentences": [{"text": "But in fact, there are a couple things, it seems to me, that George Bush looks for.", "sentId": 527}, {"text": "One of them is someone who does -- is of that ilk, and also someone he's comfortable, with which is why you keep hearing --", "sentId": 528}], "secId": 188}, {"speaker": "MALVEAUX", "sentences": [{"text": "For instance, Alberto Gonzales.", "sentId": 529}], "secId": 189}, {"speaker": "CROWLEY", "sentences": [{"text": "Absolutely.", "sentId": 530}, {"text": "Absolutely.", "sentId": 531}, {"text": "And that's a name you hear more of all when you say comfortable with.", "sentId": 532}], "secId": 190}, {"speaker": "MALVEAUX", "sentences": [{"text": "Right.", "sentId": 533}, {"text": "Okay.", "sentId": 534}, {"text": "Well, Candy, thank you very much for your insights.", "sentId": 535}, {"text": "Appreciate that.", "sentId": 536}], "secId": 191}, {"speaker": "MALVEAUX", "sentences": [{"text": "Of course, a potential battle brewing over the president's Supreme Court nominee would be the latest in a string of recent bitter nomination fights.", "sentId": 537}, {"text": "We get more from  CNN national correspondent Bruce Morton.", "sentId": 538}], "secId": 192}, {"speaker": "MORTON", "sentences": [{"text": "Years ago, senators didn't even question the Supreme Court nominees.", "sentId": 539}, {"text": "Now, they not only ask questions, they sometimes refuse to give the nominee the job.", "sentId": 540}], "secId": 193}, {"speaker": "REID", "sentences": [{"text": "The yeas are 42.", "sentId": 541}, {"text": "The nays are 58.", "sentId": 542}, {"text": "The nomination is not confirmed.", "sentId": 543}], "secId": 194}, {"speaker": "MORTON", "sentences": [{"text": "That was the Senate in 1987 rejecting a Ronald Reagan nominee: Federal Appeals Judge Robert Bork.", "sentId": 544}, {"text": "Bork had originally opposed issues that became part of the 1964 Civil Rights Act, feeling merchants had a right to refuse to serve blacks or anybody else.", "sentId": 545}, {"text": "He subsequently changed his mind and enforced the law as solicitor general.", "sentId": 546}, {"text": "He also opposed the idea of a woman's right to an abortion, and said he'd vote to overturn Roe v. Wade, the decision establishing that right.", "sentId": 547}], "secId": 195}, {"speaker": "BORK", "sentences": [{"text": "The question is never whether you like the statutes.", "sentId": 548}, {"text": "The question is, is it in fact contrary to the principles of the Constitution.", "sentId": 549}], "secId": 196}, {"speaker": "MORTON", "sentences": [{"text": "The Bork fight was angry, but it was, one way or another, mostly about issues.", "sentId": 550}, {"text": "The most personal confirmation battle ever was probably Clarence Thomas's.", "sentId": 551}, {"text": "The first President Bush nominated conservative Thomas to replace liberal Thurgood Marshall, who'd been the first black justice.", "sentId": 552}, {"text": "Fireworks went off when Anita Hill, a law professor, accused him of sexual harassment when they'd worked together at the Equal Employment Opportunity Commission.", "sentId": 553}, {"text": "He talked about pornographic movies, she claimed, and once about a can of Coca-Cola.", "sentId": 554}], "secId": 197}, {"speaker": "HILL", "sentences": [{"text": "He got up from the table at which we were working, went over to his desk to get the Coke, looked at the can and asked, who has put pubic hair on my Coke.", "sentId": 555}], "secId": 198}, {"speaker": "MORTON", "sentences": [{"text": "Thomas angrily denounced the hearing.", "sentId": 556}], "secId": 199}, {"speaker": "THOMAS", "sentences": [{"text": "It is a message that unless you kowtow to an old order, this is what will happen to you.", "sentId": 557}, {"text": "You will be lynched, destroyed, caricatured by a committee of the U.S. Senate rather than hung from a tree.", "sentId": 558}], "secId": 200}, {"speaker": "MORTON", "sentences": [{"text": "The Senate confirmed him, 52-48, in 1991.", "sentId": 559}, {"text": "There have been others.", "sentId": 560}, {"text": "Lyndon Johnson tried to promote Abe Fortas from associate justice to chief justice, but Republicans filibustered, reports surfaced of Fortas taking lecture fees, giving political advice to the president, and Johnson withdraw the nomination, and Fortas later resigned.", "sentId": 561}], "secId": 201}, {"speaker": "MORTON", "sentences": [{"text": "Richard Nixon once nominated a Florida judge named G. Harold Carswell.", "sentId": 562}, {"text": "He was criticized for having supported white supremacy and because law groups rated him mediocre.", "sentId": 563}, {"text": "One defender, Republican Roman Hruska of Nebraska, said, \"There are a lot of mediocre judges and people and lawyers.", "sentId": 564}, {"text": "They're entitled to a little representation, aren't they?\"", "sentId": 565}, {"text": "The Senate, 51-45, voted no.", "sentId": 566}, {"text": "Carswell was not confirmed.", "sentId": 567}], "secId": 202}, {"speaker": "MORTON", "sentences": [{"text": "Bruce Morton, CNN, Washington.", "sentId": 568}], "secId": 203}, {"speaker": "MALVEAUX", "sentences": [{"text": "Sandra Day O'Connor's resignation changes the political calculus in Washington.", "sentId": 569}, {"text": "We'll talk about its effects on the high court as well as the high-stakes battle to name her replacement.", "sentId": 570}, {"text": "That is all coming up in our \"Strategy Session.\"", "sentId": 571}], "secId": 204}, {"speaker": "MALVEAUX", "sentences": [{"text": "Welcome back to INSIDE POLITICS and our \"Strategy Session\" on today's hottest political topics.", "sentId": 572}, {"text": "With us today, CNN contributor Jack Valenti and CNN political analyst Bob Novak.", "sentId": 573}, {"text": "Of course, thank you very much for joining us.", "sentId": 574}], "secId": 205}, {"speaker": "MALVEAUX", "sentences": [{"text": "Today's topic, Justice Sandra Day O'Connor retires from the Supreme Court.", "sentId": 575}, {"text": "We'll look at what this blockbuster announcement means for the court.", "sentId": 576}, {"text": "And talk about possible replacements.", "sentId": 577}, {"text": "President Bush was quick to praise O'Connor after receiving her resignation letter.", "sentId": 578}, {"text": "It reads, \"in part, it has been a great privilege indeed to have served as a member of the court for 24 terms.", "sentId": 579}, {"text": "I will leave it with enormous respect for the integrity of the court and its role under our constitutional structure.\"", "sentId": 580}], "secId": 206}, {"speaker": "BUSH", "sentences": [{"text": "When president Ronald Reagan appointed her 24 years ago, Americans had high expectations of her.", "sentId": 581}, {"text": "And she has surpassed those expectations in the performance of her duties.", "sentId": 582}, {"text": "This great lady, born in El Paso, Texas, rose above the obstacles of an earlier time and became one of the most admired Americans of our time.", "sentId": 583}], "secId": 207}, {"speaker": "MALVEAUX", "sentences": [{"text": "Now, a lot of people were surprised that the O'Connor resignation came before Rehnquist.", "sentId": 584}, {"text": "Bob, you were not.", "sentId": 585}, {"text": "You predicted this on Monday in your column.", "sentId": 586}, {"text": "What made you think so?", "sentId": 587}], "secId": 208}, {"speaker": "NOVAK", "sentences": [{"text": "Well, I had a tip from a very good source who was very close on this and I checked it out with a couple other people.", "sentId": 588}, {"text": "And it's good enough to go with.", "sentId": 589}, {"text": "It's always nice when you're confirmed on something five days later.", "sentId": 590}], "secId": 209}, {"speaker": "NOVAK", "sentences": [{"text": "Justice O'Connor, you know, Suzanne, 24 years ago, her selection leaked out during the 4th of July weekend.", "sentId": 591}, {"text": "And it was -- it created a fire storm in the conservative community, because she had been a pro- choice senator in Arizona.", "sentId": 592}, {"text": "And they said this is a disaster.", "sentId": 593}], "secId": 210}, {"speaker": "NOVAK", "sentences": [{"text": "And President Reagan was very disturbed at first, but he -- there was a little investigation at the Justice Department by a young lawyer named Ken Starr of her.", "sentId": 594}, {"text": "He said, she's fine.", "sentId": 595}, {"text": "She's going to be good on abortion.", "sentId": 596}, {"text": "Well, she wasn't good on abortion.", "sentId": 597}], "secId": 211}, {"speaker": "NOVAK", "sentences": [{"text": "She's been a great disappointment, though not a surprise to conservatives.", "sentId": 598}, {"text": "And she has really been a swing voter who usually swings with the liberals on social issues about abortion, gender, and all other issues that are very important to the people who elected George W. Bush.", "sentId": 599}], "secId": 212}, {"speaker": "MALVEAUX", "sentences": [{"text": "So Jack, what do you think is going to be really the implications of all of this, particularly when it comes to the Roe v Wade decision.", "sentId": 600}], "secId": 213}, {"speaker": "VALENTI", "sentences": [{"text": "Well, this is a nerve-bending vacancy because of Roe v Wade.", "sentId": 601}, {"text": "Interestingly enough, about 65 percent of the American people believe that Roe v Wade is the right decision.", "sentId": 602}, {"text": "And that any justice who comes who wants to overturn it is going to be going against heavy public opinion in favor.", "sentId": 603}], "secId": 214}, {"speaker": "VALENTI", "sentences": [{"text": "So I think this will be an appointment that -- the replacement for Sandra Day O'Connor will be a fire storm.", "sentId": 604}, {"text": "I mean, it will be Armageddon time.", "sentId": 605}, {"text": "And rightly so, because I think she was unpredictable in a lot of ways.", "sentId": 606}, {"text": "Although Bob points out, rightly I think on social issues, she was the fifth vote on 5-4 decisions.", "sentId": 607}, {"text": "And therefore, being a swing vote becomes an extraordinary important vacancy.", "sentId": 608}], "secId": 215}, {"speaker": "NOVAK", "sentences": [{"text": "I can't tell you, Suzanne, how important this is to conservatives to find somebody who is not like Sandra Day O'Connor.", "sentId": 609}], "secId": 216}, {"speaker": "MALVEAUX", "sentences": [{"text": "And particularly when the abortion issue, of course, the polls that do show that most Americans believe in the right to choice here.", "sentId": 610}, {"text": "Does the president need to push forward a consensus candidate here in order to get the rest of his domestic agenda accomplished?", "sentId": 611}, {"text": "Because obviously, he is having a problem with that.", "sentId": 612}], "secId": 217}, {"speaker": "NOVAK", "sentences": [{"text": "No, I don't believe so at all.", "sentId": 613}, {"text": "We have on the court seven of the nine justices were pointed by Republican presidents.", "sentId": 614}, {"text": "And yet the conservative cause keeps losing, 5-4 on decisions.", "sentId": 615}, {"text": "So there's tremendous pressure to not to have a consensus candidate, but to shift the court by a conservative.", "sentId": 616}], "secId": 218}, {"speaker": "NOVAK", "sentences": [{"text": "You know, there's a lot of talk about public opinion polls.", "sentId": 617}, {"text": "The court is not supposed to follow public opinion polls, they're supposed to follow the constitution.", "sentId": 618}, {"text": "They're not politicians, they're supposed to be judges.", "sentId": 619}], "secId": 219}, {"speaker": "VALENTI", "sentences": [{"text": "I don't think the constitution -- I can't see the word abortion anywhere in the constitution.", "sentId": 620}, {"text": "What the justices do is try to figure out what the framers had in mind, strict constructionists.", "sentId": 621}], "secId": 220}, {"speaker": "VALENTI", "sentences": [{"text": "But I think when you and the court continually goes against the vast ocean of public opinion, that is not good.", "sentId": 622}, {"text": "And that's why this appointment has to be someone who is going to believe in Roe v Wade.", "sentId": 623}], "secId": 221}, {"speaker": "MALVEAUX", "sentences": [{"text": "OK.  We'll continue that on the other side of the break.", "sentId": 624}], "secId": 222}, {"speaker": "MALVEAUX", "sentences": [{"text": "O'Connor was just one of four justices nominated to the Supreme Court by Ronald Reagan.", "sentId": 625}, {"text": "Now President Bush will get the chance to name his first.", "sentId": 626}, {"text": "We'll talk about some possible candidates coming up on \"Strategy Session.\"", "sentId": 627}], "secId": 223}, {"speaker": "KING", "sentences": [{"text": "I'm John King reporting from New York.", "sentId": 628}, {"text": "Coming up at the top of the hour, Supreme Court Justice Sandra Day O'Connor announces her retirement and the fight over replacing her is already underway.", "sentId": 629}], "secId": 224}, {"speaker": "The search isn't over in Afghanistan", "sentences": [{"text": "16 bodies have been recovered from a U.S. helicopter.", "sentId": 630}, {"text": "But what happened to the elite troops the chopper crew was trying to rescue?", "sentId": 631}], "secId": 225}, {"speaker": "And round two in the war of the words", "sentences": [{"text": "Brooke Shields fires back at Tom Cruise.", "sentId": 632}], "secId": 226}, {"speaker": "And round two in the war of the words", "sentences": [{"text": "All those stories and much more just minutes away on \"WOLF BLITZER REPORTS.\"", "sentId": 633}, {"text": "Now back to INSIDE POLITICS.", "sentId": 634}], "secId": 227}, {"speaker": "MALVEAUX", "sentences": [{"text": "Welcome back to INSIDE POLITICS.", "sentId": 635}, {"text": "Just moments ago, the Supreme Court press office released statement from the other justices about today's retirement of Sandra Day O'Connor.", "sentId": 636}, {"text": "Chief Justice Rehnquist called her, quote, \"a long-time friend.\"", "sentId": 637}, {"text": "And he said he will miss her greatly.", "sentId": 638}], "secId": 228}, {"speaker": "MALVEAUX", "sentences": [{"text": "Justice Antonin Scalia called her, quote, \"a star.\"", "sentId": 639}], "secId": 229}, {"speaker": "MALVEAUX", "sentences": [{"text": "Justice Clarence Thomas said he was deeply saddened.", "sentId": 640}], "secId": 230}, {"speaker": "MALVEAUX", "sentences": [{"text": "And Justice Stephen Breyer called her a treasured colleague and great friend.", "sentId": 641}], "secId": 231}, {"speaker": "MALVEAUX", "sentences": [{"text": "Now back to \"Strategy Session.\"", "sentId": 642}, {"text": "With us, of course, Jack Valenti and Bob Novak.", "sentId": 643}, {"text": "Justice O'Connor's resignation kicks off a high stakes battle to replace her.", "sentId": 644}, {"text": "President Bush fired the first salvo across the bow of the U.S. Senate.", "sentId": 645}], "secId": 232}, {"speaker": "BUSH", "sentences": [{"text": "The nation deserves and I will select a Supreme Court justice that Americans can be produced of.", "sentId": 646}, {"text": "The nation also deserves a dignified process of confirmation in the United States Senate characterized by fair treatment, a fair hearing and a fair vote.", "sentId": 647}], "secId": 233}, {"speaker": "MALVEAUX", "sentences": [{"text": "Jack, what kind of person should President Bush nominate?", "sentId": 648}], "secId": 234}, {"speaker": "VALENTI", "sentences": [{"text": "I said I think he ought to have somebody who's going to be -- and the temperament and the judicial objectives of Sandra Day O'Connor.", "sentId": 649}, {"text": "If he picks somebody who is a really such a staunch conservative that it will blight that vacancy because Chief Justice Rehnquist will probably retire, I suppose, before the end of his term.", "sentId": 650}, {"text": "And you have these two vacancies.", "sentId": 651}, {"text": "Rehnquist has always been on the conservative side.", "sentId": 652}, {"text": "And Sandra Day O'Connor has to be replaced by somebody like her.", "sentId": 653}], "secId": 235}, {"speaker": "MALVEAUX", "sentences": [{"text": "But Bob, does that mean, should it be a woman?", "sentId": 654}, {"text": "Should it be a minority that holes that seat?", "sentId": 655}, {"text": "Is that important?", "sentId": 656}], "secId": 236}, {"speaker": "NOVAK", "sentences": [{"text": "I think it is important.", "sentId": 657}, {"text": "All the speculation I've heard today, there hasn't been talk about naming a woman.", "sentId": 658}, {"text": "Now what it has to be, contrary to what my friend Jack Valenti says, it has to be a conservative.", "sentId": 659}, {"text": "It cannot be another Sandra Day O'Connor.", "sentId": 660}, {"text": "That would be a tremendous setback.", "sentId": 661}], "secId": 237}, {"speaker": "NOVAK", "sentences": [{"text": "This is -- she has had a very disappointing tenure in the eyes of the conservative movement.", "sentId": 662}, {"text": "All of these statements by the justices, of course, they're brothers and sisters.", "sentId": 663}, {"text": "That's what you expect.", "sentId": 664}], "secId": 238}, {"speaker": "NOVAK", "sentences": [{"text": "But someone I have mentioned, they've talked to is somebody who is not well-known, it's appeals judge Edith Clement in New Orleans.", "sentId": 665}, {"text": "And she's been quickly confirmed for district judge, for appeals judge.", "sentId": 666}, {"text": "She's a conservative.", "sentId": 667}, {"text": "Doesn't mean she's that controversial.", "sentId": 668}], "secId": 239}, {"speaker": "NOVAK", "sentences": [{"text": "And I am -- I will make a prediction that it will not be Attorney General Gonzalez who is very unacceptable to the conservative movement.", "sentId": 669}, {"text": "And there will be a conservative.", "sentId": 670}, {"text": "But I would bet it would be a woman who is not a flash point and is not going to be antagonistic to anybody.", "sentId": 671}], "secId": 240}, {"speaker": "VALENTI", "sentences": [{"text": "I will make two predictions.", "sentId": 672}, {"text": "If Justice Rehnquist, chief justice retires, I would very much say that Gonzalez will be one of the two appointees.", "sentId": 673}, {"text": "And I'll also predict that Justice Scalia will be named to be chief justice, which would in my judgment would I think would be great.", "sentId": 674}, {"text": "He is a great legal scholar.", "sentId": 675}], "secId": 241}, {"speaker": "VALENTI", "sentences": [{"text": "But I think that this is going to be a flash point as Bob said.", "sentId": 676}, {"text": "I think Bob's idea of Justice O'Connor being a disappointment is a flexible definition of that word, disappointment, because I think she's been spectacularly successful.", "sentId": 677}, {"text": "She's been able to bridge that gap between liberal and conservative and be the swing vote on so many of these social issues.", "sentId": 678}], "secId": 242}, {"speaker": "MALVEAUX", "sentences": [{"text": "In light of the fact it was so bitter over the federal judicial nominees, do you think we're going to see that type of nuclear option this time around?", "sentId": 679}, {"text": "Or do you think they're exhausted by that?", "sentId": 680}, {"text": "was a dress rehearsal, it's been resolved, we're going to look at something less contentious.", "sentId": 681}], "secId": 243}, {"speaker": "NOVAK", "sentences": [{"text": "I will bet that the president is going to call the Democrats and Teddy Kennedy's bluff by naming somebody, not necessarily her, like Judge Clement, who is going to say this is a very strong conservative.", "sentId": 682}, {"text": "Are you going to filibuster her?", "sentId": 683}], "secId": 244}, {"speaker": "NOVAK", "sentences": [{"text": "And if they filibuster her, Suzanne, they will use the constitutional option.", "sentId": 684}, {"text": "There is no question in my mind.", "sentId": 685}, {"text": "They will not tolerate a filibuster and they're going to get people like Senator Dewine of Ohio and Senator Graham of South Carolina who are in the group of 14 to join that movement.", "sentId": 686}], "secId": 245}, {"speaker": "MALVEAUX", "sentences": [{"text": "We'll have to leave it.", "sentId": 687}], "secId": 246}, {"speaker": "VALENTI", "sentences": [{"text": "I think that would be a brutal mistake.", "sentId": 688}], "secId": 247}, {"speaker": "MALVEAUX", "sentences": [{"text": "OK.  We're going to have to leave it at that.", "sentId": 689}, {"text": "We'll see if these predicts actually come true.", "sentId": 690}, {"text": "Thank you very much Jack Valenti, and of course, Bob Novak for joining us on the :Strategy Session.\"", "sentId": 691}], "secId": 248}, {"speaker": "MALVEAUX", "sentences": [{"text": "Bloggers wasted little time reacting to word of a Supreme Court retirement.", "sentId": 692}, {"text": "Up next, we revisit our blog reporters to sample reaction to Sandra Day O'Connor's announcement.", "sentId": 693}], "secId": 249}, {"speaker": "MALVEAUX", "sentences": [{"text": "And this just in to CNN, federal agents today searched the offices of a defense contractor as well as a boat owned by Congressman Duke Cunningham of California.", "sentId": 694}, {"text": "The government has been investigating MZM Incorporated and its ties to Congressman Cunningham.", "sentId": 695}, {"text": "Mitchell Wade, the founder of the defense firm bought a home last year owned by Cunningham and he later sold it for a loss.", "sentId": 696}, {"text": "A government official confirms to CNN that today's search is part of a, quote, \"ongoing investigation being conducted by various federal agencies.\"", "sentId": 697}], "secId": 250}, {"speaker": "MALVEAUX", "sentences": [{"text": "Now, political bloggers are reacting to the Cunningham story and to Sandra Day O'Connor's retirement.", "sentId": 698}, {"text": "Time now to rejoin CNN political producer Abbi Tatton and Jacki Schechner, our blog reporter -- Jacki.", "sentId": 699}], "secId": 251}, {"speaker": "SCHECHNER", "sentences": [{"text": "Hi, Suzanne.", "sentId": 700}, {"text": "This is a story that has been big on the blogs for quite some time now.", "sentId": 701}, {"text": "No surprise that Josh Marshal at Talkingpointsmemo.com picked up on it quickly, linking to excerpts of an article with details of the boat and offices being raided.", "sentId": 702}], "secId": 252}, {"speaker": "TATTON", "sentences": [{"text": "Also at Thinkprogress.org, they have it, as well.", "sentId": 703}, {"text": "This is a very popular story on the left side of the blogosphere.", "sentId": 704}, {"text": "Now too much commentary at this point, because it's just happened.", "sentId": 705}, {"text": "But they did take a moment to stop talking about the Supreme Court to post on this.", "sentId": 706}], "secId": 253}, {"speaker": "TATTON", "sentences": [{"text": "But the Supreme Court nomination and the ensuing battle that no doubt is going to happen this summer is the big story out there.", "sentId": 707}, {"text": "Daily Kos was quick to post action items for people today.", "sentId": 708}, {"text": "What can you do even though there's no nominee at this point?", "sentId": 709}, {"text": "You can recruit your friends, sign up for Web sites, copy these action items into your blog and also e-mail them out.", "sentId": 710}], "secId": 254}, {"speaker": "TATTON", "sentences": [{"text": "They are also discussing potential nominees.", "sentId": 711}, {"text": "The one that keeps coming up over and over again is Attorney General Alberto Gonzalez.", "sentId": 712}, {"text": "Not a popular figure on the left side of the blogosphere.", "sentId": 713}], "secId": 255}, {"speaker": "SCHECHNER", "sentences": [{"text": "He's actually not popular on the right, as well.", "sentId": 714}], "secId": 256}, {"speaker": "SCHECHNER", "sentences": [{"text": "We go over to Confirmthem.com.", "sentId": 715}, {"text": "Stop Gonzalez now.", "sentId": 716}, {"text": "Saying if you own a conservative blog, your action item is to post on this and get everybody you know to post on this that Gonzalez is not conservative enough for those on the right.", "sentId": 717}, {"text": "Suzanne, we'll send it back to you.", "sentId": 718}], "secId": 257}, {"speaker": "MALVEAUX", "sentences": [{"text": "All right.", "sentId": 719}, {"text": "Thanks very much, Abbi and Jackie.", "sentId": 720}, {"text": "That is it for INSIDE POLITICS.", "sentId": 721}, {"text": "I'm Suzanne Malveaux.", "sentId": 722}, {"text": "\"WOLF BLITZER REPORTS\" starts right now.", "sentId": 723}], "secId": 258}, {"speaker": "MALVEAUX", "sentences": [{"text": "END", "sentId": 724}], "secId": 259}, {"speaker": "MALVEAUX", "sentences": [{"text": "TO ORDER A VIDEO OF THIS TRANSCRIPT, PLEASE CALL 800-CNN-NEWS OR USE OUR SECURE ONLINE ORDER FORM LOCATED AT www.fdch.com", "sentId": 725}], "secId": 260}], "sectionCount": 261, "url": "transcripts.cnn.com/TRANSCRIPTS/0507/01/ip.01.html", "sentenceCount": 727, "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "time": "Aired July 1, 2005 - 15:30   ET", "speakers": ["ANNOUNCER", "BUSH", "KENNEDY", "The first woman justice", "O'CONNOR", "MALVEAUX", "Dana", "BASH", "president", "HENRY", "DODD", "SPECTER", "NEAS", "GINSBERG", "PILGRIM", "Coming up on CNN 6", "Plus", "REID", "CORNYN", "list", "WOODRUFF", "SCHECHNER", "TATTON", "SCHNEIDER", "CROWLEY", "MORTON", "BORK", "HILL", "THOMAS", "NOVAK", "VALENTI", "KING", "The search isn't over in Afghanistan", "And round two in the war of the words"], "title": "INSIDE POLITICS"}