{"docId": "./ip/trancript.cnn.com.TRANSCRIPTS.1403.09.ip.01.html.json", "subTitle": "Standing Tough against Putin; CPAC Winners and Losers", "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "sections": [{"speaker": "KING", "sentences": [{"text": "In a showdown with Vladimir Putin over Ukraine, President Obama says he's standing tough.", "sentId": 0}], "secId": 0}, {"speaker": "OBAMA", "sentences": [{"text": "The resolve of the United States will remain firm.", "sentId": 1}], "secId": 1}, {"speaker": "KING", "sentences": [{"text": "Tough talk, too, from the woman who led the administration so-called Russian reset.", "sentId": 2}], "secId": 2}, {"speaker": "CLINTON", "sentences": [{"text": "We are dealing with a tough guy with a thin skin.", "sentId": 3}], "secId": 3}, {"speaker": "KING", "sentences": [{"text": "High stakes for the President.", "sentId": 4}, {"text": "But if there's lasting political fallout, will Secretary Clinton take the bigger hit.", "sentId": 5}], "secId": 4}, {"speaker": "KING", "sentences": [{"text": "Plus, a feisty 2016 GOP cattle call.", "sentId": 6}], "secId": 5}, {"speaker": "PERRY", "sentences": [{"text": "It's time for a little rebellion on the battlefield of ideas.", "sentId": 7}], "secId": 6}, {"speaker": "JINDAL", "sentences": [{"text": "We have long thought and said this President is a smart man.", "sentId": 8}, {"text": "It may be time to revisit that assumption.", "sentId": 9}], "secId": 7}, {"speaker": "KING", "sentences": [{"text": "Lots of Obama bashing but also fresh salvos in the GOP civil war.", "sentId": 10}], "secId": 8}, {"speaker": "CHRISTIE", "sentences": [{"text": "We don't get to govern if we don't win.", "sentId": 11}], "secId": 9}, {"speaker": "CRUZ", "sentences": [{"text": "Of course all of us remember President Dole and President McCain and President Romney.", "sentId": 12}, {"text": "You want to lose elections?", "sentId": 13}, {"text": "Stand for nothing.", "sentId": 14}], "secId": 10}, {"speaker": "KING", "sentences": [{"text": "The right search for a new message and a new messenger.", "sentId": 15}, {"text": "INSIDE POLITICS the biggest stories sourced by the best reporters now.", "sentId": 16}], "secId": 11}, {"speaker": "KING", "sentences": [{"text": "Welcome to INSIDE POLITICS.", "sentId": 17}], "secId": 12}, {"speaker": "KING", "sentences": [{"text": "I'm John King.", "sentId": 18}, {"text": "Thanks for sharing your Sunday especially after losing that precious hour of shut eye.", "sentId": 19}, {"text": "With us and awake to share their reporting and their insights, Audie Cornish of National Public Radio, Robert Costa of \"The Washington Post\", CNN's Peter Hamby and Maeve Reston of the \"Los Angeles Times\".", "sentId": 20}], "secId": 13}, {"speaker": "KING", "sentences": [{"text": "Now we don't know how the Ukraine crisis is going to end but we do know this.", "sentId": 21}, {"text": "Two consecutive presidents have made big miscalculations about the Russians and especially about Vladimir Putin.", "sentId": 22}, {"text": "So Maeve Reston the President is on the phone he's talking to every other world leaders, he's trying to rally international support saying Vladimir Putin get your troops out of Ukraine.", "sentId": 23}, {"text": "We'll see how it plays out with the diplomacy.", "sentId": 24}], "secId": 14}, {"speaker": "KING", "sentences": [{"text": "But as the President tries to communicate this there are some who say he needs a little more George W. Bush.", "sentId": 25}, {"text": "A little more cowboy.", "sentId": 26}], "secId": 15}, {"speaker": "RESTON", "sentences": [{"text": "Well that was the big message at CPAC this week at the conservative gathering.", "sentId": 27}, {"text": "There were just a lot of chest beating; this fits perfectly into the Republican narrative that Obama's been too weak, he hasn't done enough to support these democratic forces around the world.", "sentId": 28}], "secId": 16}, {"speaker": "RESTON", "sentences": [{"text": "And at the same time there was no one proposing anything with any specificity that was really that different than what Obama is doing right now.", "sentId": 29}, {"text": "So I think we'll see how this plays out but the other important thing to remember is that not everyone in America is paying really close attention to this.", "sentId": 30}], "secId": 17}, {"speaker": "KING", "sentences": [{"text": "Foreign policy often doesn't get much attention.", "sentId": 31}, {"text": "I want to make this footnote though.", "sentId": 32}, {"text": "If you go back to the last campaign, Mitt Romney said you can't trust the Russians and the President was not only dismissive of that -- let's go flashback to this debate moment.", "sentId": 33}, {"text": "He was quite scornful.", "sentId": 34}], "secId": 18}, {"speaker": "OBAMA", "sentences": [{"text": "The 1980s are now calling to ask for their foreign policy back.", "sentId": 35}, {"text": "Because you know the Cold War has been over for 20 years.", "sentId": 36}], "secId": 19}, {"speaker": "KING", "sentences": [{"text": "Is it a fair criticism that he should have known better?", "sentId": 37}, {"text": "You know Bush -- I was there in Slovenia earlier in the George W. Bush administration.", "sentId": 38}, {"text": "He said \"I looked into this man's soul, we can trust him.\"", "sentId": 39}, {"text": "Bush acknowledges he got burned by Putin.", "sentId": 40}], "secId": 20}, {"speaker": "KING", "sentences": [{"text": "Obama came into office and they very publicly said we're going to have a reset we're going to make this relationship work.", "sentId": 41}, {"text": "That was Medvedev then and then Putin was behind the scenes now he's the President again, should they have known better?", "sentId": 42}], "secId": 21}, {"speaker": "CORNISH", "sentences": [{"text": "Well I mean this -- you're outlining the problem which is that people are assuming that there is someone with a good read on the motivations and values of Russian leadership and we haven't seen that from American politicians.", "sentId": 43}, {"text": "I mean there just is a fundamental disconnect there and the real issue is who -- who can best ride that out -- right.", "sentId": 44}, {"text": "Who can best implement a policy that actually moves the needle in some way and it looks like obviously this reset didn't accomplish that.", "sentId": 45}], "secId": 22}, {"speaker": "HAMBY", "sentences": [{"text": "I had a conversation with someone in the Republican foreign policy apparatus the other day who's no fan of President Obama and he didn't want to be named though disagreeing with some of his party's biggest foreign policy voices but he said what could Obama do with Putin?", "sentId": 46}, {"text": "I mean what -- like we're saying that if he was, you know, taking a harder line that Putin wouldn't do these things but this person was saying I'm not sure that's actually true.", "sentId": 47}], "secId": 23}, {"speaker": "RESTON", "sentences": [{"text": "And there is absolutely no appetite right now.", "sentId": 48}, {"text": "No one is proposing a military option of any kind and Obama knows that.", "sentId": 49}, {"text": "And you have a war-weary public that maybe wants to see strength from their leaders but not necessarily confrontation.", "sentId": 50}], "secId": 24}, {"speaker": "KING", "sentences": [{"text": "Well then to that point, Robert as Maeve noted the Republicans say Obama is wrong but they haven't told us a lot about what they think is right.", "sentId": 51}, {"text": "Forgive me conservatives for using the \"right\" term here.", "sentId": 52}], "secId": 25}, {"speaker": "KING", "sentences": [{"text": "Let's listen to a little bit of the CPAC criticism though of the Commander-in-Chief.", "sentId": 53}], "secId": 26}, {"speaker": "RUBIO", "sentences": [{"text": "We have a President who believes that by the sheer force of his personality he would be able to shape global events.", "sentId": 54}], "secId": 27}, {"speaker": "CRUZ", "sentences": [{"text": "Putin would not be acting with this level of aggression if it were not for the consistent weakness and appeasement of our enemies of President Obama.", "sentId": 55}], "secId": 28}, {"speaker": "PALIN", "sentences": [{"text": "Mr. President, the only thing that stops a bad guy with a nuke is a good guy with a nuke.", "sentId": 56}], "secId": 29}, {"speaker": "KING", "sentences": [{"text": "Not unexpected, Robert, the criticism from Republicans.", "sentId": 57}, {"text": "But what all of them left out is you know what he's doing in Ukraine is pretty similar to what he did in Georgia.", "sentId": 58}, {"text": "George W. Bush was President when Vladimir Putin took some territory in Georgia.", "sentId": 59}], "secId": 30}, {"speaker": "COSTA", "sentences": [{"text": "I sat down with some top congressional leadership aides on the Republican side last night and they have mixed feelings about what's happening in Ukraine and the political implications because when the House comes back and the Senate comes back they are going to start pursuing more debate on the President's leadership, on his handling of the situation.", "sentId": 60}], "secId": 31}, {"speaker": "COSTA", "sentences": [{"text": "At the same time if they try to move legislation on foreign policy, if the Republican Party tries to do anything cohesively on the issue, there is a lot of division within the ranks.", "sentId": 61}, {"text": "The Rand Paul block of the party, versus the more hawkish wing led by Marco Rubio and others.", "sentId": 62}], "secId": 32}, {"speaker": "COSTA", "sentences": [{"text": "So if the Republican Party is going to make foreign policy in Ukraine a key issue this year and this month they're going do it with a crowd of Republicans who just don't know exactly where they want to go.", "sentId": 63}], "secId": 33}, {"speaker": "KING", "sentences": [{"text": "At least we don't know where this situation is going to do but one of the things we do know is that President Obama won't be on a ballot again.", "sentId": 64}, {"text": "His former Secretary of state might be.", "sentId": 65}, {"text": "We're waiting.", "sentId": 66}], "secId": 34}, {"speaker": "KING", "sentences": [{"text": "We're going to go through the Hillary roller coaster.", "sentId": 67}, {"text": "She this past week -- most of the rules of politics have been thrown away there are no rules anymore -- but I think there is one pretty good one -- don't compare anybody to Adolf Hitler.", "sentId": 68}, {"text": "However, Secretary Clinton decided Vladimir Putin fit the bill.", "sentId": 69}], "secId": 35}, {"speaker": "CLINTON", "sentences": [{"text": "Today Putin basically said that, oh, you know, all I want to do is protect the rights of the minorities, mainly Russian speakers.", "sentId": 70}, {"text": "Now if this sounds familiar, it's what Hitler did back in the 30s.", "sentId": 71}], "secId": 36}, {"speaker": "CLINTON", "sentences": [{"text": "I just want everybody to have a little historic perspective.", "sentId": 72}, {"text": "I'm not making a comparison certainly.", "sentId": 73}], "secId": 37}, {"speaker": "KING", "sentences": [{"text": "Maeve you were in the room there in California when the Secretary pulled it back a little bit.", "sentId": 74}, {"text": "She was making the comparison then she decided to say she was not making a comparison.", "sentId": 75}, {"text": "What was behind that?", "sentId": 76}], "secId": 38}, {"speaker": "RESTON", "sentences": [{"text": "Well I think that there was a lot of attention around those remarks.", "sentId": 77}, {"text": "And Clinton has been so careful to not step out in front of the Obama administration while she's in this limbo period deciding whether she's going to be a candidate.", "sentId": 78}, {"text": "And maybe that was a step too far because people are not going to get into the nuances of whether it was a parallel or a comparison.", "sentId": 79}], "secId": 39}, {"speaker": "RESTON", "sentences": [{"text": "But what she really did do in that appearance was to try to defend her record on the Russia reset and brush away the criticism and say, we have business to get done with Russia and I went in there and I picked -- you know I stood my ground on the real disagreements and I worked on the issues that we could get done and that's the way she's going to frame her record if she runs in 2016.", "sentId": 80}], "secId": 40}, {"speaker": "HAMBY", "sentences": [{"text": "This is a matter though if she is a candidate, she's not just a political candidate for office.", "sentId": 81}, {"text": "I mean she's literally one of the most famous people in the world.", "sentId": 82}, {"text": "These comments hit the wires worldwide.", "sentId": 83}, {"text": "She is seen overseas as a voice of the United States.", "sentId": 84}, {"text": "So she probably has to be more careful in making comparisons like this.", "sentId": 85}], "secId": 41}, {"speaker": "RESTON", "sentences": [{"text": "Absolutely.", "sentId": 86}], "secId": 42}, {"speaker": "HAMBY", "sentences": [{"text": "And another point, too, if she does run, this is probably a good lesson for her in just the way the media works.", "sentId": 87}, {"text": "I mean this was a supposedly off the record fund-raiser --", "sentId": 88}], "secId": 43}, {"speaker": "RESTON", "sentences": [{"text": "Close press.", "sentId": 89}], "secId": 44}, {"speaker": "HAMBY", "sentences": [{"text": "Close press, details of it trickled out by a buzz feed.", "sentId": 90}], "secId": 45}, {"speaker": "CORNISH", "sentences": [{"text": "Does she need that lesson though?", "sentId": 91}], "secId": 46}, {"speaker": "HAMBY", "sentences": [{"text": "Right, well no, no but here's the thing.", "sentId": 92}, {"text": "A buzz feed reporter broke this story.", "sentId": 93}, {"text": "It popped on Twitter and it rocketed around the Internet.", "sentId": 94}, {"text": "I mean I just do think the media landscape has changed.", "sentId": 95}], "secId": 47}, {"speaker": "KING", "sentences": [{"text": "Maybe Mitt Romney can give her a call about the 47 percent --", "sentId": 96}], "secId": 48}, {"speaker": "HAMBY", "sentences": [{"text": "Exactly.", "sentId": 97}], "secId": 49}, {"speaker": "KING", "sentences": [{"text": "And say maybe you shouldn't be --", "sentId": 98}], "secId": 50}, {"speaker": "KING", "sentences": [{"text": "There's nothing in the world that's not being reported in this world.", "sentId": 99}, {"text": "But to that point you know we talk in recent weeks about the Diane Blair, Hillary Clinton's friend, her diaries; the Bill Clinton administration documents that come out all about the past or her as First Lady.", "sentId": 100}], "secId": 51}, {"speaker": "KING", "sentences": [{"text": "She was the Secretary of State.", "sentId": 101}, {"text": "Do Republicans think that's the way to go or do they like more of the Bill Clinton type in going after Hillary?", "sentId": 102}], "secId": 52}, {"speaker": "COSTA", "sentences": [{"text": "When I speak to Republicans this past week, they're interested in the story.", "sentId": 103}, {"text": "They're almost surprised by this whole anecdote that came out of a private fund-raiser.", "sentId": 104}, {"text": "Because all we've read in articles and books recently about Secretary Clinton is that she's so disciplined, she's on message.", "sentId": 105}, {"text": "But this year they thought she maybe a little rusty when it comes to politics, she's not exactly on her A-game yet.", "sentId": 106}, {"text": "And they're going to continue to look at the Blair files and other things and just let it play out a little bit.", "sentId": 107}, {"text": "See how Clinton does when she is back in the field.", "sentId": 108}], "secId": 53}, {"speaker": "HAMBY", "sentences": [{"text": "And Hillary did not come up that much at CPAC, by the way.", "sentId": 109}, {"text": "Obama is still public enemy number one for conservatives.", "sentId": 110}, {"text": "Hillary surfaced, Huckabee brought her up, Newt brought her up, Michele Bachmann brought her up but it's mostly --", "sentId": 111}], "secId": 54}, {"speaker": "RESTON", "sentences": [{"text": "And McCain came to Hillary's defense this week on the Hitler comment and other folks in that foreign policy hawks --", "sentId": 112}], "secId": 55}, {"speaker": "KING", "sentences": [{"text": "That probably makes her a little nervous.", "sentId": 113}], "secId": 56}, {"speaker": "CORNISH", "sentences": [{"text": "There can be one more lesson here no more props that Russian reset button?", "sentId": 114}, {"text": "If anyone says wear this, carry this, don't do it.", "sentId": 115}], "secId": 57}, {"speaker": "KING", "sentences": [{"text": "Good advice.", "sentId": 116}, {"text": "Everybody listen to Audie.", "sentId": 117}], "secId": 58}, {"speaker": "KING", "sentences": [{"text": "Everybody here state put.", "sentId": 118}, {"text": "Just about everyone thinking of running for President on the Republican side paraded through that conference we've being talking about CPAC right here in Washington this weekend.", "sentId": 119}, {"text": "Who helped and who hurt their 2016 prospects?", "sentId": 120}], "secId": 59}, {"speaker": "KING", "sentences": [{"text": "And our puzzle this week sorts out some wins are special, others, not so much.", "sentId": 121}], "secId": 60}, {"speaker": "KING", "sentences": [{"text": "And as we go to break, well we tell you every week politicians sometimes say the darnedest things.", "sentId": 122}, {"text": "Also do the darnedest things.", "sentId": 123}, {"text": "Look here.", "sentId": 124}], "secId": 61}, {"speaker": "KING", "sentences": [{"text": "Senator Mitch McConnell, that's a rifle, ladies and gentlemen.", "sentId": 125}, {"text": "Now he has a reason for it.", "sentId": 126}, {"text": "He's walking on stage at CPAC.", "sentId": 127}, {"text": "He didn't explain why he had that rifle but he was giving the National Rifle Association's \"Courage under Fire\" lifetime achievement award for the retiring Senator, Tom Coburn.", "sentId": 128}, {"text": "That's a prop.", "sentId": 129}], "secId": 62}, {"speaker": "KING", "sentences": [{"text": "Welcome back.", "sentId": 130}], "secId": 63}, {"speaker": "KING", "sentences": [{"text": "We all know winning beats losing.", "sentId": 131}, {"text": "No one is going to argue with that -- right.", "sentId": 132}, {"text": "But it is also true some wins are more meaningful than others and that's a lesson worth remembering this week.", "sentId": 133}], "secId": 64}, {"speaker": "KING", "sentences": [{"text": "Yesterday at CPAC Rand Paul was the big winner.", "sentId": 134}, {"text": "Look at this, the freshman senator from Kentucky running away with it -- 31 percent in the straw poll vote.", "sentId": 135}, {"text": "Ted Cruz, the other freshman senator from Texas at 11 percent.", "sentId": 136}, {"text": "So, a huge win for Rand Paul -- time to start measuring the White House drapes right for the Paul administration.", "sentId": 137}], "secId": 65}, {"speaker": "KING", "sentences": [{"text": "Well, not so fast.", "sentId": 138}, {"text": "You remember, of course, the George Allen administration -- right?", "sentId": 139}, {"text": "The Steve Forbes administration?", "sentId": 140}, {"text": "If you look at the history of CPAC over the years, a lot of people have won the straw poll but only two, only two -- George W. Bush and Ronald Reagan have gone on to be presidents.", "sentId": 141}, {"text": "So, a big deal?", "sentId": 142}, {"text": "Maybe not.", "sentId": 143}], "secId": 66}, {"speaker": "KING", "sentences": [{"text": "Here's another one.", "sentId": 144}, {"text": "There is a special house election in Florida on Tuesday for a seat Republicans have held for a long time, very competitive.", "sentId": 145}, {"text": "With a huge mid-term election coming up, everyone in Washington will tell you Wednesday morning how that election impacts what happens in November.", "sentId": 146}, {"text": "I'll probably do it myself.", "sentId": 147}], "secId": 67}, {"speaker": "KING", "sentences": [{"text": "Don't over-listen.", "sentId": 148}], "secId": 68}, {"speaker": "KING", "sentences": [{"text": "Let's go back and look at a little history.", "sentId": 149}, {"text": "In 2009 and before the 2010 mid-terms there were four special house elections and look, the Democrats won three out of four.", "sentId": 150}, {"text": "So logic goes, right.", "sentId": 151}, {"text": "If they're winning the special elections in 2009 and early 2010 they go into the election with the majority.", "sentId": 152}, {"text": "Hey -- they've got momentum from the three elections.", "sentId": 153}, {"text": "It's going to be a good year for Democrats, right?", "sentId": 154}, {"text": "Not so much.", "sentId": 155}], "secId": 69}, {"speaker": "KING", "sentences": [{"text": "John Boehner takes the gavel away from Nancy Pelosi, a huge Republican romp in 2010 in November despite losing three of those four special elections beforehand.", "sentId": 156}], "secId": 70}, {"speaker": "KING", "sentences": [{"text": "So Robert Costa, let's go back to CPAC and that straw poll.", "sentId": 157}, {"text": "What does Rand Paul have to do to beat Ronald Reagan not  Gary Bauer?", "sentId": 158}], "secId": 71}, {"speaker": "COSTA", "sentences": [{"text": "I think Rand Paul was always expected to win the CPAC straw poll.", "sentId": 159}, {"text": "He won it last year.", "sentId": 160}, {"text": "His father's won it before.", "sentId": 161}, {"text": "So the question for him is he has all this energy around him on the NSA issue.", "sentId": 162}, {"text": "But the libertarian college students were on their feet for him at CPAC.", "sentId": 163}], "secId": 72}, {"speaker": "COSTA", "sentences": [{"text": "But now as he looks ahead to 2016 how does he broaden his message.", "sentId": 164}, {"text": "I know he's is courting Mitt Romney donors but beyond that, with his whole persona, how can he get beyond being Ron Paul's son and really become someone who's a conservative hero in a Reagan-type model.", "sentId": 165}], "secId": 73}, {"speaker": "KING", "sentences": [{"text": "Interesting point, so let's listen to a little bit of the winner because you mentioned how does he get beyond being Ron Paul's son?", "sentId": 166}, {"text": "In the speech he sounded a lot like his dad.", "sentId": 167}], "secId": 74}, {"speaker": "PAUL", "sentences": [{"text": "Mr. President, we won't let you -- we will not let you run roughshod over our rights.", "sentId": 168}, {"text": "We will challenge you in the courts.", "sentId": 169}, {"text": "We will battle you at the ballot box.", "sentId": 170}, {"text": "Mr. President, we will not let you shred our constitution.", "sentId": 171}], "secId": 75}, {"speaker": "KING", "sentences": [{"text": "You hear the message there.", "sentId": 172}, {"text": "That's what Rand Paul says all the time, Peter Hamby.", "sentId": 173}, {"text": "What was your take on him and let me ask it in this context too -- not just Rand Paul.", "sentId": 174}, {"text": "Of all the 2016 potentials who paraded before that conference, not one of them mentioned immigration.", "sentId": 175}, {"text": "That's been a huge issue in the Republican Party.", "sentId": 176}, {"text": "Not one of them touched it.", "sentId": 177}], "secId": 76}, {"speaker": "HAMBY", "sentences": [{"text": "That's right.", "sentId": 178}, {"text": "And there were a couple of panels about minority outreach and like most panels at CPAC they weren't that well attended.", "sentId": 179}, {"text": "Marco Rubio who finished second to Rand Paul last year in the straw poll came in fifth or sixth place this year which could be an indicator of his position on immigration.", "sentId": 180}, {"text": "He led the charge on the senate bill that ultimately failed.", "sentId": 181}, {"text": "He sort of then came out against his own bill.", "sentId": 182}], "secId": 77}, {"speaker": "HAMBY", "sentences": [{"text": "Rubio's actually interesting to me though also because as Robert mentioned this was like heavily libertarian crowd and Marco has really stepped into that sort of Neo-Con interventionist space in the Republican Party.", "sentId": 183}, {"text": "So I think that's probably another reason why he had such a poor showing there is that a lot of the libertarians in the crowd aren't necessarily supportive of his foreign policy.", "sentId": 184}], "secId": 78}, {"speaker": "RESTON", "sentences": [{"text": "And Rubio's whole argument that the centerpiece of his speech was that we need to have a much more muscular foreign policy.", "sentId": 185}, {"text": "Rand Paul didn't mention Russia at all in his speech.", "sentId": 186}], "secId": 79}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 187}], "secId": 80}, {"speaker": "RESTON", "sentences": [{"text": "And had the crowd, you know, on their feet.", "sentId": 188}, {"text": "So I don't know that those kinds of arguments from Rubio and some of the other, you know, traditional Republican standard bearers are really working with that crowd.", "sentId": 189}], "secId": 81}, {"speaker": "HAMBY", "sentences": [{"text": "A lot of these candidates didn't talk about their Achilles' heel.", "sentId": 190}, {"text": "Chris Christie had a pretty good reception there but he didn't talk about gun control and he didn't talk about Obamacare.", "sentId": 191}], "secId": 82}, {"speaker": "RESTON", "sentences": [{"text": "And instead talked about abortion over and over again.", "sentId": 192}], "secId": 83}, {"speaker": "KING", "sentences": [{"text": "So you have all these -- you have these tug-of-wars in the Republican Party.", "sentId": 193}, {"text": "They decided to pass on amnesty.", "sentId": 194}, {"text": "You mentioned the foreign policy debate is a big one.", "sentId": 195}], "secId": 84}, {"speaker": "KING", "sentences": [{"text": "Let's listen to a little bit of what we do know has been playing out.", "sentId": 196}, {"text": "We have this conference and we are looking to see what the conservatives want to talk about.", "sentId": 197}, {"text": "Maybe who do they want as their leader?", "sentId": 198}], "secId": 85}, {"speaker": "KING", "sentences": [{"text": "You mentioned Chris Christie was there.", "sentId": 199}, {"text": "He wasn't even invited last year.", "sentId": 200}, {"text": "He says one thing and then there is a quick rebuttal.", "sentId": 201}, {"text": "Let's listen.", "sentId": 202}], "secId": 86}, {"speaker": "CHRISTIE", "sentences": [{"text": "We don't get to govern if we don't win.", "sentId": 203}], "secId": 87}, {"speaker": "SANTORUM", "sentences": [{"text": "So we're told that we have to put aside what we believe is in the best interest of the country so a Republican candidate can win.", "sentId": 204}, {"text": "Now that may result in a win for a Republican candidate, but it will be a devastating loss for America.", "sentId": 205}], "secId": 88}, {"speaker": "KING", "sentences": [{"text": "You look to see, Robert Costa, if there are new arguments coming out of CPAC.", "sentId": 206}, {"text": "That's an old one.", "sentId": 207}, {"text": "You go back to McCain, to Romney and even before that.", "sentId": 208}, {"text": "so here's the tension, you know, do Republicans need to reach to the middle or at least sound more like they are reaching to the middle, have a softer tone, or go more to the right?", "sentId": 209}, {"text": "How is that argument playing out?", "sentId": 210}], "secId": 89}, {"speaker": "COSTA", "sentences": [{"text": "After Mitt Romney was defeated in 2012, we saw the Republican National Committee come out with this autopsy report and all the party leaders got together.", "sentId": 211}, {"text": "They gave many interviews talking about the need to move to the center to broaden the party's appeal.", "sentId": 212}], "secId": 90}, {"speaker": "COSTA", "sentences": [{"text": "When I was at CPAC covering, I saw Reince Priebus the RNC chairman embracing the conservative base from the stage.", "sentId": 213}, {"text": "I saw every Republican leader such as Mitch McConnell coming out and playing to the base, rifle in hand.", "sentId": 214}, {"text": "This is a Republican Party leadership that's very wary of the Tea Party and is not trying to push it toward the center ahead of the midterms.", "sentId": 215}], "secId": 91}, {"speaker": "KING", "sentences": [{"text": "You had a fascinating conversation this past week with one of the now behind-the-scenes players.", "sentId": 216}, {"text": "Jim DeMint was a conservative force in the United States senate.", "sentId": 217}, {"text": "He leaves to go to the Heritage Foundation.", "sentId": 218}, {"text": "We know his view is push right, push right, push right -- does he think he's going to win in November.", "sentId": 219}], "secId": 92}, {"speaker": "CORNISH", "sentences": [{"text": "Well, I don't know.", "sentId": 220}, {"text": "He didn't go that far but, you know, I think what's been interesting is when you hear Republicans try and paper over these tensions they say this is really more about tactics.", "sentId": 221}, {"text": "We all want the same thing.", "sentId": 222}, {"text": "And the problem is at a certain point are you just consistently doing tactics and strategy and not presenting any new ideas.", "sentId": 223}, {"text": "And this is the point where we want to start seeing from these potential candidates what their ideas are, which is why it was interesting to see somebody -- see any of the candidates -- whether it's Ted Cruz or a Marco Rubio talk about foreign policy -- right; something that they haven't really had to do the last couple of months.", "sentId": 224}], "secId": 93}, {"speaker": "KING", "sentences": [{"text": "Exactly.", "sentId": 225}, {"text": "Cruz, by the way, was fascinating last night at the gridiron dinner here in Washington -- a very funny performance that surprised a lot of people and impressed.", "sentId": 226}, {"text": "That will get a little bit of buzz.", "sentId": 227}], "secId": 94}, {"speaker": "KING", "sentences": [{"text": "Robert, when you looked at 2016 prospects and they come through, you've got Marco Rubio trying to be muscular, you have Ted Cruise and Rand Paul sort of the Tea Party conservatives, the guys on the right.", "sentId": 228}, {"text": "What about the guys who have run before who are thinking about running again?", "sentId": 229}, {"text": "Would a Mike Huckabee or Rick Santorum or a Texas governor, Rick Perry come through?", "sentId": 230}, {"text": "Who had a good week, who didn't?", "sentId": 231}], "secId": 95}, {"speaker": "COSTA", "sentences": [{"text": "I think the best CPAC was someone who really didn't get enough attention was Texas Governor Rick Perry.", "sentId": 232}, {"text": "He's on his way out in Texas but when he was roaming the halls at the Gaylord Hotel, he was sitting down with a talk radio host, at ease with his hipster glasses, making conversation.", "sentId": 233}, {"text": "Almost like Ronald Reagan strolling the halls in the 19702.", "sentId": 234}, {"text": "This is someone who is a political talent.", "sentId": 235}, {"text": "We forgot about that in 2012.", "sentId": 236}], "secId": 96}, {"speaker": "KING", "sentences": [{"text": "He forgot about that in 2012.", "sentId": 237}, {"text": "COSTA:  He forgot about that.", "sentId": 238}, {"text": "He's truly reconnecting.", "sentId": 239}, {"text": "I saw it first hand at the CPAC.", "sentId": 240}], "secId": 97}, {"speaker": "HAMBY", "sentences": [{"text": "I talked to him.", "sentId": 241}, {"text": "I interviewed him after his speech.", "sentId": 242}, {"text": "This was a 9:00 a.m. speech and the room was sort of lethargic.", "sentId": 243}, {"text": "And then he came in and really brought them to his feet.", "sentId": 244}, {"text": "He just said, you know, \"I'm healthy.", "sentId": 245}, {"text": "This is great.\"", "sentId": 246}], "secId": 98}, {"speaker": "HAMBY", "sentences": [{"text": "But to your point, I mean he's run before and Republicans who have run before tend to do well.", "sentId": 247}, {"text": "He is very, very much underestimated.", "sentId": 248}, {"text": "This is someone who's been in office for a long time with a big donor network, who knows how hard it is to run for president and he wants to run again.", "sentId": 249}], "secId": 99}, {"speaker": "RESTON", "sentences": [{"text": "At the same time he will labor under the shadow of his performance in 2012 from the maple syrup speech to his peculiar behavior on the trail.", "sentId": 250}, {"text": "I mean that's going to be -- those are going to be huge hurdles to get over.", "sentId": 251}, {"text": "But --", "sentId": 252}], "secId": 100}, {"speaker": "KING", "sentences": [{"text": "I'll bet you a buck if he's asked if he could eliminate three cabinet agencies, if he runs again --", "sentId": 253}], "secId": 101}, {"speaker": "RESTON", "sentences": [{"text": "He'll be able to answer.", "sentId": 254}], "secId": 102}, {"speaker": "KING", "sentences": [{"text": "Stay with us.", "sentId": 255}], "secId": 103}, {"speaker": "KING", "sentences": [{"text": "Up next, a sneak peak at tomorrow's news today, our reporters empty their notebooks including evidence of Republican worries and yes, finger pointing about that big special house election Tuesday in Florida.", "sentId": 256}], "secId": 104}, {"speaker": "KING", "sentences": [{"text": "Each week we help you get ahead of the curve on the big political news by asking our great reporters to share a nugget from their note box.", "sentId": 257}, {"text": "Let's get started -- Audie.", "sentId": 258}], "secId": 105}, {"speaker": "CORNISH", "sentences": [{"text": "This week Senator Mitch McConnell putting out this radio ad against the Senators' Conservative Fund.", "sentId": 259}, {"text": "In the ad it doesn't knock just the candidate, it knocks the fund itself which is going after lots of GOP incumbents around the country.", "sentId": 260}, {"text": "And I think a pretty telling quote from McConnell this week is \"I think we're going to crush them everywhere.\"", "sentId": 261}], "secId": 106}, {"speaker": "CORNISH", "sentences": [{"text": "The gloves are not just off; they're like in another room.", "sentId": 262}, {"text": "They're under the bed -- like it seems as though they're going to go hard.", "sentId": 263}], "secId": 107}, {"speaker": "KING", "sentences": [{"text": "He goes from not wanting to talk about it at all to saying \"I'm going to crush them.\"", "sentId": 264}], "secId": 108}, {"speaker": "CORNISH", "sentences": [{"text": "Exactly.", "sentId": 265}, {"text": "Yes.", "sentId": 266}], "secId": 109}, {"speaker": "KING", "sentences": [{"text": "There we go.", "sentId": 267}, {"text": "We'll watch that.", "sentId": 268}], "secId": 110}, {"speaker": "Robert.       COSTA", "sentences": [{"text": "I spoke with Bill Palatucci, Chris Christie's top political advisor right before CPAC.", "sentId": 269}, {"text": "And all he was telling me about was Chris Christie's pro-life record and at CPAC we heard that from Chris Christie.", "sentId": 270}, {"text": "My prediction in the coming months as Christie continues to travel with the RGA and make speeches he's going to emphasize that pro-life record looking ahead to Iowa and South Carolina in the 2016 campaign.", "sentId": 271}], "secId": 111}, {"speaker": "KING", "sentences": [{"text": "Base politics from Chris Christie -- we'll watch that.", "sentId": 272}], "secId": 112}, {"speaker": "KING", "sentences": [{"text": "Peter?", "sentId": 273}], "secId": 113}, {"speaker": "HAMBY", "sentences": [{"text": "Speaking of Chris Christie.", "sentId": 274}, {"text": "It is no secret that the governor and his big personality rub some of his fellow Republican governors the wrong way.", "sentId": 275}, {"text": "We saw in his CPAC speech he didn't even mention his vice chairman at the RGA, Louisiana Governor Bobby Jindal.", "sentId": 276}, {"text": "I'm told these two didn't even cross paths backstage.", "sentId": 277}, {"text": "There was no time set up to meet, even just say hello in this green room where all these stars were crossing.", "sentId": 278}], "secId": 114}, {"speaker": "HAMBY", "sentences": [{"text": "Jindal spoke right after Christie and they didn't even talk afterwards.", "sentId": 279}, {"text": "This is just another example of this fraught, chilly relationship that's going to manifest itself if these two run for president against each other but also in the short term in 2014 as they run the RGA.", "sentId": 280}], "secId": 115}, {"speaker": "KING", "sentences": [{"text": "They're saving it for the green room in an Iowa debate.", "sentId": 281}, {"text": "We'll get there eventually.", "sentId": 282}, {"text": "Maeve.", "sentId": 283}], "secId": 116}, {"speaker": "RESTON", "sentences": [{"text": "Obviously this week at CPAC we had all this parade of presidential candidates coming forward but there really was strikingly a lack of a message still at this point to these voter groups that they've had such a tough time with -- women, minorities.", "sentId": 284}, {"text": "They are going into all of these communities but they are still figuring out what they're going to say.", "sentId": 285}, {"text": "And so I think we need to watch very closely about whether there's any evidence that they're making progress on that front.", "sentId": 286}], "secId": 117}, {"speaker": "KING", "sentences": [{"text": "Evidence they're making progress -- let me pick up on that point.", "sentId": 287}, {"text": "There is a special election we've talked about.", "sentId": 288}, {"text": "It's Tuesday in Florida.", "sentId": 289}, {"text": "Republicans have held the seat for 58 years -- that House seat.", "sentId": 290}, {"text": "But they are increasingly nervous.", "sentId": 291}, {"text": "Actually many smart Republicans believe they've already lost because of early turnout in that race, absentee balloting.", "sentId": 292}], "secId": 118}, {"speaker": "KING", "sentences": [{"text": "And the finger pointing has started in the blame game.", "sentId": 293}, {"text": "Including blaming what was promised to be big technological advances in how you identify and turn out voters.", "sentId": 294}, {"text": "We'll see the results on Tuesday but Republicans think they're going to lose that one.", "sentId": 295}], "secId": 119}, {"speaker": "KING", "sentences": [{"text": "And here's one more.", "sentId": 296}, {"text": "Call him Hamlet on the Merrimack.", "sentId": 297}, {"text": "Scott Brown, the former Massachusetts senator has been teasing us about whether he's either going to run for president or a senate seat in New Hampshire now held by Democrat Jeanne Shaheen.", "sentId": 298}, {"text": "He is now, I'm told, making phone calls to key activists in New Hampshire telling them he's ready to jump in.", "sentId": 299}], "secId": 120}, {"speaker": "KING", "sentences": [{"text": "But here's the hard part -- none of them believe him because he has waited and waited for months.", "sentId": 300}, {"text": "They are talking about building a staff.", "sentId": 301}, {"text": "They're beginning to make the phone calls but in New Hampshire they won't believe it until Scott Brown says it publicly or files the papers.", "sentId": 302}], "secId": 121}, {"speaker": "KING", "sentences": [{"text": "That's it for today.", "sentId": 303}, {"text": "We'll see you soon.", "sentId": 304}], "secId": 122}, {"speaker": "KING", "sentences": [{"text": "\"STATE OF THE UNION\" with Candy Crowley starts right now.", "sentId": 305}], "secId": 123}], "sectionCount": 124, "url": "transcripts.cnn.com/TRANSCRIPTS/1403/09/ip.01.html", "sentenceCount": 307, "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "time": "Aired March 9, 2014 - 08:30   ET", "speakers": ["KING", "OBAMA", "CLINTON", "PERRY", "JINDAL", "CHRISTIE", "CRUZ", "RESTON", "CORNISH", "HAMBY", "RUBIO", "PALIN", "COSTA", "PAUL", "SANTORUM", "Robert.       COSTA"], "title": "INSIDE POLITICS"}