{"docId": "./ip/trancript.cnn.com.TRANSCRIPTS.1607.27.ip.02.html.json", "subTitle": "Obama Says Trump Doesn't Have Basic Knowledge Of The World; President Obama To Address DNC Tonight; Russian Hack Like A \"Spy Games\" Subplot. Aired 12:30-1p ET", "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "sections": [{"speaker": "KING", "sentences": [{"text": "Welcome back.", "sentId": 0}, {"text": "Busy day here, day three of the Democratic National Convention busy lunch hour at the CNN Grill as well.", "sentId": 1}, {"text": "President Obama leads and all-star Democratic speakers line up tonight and as he passes the torch, and that's a very big moment, it's clear he wants to not only boost Hillary Clinton but also to take issue with Donald Trump's tone in Cleveland.", "sentId": 2}], "secId": 0}, {"speaker": "OBAMA", "sentences": [{"text": "I hope my headline is that the President of the United States is profoundly optimistic about America's future.", "sentId": 3}, {"text": "And is 100 percent convinced that Hillary Clinton can be a great president.", "sentId": 4}], "secId": 1}, {"speaker": "KING", "sentences": [{"text": "Now, this is in a way, payback time.", "sentId": 5}, {"text": "Hillary Clinton worked hard for then Senator Obama back in 2008 after he won the nomination.", "sentId": 6}, {"text": "And Bill Clinton, as we talked about a little earlier was a key player at the 2012 Democratic Convention.", "sentId": 7}, {"text": "Now, President Obama tries to return the favor by casting Donald Trump as a performer, not a president.", "sentId": 8}], "secId": 2}, {"speaker": "OBAMA", "sentences": [{"text": "Set aside the nuclear codes, what I think is scary is a president who doesn't know their stuff.", "sentId": 9}, {"text": "And doesn't seem to have an interest in learning what they don't know.", "sentId": 10}], "secId": 3}, {"speaker": "UNIDENTIFIED FEMALE", "sentences": [{"text": "And you think of Trump that way?", "sentId": 11}], "secId": 4}, {"speaker": "OBAMA", "sentences": [{"text": "Well, I don't -- I think if you listen to any press conference he's given or listen to any of those debates, basic knowledge about the world or what a nuclear triad is or where various countries are, or know the difference between Sunni and Shia in the Muslim world, those are things that he doesn't know and hasn't seemed to spend a lot of time trying to find out about it.", "sentId": 12}], "secId": 5}, {"speaker": "KING", "sentences": [{"text": "This is delicious on so many levels.", "sentId": 13}, {"text": "Number one, it is a big moment.", "sentId": 14}, {"text": "The President of the United States passing the torch, essentially, the leadership of his party, even though he's got a few months left in office to Hillary Clinton.", "sentId": 15}, {"text": "And their relationship makes it all the more because they were rivals then they became colleagues and now they're described by most as friends.", "sentId": 16}, {"text": "Plus the Trump thing is so personal with him because of the Birther Movement, because of some of the things in play right now.", "sentId": 17}, {"text": "I'm kind of fascinated by how the President handled his moment tonight.", "sentId": 18}], "secId": 6}, {"speaker": "BALL", "sentences": [{"text": "Well what I think was clear in that interview was that for Obama, this is about much more than just paying back a favor, this is much more than sort of a dutiful checking of the box, or you did this for me, so I'll do this for you.", "sentId": 19}, {"text": "Ever since the state of the union at the beginning of this year it's been clear that he regards Trump and the things that Trump has stirred up as a sort of personal affront to his world view.", "sentId": 20}, {"text": "That this return to tribalism and this dark and pessimistic view is a direct attack on everything he has stood for in his entire career in politics.", "sentId": 21}], "secId": 7}, {"speaker": "BALL", "sentences": [{"text": "And so, I think he feels he has a much larger mission than simply boosting Hillary Clinton, this is making the case for his legacy.", "sentId": 22}, {"text": "This is making the case for the way he sees America.", "sentId": 23}, {"text": "And so I think he's much more passionate and animated than he would be if it were simply about she's my partner.", "sentId": 24}, {"text": "I've got to do this thing for her.", "sentId": 25}], "secId": 8}, {"speaker": "RAJU", "sentences": [{"text": "In the defense of his presidency as you're mentioning and expect a very, very robust defense of things that he accomplished.", "sentId": 26}, {"text": "And that Hillary Clinton could be the one who could help.", "sentId": 27}, {"text": "I mean, the Clinton campaign, there's no reason why they're putting him here in this big stage is the fact that his approval numbers are going up right now.", "sentId": 28}, {"text": "It's over 50 percent.", "sentId": 29}, {"text": "If he's healthy, that helps Hillary Clinton.", "sentId": 30}, {"text": "This is very unusual for an incumbent president to have this kind of limelight in his final months in office.", "sentId": 31}], "secId": 9}, {"speaker": "RESTON", "sentences": [{"text": "And he's fighting for those voters who do feel more positively about President Obama right now.", "sentId": 32}, {"text": "I mean, we know in his speech tonight that he is going to say, you know, you could just be throwing this all away with Donald Trump.", "sentId": 33}, {"text": "The gains that we've made under our presidency, particularly speaking to this Bernie Sanders supporters who would say they're Bernie or bust and are going to stay home.", "sentId": 34}, {"text": "He's going to be one of the most important players in getting those people out.", "sentId": 35}, {"text": "And I do think that, you know, compared to Bill Clinton, that the case that Obama makes against Trump, and the idea that he doesn't listen, that he doesn't understand the nuances of foreign policy ...", "sentId": 36}], "secId": 10}, {"speaker": "KING", "sentences": [{"text": "And also he doesn't care to understand.", "sentId": 37}], "secId": 11}, {"speaker": "RESTON", "sentences": [{"text": "And he doesn't care to understand it, that is the case that no one can make better for Hillary Clinton than President Obama who can talk about her being in the situation room with him and everything that she's done as Secretary of State.", "sentId": 38}], "secId": 12}, {"speaker": "KING", "sentences": [{"text": "We get caught up in the day-to-day of this campaign and we should because it's a great and interesting campaign.", "sentId": 39}, {"text": "But it was 12 years ago today, 12 years ago today, that a young senator, just elected senator, Barack Obama stepped in in the greatest city in the world, that would be Boston, Massachusetts at John Kerry's Convention in 2004.", "sentId": 40}, {"text": "Barack Obama was unknown.", "sentId": 41}, {"text": "John Kerry gave him the keynote address and a star was born.", "sentId": 42}], "secId": 13}, {"speaker": "OBAMA", "sentences": [{"text": "There is not a black America and white America and Latino America and Asian America.", "sentId": 43}, {"text": "There's the United States of America.", "sentId": 44}, {"text": "The pundits -- the pundits like to slice and dice our country into red states and blue states.", "sentId": 45}, {"text": "Red states for Republicans, blue states for Democrats, but I've got news for them too.", "sentId": 46}, {"text": "We worship an awesome God in the blue states.", "sentId": 47}, {"text": "And we don't like federal agents poking around in our libraries in the red states.", "sentId": 48}, {"text": "We coach little league in the blue states and yes, we've got some gay friends in the red states.", "sentId": 49}], "secId": 14}, {"speaker": "KING", "sentences": [{"text": "I remember being on the floor that night in Boston, it was remarkable speech.", "sentId": 50}, {"text": "I'm not picking on the president.", "sentId": 51}, {"text": "The job takes wear and tear on you.", "sentId": 52}, {"text": "He looks a lot older than 12 years older than now when you take a look at it now.", "sentId": 53}], "secId": 15}, {"speaker": "JEFF ZELENY", "sentences": [{"text": "No doubt.", "sentId": 54}, {"text": "He was a state senator in Illinois, Atlanta and he was still running for the U.S. Senate and in fact he never should have won the nomination to be the senator at least no one in Illinois thought he would.", "sentId": 55}, {"text": "There was scandal during that race, so at that point it was a high moment for him.", "sentId": 56}, {"text": "But that's long before he had speech writers.", "sentId": 57}, {"text": "That's long before he had a team.", "sentId": 58}, {"text": "It was he and his longtime spokesman at the time Robert Gibbs flying to Boston overnight.", "sentId": 59}], "secId": 16}, {"speaker": "JEFF ZELENY", "sentences": [{"text": "He wrote that long speech.", "sentId": 60}, {"text": "But, wow, 12 years I mean, no one would have assumed that, I guess all of this would have happened so quickly.", "sentId": 61}, {"text": "Least of all him, he sort of ran for president on the larger.", "sentId": 62}, {"text": "But tonight John, you're right, this completes the circle or almost completes it.", "sentId": 63}, {"text": "I guess the Election Day in November will totally complete it.", "sentId": 64}, {"text": "Hillary Clinton now needs him as he needed her in a very, very big way.", "sentId": 65}, {"text": "And so the question is, are people still listening to him?", "sentId": 66}], "secId": 17}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 67}], "secId": 18}, {"speaker": "ZELENY", "sentences": [{"text": "The people who found him so appealing in that moment.", "sentId": 68}, {"text": "Some have tuned him out but I think tonight is a chance, a moment for him to start seeing -- will they tune him in again for the next three months?", "sentId": 69}], "secId": 19}, {"speaker": "KING", "sentences": [{"text": "Almost never happens in history.", "sentId": 70}, {"text": "That after a two term president the same party holds the office George H.W.", "sentId": 71}, {"text": "Bush was the last one, 1988, Bill Clinton was not welcome in Al Gore's convention, because of the Lewinsky scandal but Ronald Reagan, Ronald Reagan enforce that we are the change we're the change.", "sentId": 72}, {"text": "The same argument that Bill Clinton was trying to make last night and you can have continuity and change at the same time.", "sentId": 73}, {"text": "We'll see if President Obama can make that tonight.", "sentId": 74}], "secId": 20}, {"speaker": "KING", "sentences": [{"text": "When we come back, stay with us, spy gay right, spy drama, James Bond movie.", "sentId": 75}, {"text": "All democratic convention talked about leaked e-mails, hacked e-mails and Russia involved?", "sentId": 76}, {"text": "Some new developments on that.", "sentId": 77}], "secId": 21}, {"speaker": "KING", "sentences": [{"text": "You'll hear the president's take and more from Donald Trump in just a minute.", "sentId": 78}], "secId": 22}, {"speaker": "KING", "sentences": [{"text": "Welcome back \"Inside Politics\" live from the CNN Grill in Philadelphia.", "sentId": 79}, {"text": "Some new developments we want to share with you and what you might call the spy gay and subplot of this Democratic national convention, the party Chairwoman you probably recall forced to resign after the leak of hacked party e-mails showing among other things, and headquarters biased against Bernie Sanders.", "sentId": 80}, {"text": "Now that's a big domestic political drama, but also makes it a case of international intrigue is mounting evidence the government says that the hack originated in Russia.", "sentId": 81}], "secId": 23}, {"speaker": "OBAMA", "sentences": [{"text": "I know the experts have attributed this to the Russians.", "sentId": 82}, {"text": "What we do know is that Russians hacked our systems.", "sentId": 83}, {"text": "Not just government systems, but private systems.", "sentId": 84}, {"text": "But, you know, what the motives were in terms of leaks, all that, I can't say directly.", "sentId": 85}, {"text": "What I do know is that Donald Trump has repeatedly expressed admiration for Vladimir Putin.", "sentId": 86}], "secId": 24}, {"speaker": "KING", "sentences": [{"text": "That's the president's take there.", "sentId": 87}, {"text": "Many Democrats here in Philadelphia say this hack is proof the Russian president Vladimir Putin is meddling in America's election, trying to help Donald Trump.", "sentId": 88}], "secId": 25}, {"speaker": "BIDEN", "sentences": [{"text": "I don't know about this particular dump of e-mails, but we do know that this is the modus operandi of Russia.", "sentId": 89}, {"text": "Vice president Biden went on to say.", "sentId": 90}], "secId": 26}, {"speaker": "KING", "sentences": [{"text": "Vice President Biden went on in that interview to say he thinks that Vladimir Putin wants Hillary to lose and it's a big drama here, we just had the president and the vice president and let's -- before we get to the conversation, lets bring back in Donald Trump who had a press conference in Florida today, he was asked several questions about this.", "sentId": 91}, {"text": "And Donald Trump says he has nothing to do with this, he's never spoken to Vladimir Putin.", "sentId": 92}, {"text": "He doesn't coordinate with Russia.", "sentId": 93}, {"text": "He has no idea what happened.", "sentId": 94}, {"text": "But the again man who wants to sit at the desk in the oval office said, Russia, if you have these DNC e-mails, maybe you have something else.", "sentId": 95}], "secId": 27}, {"speaker": "TRUMP", "sentences": [{"text": "Russia, if you're listening, I hope you are able to find the 30,000 e-mails that are missing.", "sentId": 96}, {"text": "I think you will probably be rewarded mightily by our press.", "sentId": 97}], "secId": 28}, {"speaker": "KING", "sentences": [{"text": "By missing, by missing, he means deleted.", "sentId": 98}, {"text": "Some e-mails deleted from Hillary Clinton's private e-mail server.", "sentId": 99}, {"text": "Not Democratic national committee e-mails.", "sentId": 100}, {"text": "He said you'll be rewarded mightily by the press.", "sentId": 101}, {"text": "I hope you have them.", "sentId": 102}, {"text": "He wants to be President of the United States.", "sentId": 103}, {"text": "That's like saying I hope you hacked into a Democratic Party server or her server I'm sorry, private e-mail server too.", "sentId": 104}, {"text": "Not just the Democratic Party server, her server too and if you have them he said the press will reward you, he also said another point of press conference, I'd love to see them.", "sentId": 105}], "secId": 29}, {"speaker": "KING", "sentences": [{"text": "Manu, he's tweeted something since and let's have that first and see whether we think that's a doubling down or a puling back.", "sentId": 106}], "secId": 30}, {"speaker": "RAJU", "sentences": [{"text": "Yeah, that's right, he just said if Russia or any other country or person has Hillary Clinton's 30,000 illegally deleted e-mails, perhaps they should share them with the FBI, so I think a little bit of a walk it but still not striking the same trauma as his running mate and also House Speaker Paul Ryan actually his spokesman put out a statement calling Russia a global menace.", "sentId": 107}, {"text": "Calling Putin a devious thug and saying that Russia should stop meddling in the U.S election, so clearly much different tone that most of his party.", "sentId": 108}], "secId": 31}, {"speaker": "RESTON", "sentences": [{"text": "And I think that, you know, when Donald Trump made that statement in the last hour, you know, he once again seems to have almost broken the internet, right?", "sentId": 109}, {"text": "It's all over Twitter, people were talking about that one statement, you know, his critics saying, this is treas -- he's talking about treason, going on and on, so again it will be another conversation today about, you know, what his qualifications are to be commandeer in chief.", "sentId": 110}, {"text": "And whether he thinks about what he says.", "sentId": 111}], "secId": 32}, {"speaker": "KING", "sentences": [{"text": "And he talks openly about Russia hacking in maybe the Democratic Party, maybe Hillary Clinton's server.", "sentId": 112}, {"text": "Doesn't condemn it, doesn't call it espionage.", "sentId": 113}, {"text": "He says he'd like to see those e- mails, you're right.", "sentId": 114}, {"text": "Mike Pence his running mate says there'll be serious consequences if a state actor like Russia act into such a system.", "sentId": 115}, {"text": "You mentioned Paul Ryan, you know, he's actually saying Putin as Donald Trump said \"I like Putin.", "sentId": 116}, {"text": "I want to get along better with Putin\".", "sentId": 117}], "secId": 33}, {"speaker": "KING", "sentences": [{"text": "Now, the Clinton campaign obviously thinks this is an outrage?", "sentId": 118}], "secId": 34}, {"speaker": "BALL", "sentences": [{"text": "Yeah, the statement from the Clinton Campaign as senior politic adviser Jake Sullivan that just landed that it has to be the first time that a major presidential candidate has actively encouraged the foreign power to conduct espionage against his political opponent.", "sentId": 119}, {"text": "That's not hyperbole.", "sentId": 120}, {"text": "Those are just the facts.", "sentId": 121}, {"text": "This is gone from being a matter of curiosity in politics bringing national security issue.", "sentId": 122}], "secId": 35}, {"speaker": "perspective", "sentences": [{"text": "And now, you have Newt Gingrich coming out on Twitter to defend Trump, saying the media seems more upset by Trump's joke about Russian hacking than by the fact that Hillary's personal server was vulnerable to Russia.", "sentId": 123}, {"text": "And so again, trying to steer the conversation back.", "sentId": 124}], "secId": 36}, {"speaker": "KING", "sentences": [{"text": "Let me just check notes, it's a very serious issue that her server was vulnerable.", "sentId": 125}, {"text": "Her ratings have taken a hit because the FBI director said she was extremely careless, with classified and sensitive information.", "sentId": 126}, {"text": "You can have two issues at once.", "sentId": 127}, {"text": "It is a dead serious issue how she handles her private e-mail server.", "sentId": 128}, {"text": "But the question now is there's a man who wants to be commander in chief, a man who was about to get as you motioned, Jeff the sense of security.", "sentId": 129}], "secId": 37}, {"speaker": "KING", "sentences": [{"text": "Now, he did not say I want you to do this, Jake Sullivan says encouraging espionage.", "sentId": 130}, {"text": "He didn't say I want you to do this.", "sentId": 131}, {"text": "But he said -- she said if you did it and you've got them, let's have them.", "sentId": 132}], "secId": 38}, {"speaker": "ZELENY", "sentences": [{"text": "And all this is happening.", "sentId": 133}, {"text": "I think all of what were talking about here is going to wind its way into a speech coming in the next 48 hours at the convention.", "sentId": 134}], "secId": 39}, {"speaker": "ZELENY", "sentences": [{"text": "The fact that the, like, yes they can't believe it.", "sentId": 135}, {"text": "So the statement from ...", "sentId": 136}], "secId": 40}, {"speaker": "RESTON", "sentences": [{"text": "Jake Sullivan.", "sentId": 137}], "secId": 41}, {"speaker": "ZELENY", "sentences": [{"text": "... Sullivan was, you know, incredulous but they also want people to take this seriously.", "sentId": 138}], "secId": 42}, {"speaker": "ZELENY", "sentences": [{"text": "Democrats -- I'm struck by the Clinton that wants, they want people to take what Donald Trump is saying.", "sentId": 139}], "secId": 43}, {"speaker": "KING", "sentences": [{"text": "You just said the president -- .", "sentId": 140}, {"text": "Everyone is saying it's reckless for Donald Trump ...", "sentId": 141}], "secId": 44}, {"speaker": "ZELENY", "sentences": [{"text": "Right.", "sentId": 142}], "secId": 45}, {"speaker": "KING", "sentences": [{"text": "... to say, you know, Russian, I hope you have them.", "sentId": 143}, {"text": "And we're having that conversation right now, should a man who wants to be president of the United States be talking like, OK, great, you got them.", "sentId": 144}], "secId": 46}, {"speaker": "KING", "sentences": [{"text": "But is it also, you heard the president and vice president saying, you know, well, Russia hacks into our system.", "sentId": 145}, {"text": "And clearly, they're sort of insinuating that somehow this is even to benefit Donald Trump or cahoots with Donald Trump, that's a little bit over the line too, is it not reckless", "sentId": 146}], "secId": 47}, {"speaker": "ZELENY", "sentences": [{"text": "It is but there's no proof of that at all.", "sentId": 147}, {"text": "There's totally ...", "sentId": 148}], "secId": 48}, {"speaker": "RESTON", "sentences": [{"text": "No, yeah no proof that.", "sentId": 149}, {"text": "And so this is like weapons of mass destruction, right?", "sentId": 150}, {"text": "And the missing weapons back in 2004 with John Kerry.", "sentId": 151}], "secId": 49}, {"speaker": "RAJU", "sentences": [{"text": "And Democrats have a political motive here too.", "sentId": 152}, {"text": "They want to change the conversation from what's in the e-mails to the fact that Russia may be doing this.", "sentId": 153}], "secId": 50}, {"speaker": "RAJU", "sentences": [{"text": "I mean, obviously that's main leader of national securities here.", "sentId": 154}, {"text": "But it's also politically beneficial to make the debate about Russia than what they were saying in turmoil.", "sentId": 155}], "secId": 51}, {"speaker": "ZELENY", "sentences": [{"text": "Where the fact that she had a private servers.", "sentId": 156}], "secId": 52}, {"speaker": "ZELENY", "sentences": [{"text": "So there's a lot going on here.", "sentId": 157}, {"text": "I mean that seems like an issue of \"computer world.\"", "sentId": 158}, {"text": "or something here.", "sentId": 159}, {"text": "That is very serious.", "sentId": 160}], "secId": 53}, {"speaker": "KING", "sentences": [{"text": "Yeah, and, you know, there's reminder if \"a\", if you wrote this script for Hollywood they'd laugh you out of the room.", "sentId": 161}, {"text": "And yet another reminder of that everyday in this campaign takes us to some place that we've never been before.", "sentId": 162}], "secId": 54}, {"speaker": "KING", "sentences": [{"text": "Our reporters share their notebooks next.", "sentId": 163}, {"text": "But first, here's the result of our \"Inside Politics\" question, we asked you if you think Hillary Clinton could win over Bernie Sanders supporters?", "sentId": 164}], "secId": 55}, {"speaker": "KING", "sentences": [{"text": "There were only seven and ten of you said yes, 31 percent?", "sentId": 165}, {"text": "I don't think so.", "sentId": 166}], "secId": 56}, {"speaker": "KING", "sentences": [{"text": "Let's close as we always do here in \"Inside Politics\" go down the row here, as our great reporters share a little something from their notebooks.", "sentId": 167}, {"text": "Molly Ball?", "sentId": 168}], "secId": 57}, {"speaker": "BALL", "sentences": [{"text": "As we know, Debbie Wassermann Schultz finally ousted as chair of the Democratic National Committee this week.", "sentId": 169}, {"text": "But a lot of Democratic insiders wonder if there are more shoes to drop inside of the DNC.", "sentId": 170}], "secId": 58}, {"speaker": "BALL", "sentences": [{"text": "If some of the staffers who are implicated in some those e-mails might also face consequences if there's going to be some kind house cleaning now that Donna Brazile is in charge.", "sentId": 171}, {"text": "Most people expecting her since she's widely trusted to stay on through the election.", "sentId": 172}], "secId": 59}, {"speaker": "BALL", "sentences": [{"text": "But they would like to see the DNC to come a more effective organization.", "sentId": 173}, {"text": "So many questions throughout Debbie Wasserman-Schultz's tenure about her management of the place.", "sentId": 174}, {"text": "So much of it was a personal promotional vehicle for her.", "sentId": 175}], "secId": 60}, {"speaker": "BALL", "sentences": [{"text": "They would like to see new staff brought in.", "sentId": 176}, {"text": "They would line to see that -- And now that Hillary Clinton is in charge, being the official nominee, she has the power to do that.", "sentId": 177}], "secId": 61}, {"speaker": "KING", "sentences": [{"text": "Just try that will play out I think through election day and beyond.", "sentId": 178}, {"text": "Shake up.", "sentId": 179}, {"text": "Possibly more e-mails.", "sentId": 180}, {"text": "Keep eye on that, Manu?", "sentId": 181}], "secId": 62}, {"speaker": "RAJU", "sentences": [{"text": "John a bit of Illinois politics in my home state for this Wednesday, senate minority W.H.I.P.., Dick Durbin the senior senator form the state.", "sentId": 182}, {"text": "I talked to him this morning.", "sentId": 183}], "secId": 63}, {"speaker": "RAJU", "sentences": [{"text": "He is not ruling out a run for governor in 2018.", "sentId": 184}, {"text": "Now, he says that, you know, he's downplaying.", "sentId": 185}, {"text": "He said I'm just worrying about the senate races this year.", "sentId": 186}, {"text": "I want to make sure Democrats retain control with the senate.", "sentId": 187}, {"text": "Help Hillary win the White House, but steadfastly refusing to take down of the table.", "sentId": 188}], "secId": 64}, {"speaker": "RAJU", "sentences": [{"text": "Now, a number of Illinois Democrats want him to run.", "sentId": 189}, {"text": "They would as the governor's mansion is in Republican hands perhaps he can flip it in 2018.", "sentId": 190}, {"text": "But one thing that he is considering, he told me was how his own leadership race will be impacted and come the fall.", "sentId": 191}], "secId": 65}, {"speaker": "RAJU", "sentences": [{"text": "He may be challenged for that number two spot by Senator Patty Murray of Washington State.", "sentId": 192}, {"text": "She has not ruled that out.", "sentId": 193}, {"text": "If she does challenge him, perhaps he may decide to run for governor instead.", "sentId": 194}], "secId": 66}, {"speaker": "KING", "sentences": [{"text": "There's no place like home.", "sentId": 195}], "secId": 67}, {"speaker": "RESTON", "sentences": [{"text": "So, John, earlier this week, Jeff was telling us about the bus tour that Hillary Clinton is going to do after the campaign.", "sentId": 196}, {"text": "But what's really interesting here is, you know, this is going to be Hillary on offense.", "sentId": 197}, {"text": "She's going through four cities, Philly, Pittsburgh, Youngstown and Columbus.", "sentId": 198}, {"text": "But the key here is how she's going to focus on those rural areas where all of this Reagan Democrats are.", "sentId": 199}], "secId": 68}, {"speaker": "RESTON", "sentences": [{"text": "Of course we know that Donald Trump thinks that those people are the key to his victory.", "sentId": 200}, {"text": "And Hillary Clinton is going to go in and work on with those and try to connect with them on economic anxiety and this idea that Trump is not ready to be commander in chief and not going to see that territory to him.", "sentId": 201}], "secId": 69}, {"speaker": "KING", "sentences": [{"text": "102 days, after the convention.", "sentId": 202}, {"text": "Is that right?", "sentId": 203}, {"text": "A 100 days spent.", "sentId": 204}, {"text": "A lot of expense on bus.", "sentId": 205}, {"text": "I was going to see Donald Trump on a bus.", "sentId": 206}, {"text": "Jeff.", "sentId": 207}], "secId": 70}, {"speaker": "ZELENY", "sentences": [{"text": "He finally is with her.", "sentId": 208}], "secId": 71}, {"speaker": "ZELENY", "sentences": [{"text": "I was in the Vermont delegation last night when Bernie Sanders made that really rather extraordinary speech to the convention hall after the role call of votes.", "sentId": 209}, {"text": "And it was that moment, when you're looking in his eyes as very close to him.", "sentId": 210}, {"text": "It was clear that this is the moment.", "sentId": 211}], "secId": 72}, {"speaker": "ZELENY", "sentences": [{"text": "But now, I am told that he's a bad news.", "sentId": 212}, {"text": "He really is.", "sentId": 213}, {"text": "He's going to actively campaign as hard as he can and this is why a Clinton laws now is also a Sander's laws.", "sentId": 214}, {"text": "He is joined in with this here.", "sentId": 215}], "secId": 73}, {"speaker": "ZELENY", "sentences": [{"text": "So, if he wants to influence a Democratic in a White House, he needs her in there and one sign that I saw on that I saw on poll last night \"I love Bernie\", that's what I will fight for her.", "sentId": 216}], "secId": 74}, {"speaker": "ZELENY", "sentences": [{"text": "Not many but one.", "sentId": 217}], "secId": 75}, {"speaker": "KING", "sentences": [{"text": "We watched that too.", "sentId": 218}], "secId": 76}, {"speaker": "KING", "sentences": [{"text": "I'll close with this.", "sentId": 219}, {"text": "If you follow Donald Trump's, watch this news conference last hour.", "sentId": 220}, {"text": "You know pretty he doesn't think of the program here in Philadelphia.", "sentId": 221}], "secId": 77}, {"speaker": "KING", "sentences": [{"text": "I'll tell you though, you can decide I this is ban or the truth inside team Trump, that actually give the Democrats an A for effort but they predict the strategy unfolding here won't work.", "sentId": 222}, {"text": "In part, they think one great Bill; Clinton speech will not be enough to a raise Hillary Clinton's high negative ratings.", "sentId": 223}, {"text": "And they also think president Obama is making a big mistake when he tries to suggest trump's law in order focus is over the top.", "sentId": 224}], "secId": 78}, {"speaker": "KING", "sentences": [{"text": "Team Trump thinks that will back fire.", "sentId": 225}, {"text": "We'll keep watching.", "sentId": 226}], "secId": 79}, {"speaker": "KING", "sentences": [{"text": "That's it for \"Inside Politics\" see you back here at the same time tomorrow from the hall tonight.", "sentId": 227}], "secId": 80}, {"speaker": "KING", "sentences": [{"text": "Our coverage of this very busy day continues up next with Wolf.", "sentId": 228}], "secId": 81}], "sectionCount": 82, "url": "transcripts.cnn.com/TRANSCRIPTS/1607/27/ip.02.html", "sentenceCount": 230, "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "time": "Aired July 27, 2016 - 12:30   ET", "speakers": ["KING", "OBAMA", "UNIDENTIFIED FEMALE", "BALL", "RAJU", "RESTON", "JEFF ZELENY", "ZELENY", "BIDEN", "TRUMP", "perspective"], "title": "INSIDE POLITICS"}