{"docId": "./ip/trancript.cnn.com.TRANSCRIPTS.1605.29.ip.01.html.json", "subTitle": "Trump Has Enough Delegates to Win Nomination; Clinton: Trump is an \"Unqualified Loose Cannon.\"; Scathing Report Faults Clinton's Handling of Emails; Sanders Counting on California. Aired 8-9a ET", "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "sections": [{"speaker": "KING", "sentences": [{"text": "Donald Trump clenches and looks ahead.", "sentId": 0}], "secId": 0}, {"speaker": "TRUMP", "sentences": [{"text": "It's a choice between a Clinton government of, by and for the powerful, and a return to government of, by and for the people.", "sentId": 1}], "secId": 1}, {"speaker": "KING", "sentences": [{"text": "But cracks remain in a Republican Party, nervous about its new leader.", "sentId": 2}], "secId": 2}, {"speaker": "KING", "sentences": [{"text": "Plus, remember this?", "sentId": 3}], "secId": 3}, {"speaker": "CLINTON", "sentences": [{"text": "Everything I did was permitted.", "sentId": 4}, {"text": "There was no law.", "sentId": 5}, {"text": "There was no regulation.", "sentId": 6}], "secId": 4}, {"speaker": "KING", "sentences": [{"text": "A damning report about Hillary Clinton's email server says, \"That's not exactly true.\"", "sentId": 7}], "secId": 5}, {"speaker": "KING", "sentences": [{"text": "And Bernie Sanders fights on.", "sentId": 8}], "secId": 6}, {"speaker": "SANDERS", "sentences": [{"text": "So if the Democratic Party wants a candidate who's going to defeat Trump and defeat him bad, we are that campaign.", "sentId": 9}], "secId": 7}, {"speaker": "KING", "sentences": [{"text": "But the clock and the math favor Clinton.", "sentId": 10}], "secId": 8}, {"speaker": "KING", "sentences": [{"text": "INSIDE POLITICS, the biggest stories sourced by the best reporters now.", "sentId": 11}], "secId": 9}, {"speaker": "KING", "sentences": [{"text": "Welcome to Inside Politics.", "sentId": 12}, {"text": "I'm John King.", "sentId": 13}, {"text": "Thanks for sharing your Sunday morning on this special weekend.", "sentId": 14}], "secId": 10}, {"speaker": "KING", "sentences": [{"text": "There are several major developments in the presidential politics to discuss and dissect, including Donald Trump clenching the GOP nomination, and the scathing new report from the government about Hillary Clinton's private email server.", "sentId": 15}], "secId": 11}, {"speaker": "KING", "sentences": [{"text": "First, though, let's take just a moment to look at one of our country's most sacred places, Arlington National Cemetery.", "sentId": 16}, {"text": "And let's take just a moment to remember the service and the sacrifice of those for whom Memorial Day is dedicated.", "sentId": 17}, {"text": "Amazing place.", "sentId": 18}], "secId": 12}, {"speaker": "KING", "sentences": [{"text": "America will have a new commander in chief next Memorial Day, and here are three big questions driving the race.", "sentId": 19}, {"text": "Now that it's official, Donald Trump has enough delegates to clench the GOP nomination.", "sentId": 20}, {"text": "Can the candidate who lives that slash and burn calm Republican jitters for the more consistent campaign message anchored on shaking up Washington.", "sentId": 21}], "secId": 13}, {"speaker": "TRUMP", "sentences": [{"text": "If you keep supporting those who have let you down, then you will keep getting let down for the rest of your lives.", "sentId": 22}, {"text": "I'm prepared to kick the special interest out of Washington, D.C. and to hand the seat of power over to you.", "sentId": 23}, {"text": "I will do that.", "sentId": 24}], "secId": 14}, {"speaker": "KING", "sentences": [{"text": "Question two: what impact will a scathing new report about Hillary Clinton private email server have on a candidate who already has glaring weaknesses when it comes to honesty and trustworthiness.", "sentId": 25}], "secId": 15}, {"speaker": "CLINTON", "sentences": [{"text": "I know people have concerns about this.", "sentId": 26}, {"text": "I understand that, but I think voters are going to be looking at the full picture of what I have to offer, my life and my service, and the full threat that Donald Trump offers our country.", "sentId": 27}], "secId": 16}, {"speaker": "KING", "sentences": [{"text": "Here's question three, and it's a big one.", "sentId": 28}, {"text": "As the primary calendar winds down, just what does Bernie Sanders want if he falls short of the miracle math he needs for a comeback?", "sentId": 29}], "secId": 17}, {"speaker": "SANDERS", "sentences": [{"text": "I think if they make the right choice and open the doors to working class people and young people to create the kind of dynamism that the Democratic Party needs, it's going to be messy, you know?", "sentId": 30}, {"text": "Democracy is not always nice and quiet and gentle, because that is where the Democratic Party should go.", "sentId": 31}], "secId": 18}, {"speaker": "KING", "sentences": [{"text": "More on that in a bit.", "sentId": 32}, {"text": "With us to share the reporting and insights, Julie Pace, of the \"Associated Press\"; Manu Raju of CNN; Margaret Talev with Bloomberg News; and Jackie Kucinich of \"The Daily Beast\".", "sentId": 33}], "secId": 19}, {"speaker": "KING", "sentences": [{"text": "The party of Lincoln and Reagan is now the part of Trump.", "sentId": 34}, {"text": "Like it or not, believe it or not, we are new certain Donald Trump will lead the Republican ticket this fall.", "sentId": 35}, {"text": "On the day he passed the magic number of GOP delegates, he tried to frame how he sees the now 163 days until November.", "sentId": 36}], "secId": 20}, {"speaker": "TRUMP", "sentences": [{"text": "The choice in November is a choice between the Clinton agenda that puts donors first or an agenda that puts America first.", "sentId": 37}, {"text": "My agenda, America First always.", "sentId": 38}], "secId": 21}, {"speaker": "KING", "sentences": [{"text": "You might notice he sounds a little different because that line was from a written speech, a lengthy, detailed set of policy contrasts in that speech, read on a teleprompter, contrasts with Hillary Clinton on issues ranging from energy and job creation to a foreign policy legacy that Trump calls disastrous.", "sentId": 39}], "secId": 22}, {"speaker": "TRUMP", "sentences": [{"text": "We're going to save the coal industry.", "sentId": 40}, {"text": "We're going to save that coal industry, believe me, we're going to save it.", "sentId": 41}, {"text": "I love those people.", "sentId": 42}], "secId": 23}, {"speaker": "KING", "sentences": [{"text": "Now that speech was, actually, just what the Republican establishment and its political posts had been looking for, less insult, less bluster, zero conspiracy theories, more conservative policy ideas and an over-arching outside of theme of changing the broken Washington.", "sentId": 43}, {"text": "So, is Trump finally ready to take cues from the pros, including his new campaign chief guru and his newly hired post, well, not so fast.", "sentId": 44}], "secId": 24}, {"speaker": "KING", "sentences": [{"text": "He only sort of delivered the speech as written, wondering off text repeatedly.", "sentId": 45}, {"text": "Then at his next rally in Montana, the teleprompter was gone and trademark Trump was back.", "sentId": 46}], "secId": 25}, {"speaker": "TRUMP", "sentences": [{"text": "I don't know if you heard, but I have one of the highest poll numbers ever recorded with men, and I would swap it for the women right now, OK?", "sentId": 47}, {"text": "I want the women, to hell with the men.", "sentId": 48}, {"text": "The hell with the men, right, men?", "sentId": 49}], "secId": 26}, {"speaker": "KING", "sentences": [{"text": "Welcome to the Trump paradox.", "sentId": 50}, {"text": "Welcome to the Trump paradox.", "sentId": 51}, {"text": "He's at this moment, and we give him his due.", "sentId": 52}, {"text": "Give him his due.", "sentId": 53}], "secId": 27}, {"speaker": "KING", "sentences": [{"text": "He beat a field of candidates with nearly 200 years of experience in elective office.", "sentId": 54}, {"text": "The question is, what now?", "sentId": 55}], "secId": 28}, {"speaker": "KING", "sentences": [{"text": "And so, he has a prepared text in the Bismarck event.", "sentId": 56}, {"text": "It's a long, detailed policy contrast with Hillary Clinton.", "sentId": 57}, {"text": "You look at it, you read it, you can disagree with it if you're a democrat -- even so, Republicans might not like it.", "sentId": 58}, {"text": "But you look at it and you say, \"OK.", "sentId": 59}, {"text": "This is a campaign theme,\" and he kind of gives it, and you can kind of see on his face he doesn't like the teleprompter, and then we get the old Trump back.", "sentId": 60}], "secId": 29}, {"speaker": "PACE", "sentences": [{"text": "Because Trump looks at his campaign, and he looks at these rallies and these crowds that are so enthusiastic, and he says, \"That's what this is about.", "sentId": 61}, {"text": "This is why I'm winning.", "sentId": 62}, {"text": "OK.", "sentId": 63}, {"text": "I'll do the policies if you", "sentId": 64}], "secId": 30}, {"speaker": "PACE", "sentences": [{"text": "want me to do the policies, I'll read off this speech if you think it's best, but I know what's best for me campaign.", "sentId": 65}, {"text": "I'm Donald Trump.\"", "sentId": 66}], "secId": 31}, {"speaker": "PACE", "sentences": [{"text": "And you could almost see it on his face in these moments, and you could then see it on his aides' faces, and they're watching him go off script.", "sentId": 67}], "secId": 32}, {"speaker": "RAJU", "sentences": [{"text": "An inherent challenge with the Trump campaign because he believes he's gone this far, and he has gone this far because he's shown an authentic side of himself, even if he says a lot of things that are off-putting and controversial.", "sentId": 68}, {"text": "He says things, you know, not reading a teleprompter, but what he was feeling in his gut, and people, professional party officials, operative types, know that in the general election, that may not work.", "sentId": 69}], "secId": 33}, {"speaker": "RAJU", "sentences": [{"text": "And they need him to be more disciplined, and that's why you're seeing this contrast between someone who reads at a speech and is reading policy ideas that are given to him by folks in the party establishment and then later saying -- going back to the old Trump.", "sentId": 70}], "secId": 34}, {"speaker": "KUCINICH", "sentences": [{"text": "But it does seem like they're going to have to learn to live with this Dr. Jekyll or Mr. Hyde thing that's going on with Donald Trump because they keep on being told by some people, behind closed doors, like Paul Manafort, that he's going to tone it back.", "sentId": 71}, {"text": "That he's going to moderate on things like his Muslim ban.", "sentId": 72}], "secId": 35}, {"speaker": "KUCINICH", "sentences": [{"text": "I'll believe it when I see it because you keep on - these things keep on being said -- and then he goes in front of the crowd, to your point --", "sentId": 73}], "secId": 36}, {"speaker": "KING", "sentences": [{"text": "He knows what fires up the crowd.", "sentId": 74}], "secId": 37}, {"speaker": "KUCINICH", "sentences": [{"text": "Exactly.", "sentId": 75}], "secId": 38}, {"speaker": "TALEV", "sentences": [{"text": "But Donald Trump's is winning the battle, and Hillary Clinton's strategy has been winning the war, and what you see is that it's taken her longer to win the primary battle than it's taken Donald Trump, right?", "sentId": 76}, {"text": "And, you know, maybe 12 years ago, it wouldn't have worked to think battle by battle, but when everything's chopped up into little bits, 140 characters and so on -- I mean, it's working for him so far, and he operates at his gut instinct.", "sentId": 77}], "secId": 39}, {"speaker": "KING", "sentences": [{"text": "So there's at least two Donald Trumps, if you will, at least two perceptions if you look at him.", "sentId": 78}, {"text": "And for those who think Donald Trump cannot win the election, and a lot of Democrats think that, they say look at his problem with Latinos, look at his problem with women, look at his problem with African Americans.", "sentId": 79}, {"text": "For those of you who think Donald Trump cannot win the election, I want to show you something.", "sentId": 80}], "secId": 40}, {"speaker": "KING", "sentences": [{"text": "This is a bar graph based on the NBC/ \"Wall Street Journal\" poll.", "sentId": 81}, {"text": "I want you to look at that top number there.", "sentId": 82}, {"text": "Changing business as usual, he has 33-point advantage over Hillary Clinton.", "sentId": 83}, {"text": "If voters decide, come November, this election is about changing the broken Washington, Donald Trump will win the election.", "sentId": 84}], "secId": 41}, {"speaker": "KING", "sentences": [{"text": "He also scores ahead of her there on trade deals.", "sentId": 85}, {"text": "Sanders voters might be available to him.", "sentId": 86}, {"text": "On standing up to Wall Street, Sanders voters might be available to him.", "sentId": 87}, {"text": "On the economy, he has a slight advantage over Hillary Clinton.", "sentId": 88}], "secId": 42}, {"speaker": "KING", "sentences": [{"text": "So, if you think Donald Trump can't win, you are wrong.", "sentId": 89}, {"text": "You are wrong.", "sentId": 90}], "secId": 43}, {"speaker": "KING", "sentences": [{"text": "But I want to show you something else.", "sentId": 91}, {"text": "In the same poll, they said - think about a Donald Trump presidency -- what words come to mind?", "sentId": 92}, {"text": "Look at those.", "sentId": 93}, {"text": "Look at those.", "sentId": 94}], "secId": 44}, {"speaker": "KING", "sentences": [{"text": "Afraid, terrified, racist, prejudice, bigot, wild card, unreliable, moving to Canada.", "sentId": 95}], "secId": 45}, {"speaker": "KING", "sentences": [{"text": "So, we're at this, we have this divided electorate, and we'll get to the views of Hillary Clinton later, and they're not so great either.", "sentId": 96}, {"text": "But he has a chance, but some people he can't waste, you know, he has no time to spare, so he can't have those moments.", "sentId": 97}], "secId": 46}, {"speaker": "KUCINICH", "sentences": [{"text": "But he can't help himself.", "sentId": 98}], "secId": 47}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 99}], "secId": 48}, {"speaker": "KUCINICH", "sentences": [{"text": "And we've seen that.", "sentId": 100}, {"text": "Every time they say he's going to be disciplined, and they put him on a teleprompter, as we just saw, the next day he's back to what he's seen.", "sentId": 101}, {"text": "And to be fair, he hasn't seen any polls that have showed this is hurting him yet.", "sentId": 102}], "secId": 49}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 103}], "secId": 50}, {"speaker": "KUCINICH", "sentences": [{"text": "So, perhaps, once he starts seeing evidence that this isn't playing well and this isn't building him up, maybe then we'll see a change, but it remains to be seen.", "sentId": 104}], "secId": 51}, {"speaker": "TALEV", "sentences": [{"text": "Well, they're both out there.", "sentId": 105}, {"text": "There's like a parallel structure, right?", "sentId": 106}, {"text": "There's the national general election match-ups which suggest it's a very close race, and then there's sort of these deeper dives into character and reactions to personalities where, she's not always ahead of him, but she's mostly ahead of him, most of the time, especially with women.", "sentId": 107}], "secId": 52}, {"speaker": "TALEV", "sentences": [{"text": "On issues like trust, you know, they're around tied.", "sentId": 108}, {"text": "I mean, if you look at those you think --", "sentId": 109}], "secId": 53}, {"speaker": "RAJU", "sentences": [{"text": "The race is going to be, who do you dislike less?", "sentId": 110}, {"text": "It's not necessarily who do you like more.", "sentId": 111}, {"text": "Both of these candidates are historically unpopular, so if you look at Donald Trump in a vacuum, sure he can win, but if you compare him with Hillary Clinton, that changes.", "sentId": 112}], "secId": 54}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 113}, {"text": "He thinks he can win a street brawl, and he thinks he can keep winning.", "sentId": 114}, {"text": "Now, the general electorate is very different than the primary electorate, but he thinks if it works in the primary, it will keep working.", "sentId": 115}, {"text": "We'll see if it does.", "sentId": 116}], "secId": 55}, {"speaker": "KING", "sentences": [{"text": "One of the interesting things is, he was asked a question by \"The Washington Post\", and he got into the old Clinton sagas of the 1990s including the suicide of Vince Foster.", "sentId": 117}], "secId": 56}, {"speaker": "KING", "sentences": [{"text": "I covered the Clintons in those days, and I knew Vince Foster, and he was an incredibly decent man.", "sentId": 118}, {"text": "He committed suicide, and Donald Trump raised the question, \"Well, maybe this was a murder,\" what the right- wing conspiracy theorists have thought for a long time.", "sentId": 119}, {"text": "Vince Foster's sister wrote an op-ed for \"The Washington Post\" where she said it was beyond contempt that a politician would use a family tragedy to further his candidacy, but such is the character of Donald Trump.", "sentId": 120}, {"text": "How could this be coming from the presumptive Republican nominee for president?", "sentId": 121}], "secId": 57}, {"speaker": "KING", "sentences": [{"text": "Now on Friday, Trump seemed to back down.", "sentId": 122}, {"text": "And he said, look, he was asked a question about this and some people think it was a murder.", "sentId": 123}, {"text": "Some people think that, but he didn't think it had a place in the campaign, at least for now, but he did say unless there was new information, which is kind of trademark.", "sentId": 124}, {"text": "Listen to him here talking about the Clintons in an interview with Extra.", "sentId": 125}], "secId": 58}, {"speaker": "TRUMP", "sentences": [{"text": "Well, you have to be careful, but I have to be who I am, and she's tough, I mean, she's proven to be tough.", "sentId": 126}, {"text": "She certainly is resilient over the years.", "sentId": 127}, {"text": "She's been doing this a long time and they're very nasty.", "sentId": 128}, {"text": "You know, the Clintons have really hurt a lot of people.", "sentId": 129}], "secId": 59}, {"speaker": "KING", "sentences": [{"text": "He says the Clintons are nasty there.", "sentId": 130}, {"text": "And then Friday on the campaign trail, he says Hillary Clinton shouts when she gives speeches, and Donald Trump trying to make clear here, he doesn't like it.", "sentId": 131}], "secId": 60}, {"speaker": "TRUMP", "sentences": [{"text": "Do you think Hillary looks presidential?", "sentId": 132}], "secId": 61}, {"speaker": "TRUMP", "sentences": [{"text": "I don't think so, and I'm not going to say it, because I'm not allowed to say it, because I want to be politically correct.", "sentId": 133}, {"text": "So I refuse to say that I cannot stand her screaming into the microphone all the time.", "sentId": 134}], "secId": 62}, {"speaker": "KING", "sentences": [{"text": "He thinks it works.", "sentId": 135}], "secId": 63}, {"speaker": "PACE", "sentences": [{"text": "You know, I was in Pennsylvania last week, and I will admit, I went into Pennsylvania thinking, this is a state that Republicans always think they can win, hasn't worked in the last several elections.", "sentId": 136}, {"text": "I came out of Pennsylvania thinking that, not only can he win that state and this election, but that his attempts to recreate the Clinton baggage of the 1990s are working.", "sentId": 137}], "secId": 64}, {"speaker": "PACE", "sentences": [{"text": "Voter and voter, even voters that are inclined to vote Democrats, brought up on their own baggage, whether it was the emails, whether it was Vince Foster, whether it was Whitewater.", "sentId": 138}, {"text": "This is seeping in.", "sentId": 139}, {"text": "And Donald Trump is a master of finding someone's weakness and capitalizing on it.", "sentId": 140}], "secId": 65}, {"speaker": "KING", "sentences": [{"text": "And it makes her an old-school politician.", "sentId": 141}, {"text": "It makes her part of the problem.", "sentId": 142}, {"text": "It's not even so much about the details.", "sentId": 143}], "secId": 66}, {"speaker": "PACE", "sentences": [{"text": "No, it's not about the details.", "sentId": 144}], "secId": 67}, {"speaker": "KING", "sentences": [{"text": "It makes her the past.", "sentId": 145}, {"text": "It makes her --", "sentId": 146}], "secId": 68}, {"speaker": "PACE", "sentences": [{"text": "What it represents.", "sentId": 147}], "secId": 69}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 148}], "secId": 70}, {"speaker": "RAJU", "sentences": [{"text": "So, that poll that you showed earlier from \"The New York Times\" is so significant and it gets to your point and the fact that -- I mean, voters, obviously, just detest Washington.", "sentId": 149}, {"text": "So, if he does things and tries to paint her as a typical politician, someone who says, you know -- and he says things that a normal politician won't say -- people seem to like that, so even if we think this is going to hurt him in a general election, there are folks that are laughing, think that's great that he's attacking her and --", "sentId": 150}], "secId": 71}, {"speaker": "KING", "sentences": [{"text": "And as I always say, don't think the conversation in Washington is anything like the conversation out in America.", "sentId": 151}, {"text": "People out in America process things a little bit differently than we do here.", "sentId": 152}, {"text": "That's important to note.", "sentId": 153}], "secId": 72}, {"speaker": "KING", "sentences": [{"text": "Everybody, sit tight.", "sentId": 154}], "secId": 73}, {"speaker": "KING", "sentences": [{"text": "Ahead, more on Trump's challenges, and the new details on the State Department report about Hillary Clinton's emails.", "sentId": 155}], "secId": 74}, {"speaker": "KING", "sentences": [{"text": "First, though, on this Memorial Day weekend, we set aside our usual, \"Politicians Say the Darndest Things,\" and instead, show some words of tribute from our past three presidents.", "sentId": 156}], "secId": 75}, {"speaker": "CLINTON", "sentences": [{"text": "From our biggest cities to our smallest towns, citizens have done what had to be done to advance the dream that began on the fourth of July.", "sentId": 157}], "secId": 76}, {"speaker": "BUSH", "sentences": [{"text": "The more lasting tribute is all around us.", "sentId": 158}, {"text": "A country where citizens have the right to worship as they want, to march for what they believe and to say what they think.", "sentId": 159}], "secId": 77}, {"speaker": "OBAMA", "sentences": [{"text": "We remember that it is their courage, their unselfishness, their devotion to duty that has sustained this country through all its trials and will sustain it through all the trials to come.", "sentId": 160}], "secId": 78}, {"speaker": "KING", "sentences": [{"text": "Welcome back.", "sentId": 161}], "secId": 79}, {"speaker": "KING", "sentences": [{"text": "Donald Trump promises that this map, this is President Obama's path to reelection in 2012, but Donald Trump says it's going to look very different in November.", "sentId": 162}, {"text": "You just heard Julie in the last block.", "sentId": 163}], "secId": 80}, {"speaker": "KING", "sentences": [{"text": "Donald Trump thinks he can turn Pennsylvania from blue to red.", "sentId": 164}, {"text": "He says he has to win Ohio, every Republican does.", "sentId": 165}, {"text": "Donald Trump also thinks he can win Michigan.", "sentId": 166}, {"text": "His plan starts in the Rust Belt.", "sentId": 167}], "secId": 81}, {"speaker": "KING", "sentences": [{"text": "But if you listen to Donald Trump he says, \"I think I'm a little mix of Ronald Reagan and Arnold Schwarzenegger.", "sentId": 168}, {"text": "I'm going to turn to California.\"", "sentId": 169}, {"text": "Really?", "sentId": 170}, {"text": "He says, \"Look, I'm from New York.", "sentId": 171}, {"text": "I can turn New York, Florida, it's my second state.\"", "sentId": 172}], "secId": 82}, {"speaker": "KING", "sentences": [{"text": "Donald Trump thinks he can do all that.", "sentId": 173}, {"text": "Well, mark me down as a skeptic and, by the way, that would be a blowout.", "sentId": 174}], "secId": 83}, {"speaker": "KING", "sentences": [{"text": "The Democrats think Trump can really win New York and California?", "sentId": 175}, {"text": "Of course not.", "sentId": 176}, {"text": "Even Trump says he's probably stretching it when he says California, but Democrats are nervous about Trump's ability to turn some other reliably blue states, like these Rust Belt states, Trump can move to red, which is why Hillary Clinton is trying to make the case a vote for Trump is dangerous.", "sentId": 177}], "secId": 84}, {"speaker": "CLINTON", "sentences": [{"text": "You know, based on what we have already heart, Donald Trump is unqualified, loose cannon, who cannot get near the most powerful job in the world, and it is up to us to say, no.", "sentId": 178}], "secId": 85}, {"speaker": "KING", "sentences": [{"text": "Secretary Clinton's former boss is trying to help.", "sentId": 179}, {"text": "In Japan this past week, President Obama says, the prospect of a Trump presidency has key U.S. allies in a tizzy.", "sentId": 180}], "secId": 86}, {"speaker": "OBAMA", "sentences": [{"text": "They are not sure how seriously to take some of his pronouncements, but they're rattled by him, and for good reason, because a lot of the proposals that's he made display either ignorance of world affairs or a cavalier attitude or an interest in getting tweets and headlines instead of actually thinking it through what it is that is required to keep America safe.", "sentId": 181}], "secId": 87}, {"speaker": "KING", "sentences": [{"text": "This gets a bit to what Manu was talking about in the last block, Jackie, that the Democratic strategy, they understand Hillary Clinton has high negatives.", "sentId": 182}, {"text": "Their strategy is, you may not love her, but you cannot have him.", "sentId": 183}, {"text": "You cannot trust him.", "sentId": 184}, {"text": "He's not up to the job.", "sentId": 185}, {"text": "He's -- they think he's dangerous.", "sentId": 186}], "secId": 88}, {"speaker": "KUCINICH", "sentences": [{"text": "Right, and they need to keep on trying to show that rather than just saying it because -- when you have these counters of Hillary Clinton with the emails, I mean, Republicans are saying, well, look, she put you in danger too, she had these classified emails that were allegedly sent from staffers to her.", "sentId": 187}], "secId": 89}, {"speaker": "KUCINICH", "sentences": [{"text": "They use what happened in Benghazi.", "sentId": 188}, {"text": "They have a counter-narrative.", "sentId": 189}, {"text": "So, again, it's one of these things where she's less bad, guys, you should vote for her.", "sentId": 190}], "secId": 90}, {"speaker": "KING", "sentences": [{"text": "And less baggage is really a very hard argument to make in the election, but the one thing I do think you see, Bernie Sanders is still an open question, and we'll get to that a little bit later in the show.", "sentId": 191}, {"text": "Bernie Sanders is still an open question, but you have Secretary Clinton.", "sentId": 192}, {"text": "Bill Clinton's on the campaign trail for her.", "sentId": 193}], "secId": 91}, {"speaker": "KING", "sentences": [{"text": "You can see President Obama, he has a history, with the birther history with Donald Trump.", "sentId": 194}, {"text": "He wants to get out on the campaign trail.", "sentId": 195}], "secId": 92}, {"speaker": "KING", "sentences": [{"text": "You talked last week about Michelle Obama getting out on the campaign trail, and to the surprise, I think, of some people, very aggressive of late is the senator from Massachusetts, Elizabeth Warren.", "sentId": 196}], "secId": 93}, {"speaker": "WARREN", "sentences": [{"text": "Donald Trump was drooling over the idea of a housing meltdown because it meant he could buy up more property on the cheap.", "sentId": 197}], "secId": 94}, {"speaker": "WARREN", "sentences": [{"text": "What kind of a man does that?", "sentId": 198}], "secId": 95}, {"speaker": "TRUMP", "sentences": [{"text": "I was being hit by Pocahontas.", "sentId": 199}, {"text": "Pocahontas, Pocahontas.", "sentId": 200}, {"text": "That's Elizabeth Warren.", "sentId": 201}, {"text": "I call her goofy.", "sentId": 202}, {"text": "She is -- no, no, goofy.", "sentId": 203}, {"text": "She gets less done than anybody in the United States Senate.", "sentId": 204}, {"text": "She's got a big mouth, and that's about it.", "sentId": 205}], "secId": 96}, {"speaker": "KING", "sentences": [{"text": "Pocahontas.", "sentId": 206}, {"text": "A lot of people would take offense at that.", "sentId": 207}, {"text": "Donald Trump, this is his style, Trump is being Trump, but the insults keep coming.", "sentId": 208}], "secId": 97}, {"speaker": "KING", "sentences": [{"text": "But you do have this sort of all hands on deck, again, Bernie Sanders, an open question, but the Democrats get this, they don't underestimate Trump.", "sentId": 209}, {"text": "They have all hands on deck, and the Republican Party, we're not so sure, right?", "sentId": 210}], "secId": 98}, {"speaker": "KING", "sentences": [{"text": "You will have, you know, former rivals like Cruz and Kasich saying, \"Eh.\"", "sentId": 211}], "secId": 99}, {"speaker": "KING", "sentences": [{"text": "Marco Rubio, let's listen to Marco Rubio before we continue the conversation.", "sentId": 212}, {"text": "Marco Rubio who called Trump a con man, who said he was dangerous, who said he would never trust him with the nuclear codes, now Marco Rubio, says, I'm going to go to the convention and if Donald needs me --", "sentId": 213}], "secId": 100}, {"speaker": "SEN. MARCO RUBIO . FLORIDA", "sentences": [{"text": "Look, my policy differences with Donald Trump, I spent 11 months talking about them, so I think they're well understood.", "sentId": 214}, {"text": "That said, I don't to be -- I don't want Hillary Clinton to be president.", "sentId": 215}, {"text": "Is there something I can do to help that from happening and it's helpful to the cause, I'd most certainly be honored to be considered for that.", "sentId": 216}], "secId": 101}, {"speaker": "KING", "sentences": [{"text": "You see the rest of that interview coming up the next hour on \"STATE OF THE UNION WITH JAKE TAPPER\", it's an exclusive from Senator Rubio.", "sentId": 217}, {"text": "But OK, a lot of conservatives say, \"I'm mad at Rubio again,\" saying, you know, \"you have to stand on principle, what are you doing here?\"", "sentId": 218}], "secId": 102}, {"speaker": "KING", "sentences": [{"text": "But, to the degree that he's doing it but tepidly and the Democrats, too, seem to have most of their hands on deck, is that a problem for Trump?", "sentId": 219}], "secId": 103}, {"speaker": "RAJU", "sentences": [{"text": "You know, on the Rubio front, it's interesting to see the party start to slowly get behind him.", "sentId": 220}, {"text": "I mean, there's still a lot of folks who are still not there yet.", "sentId": 221}, {"text": "Speaker Paul Ryan, for one, he's not ready to endorse Donald Trump.", "sentId": 222}, {"text": "He wants to hear some more of Trump's policy positions, align more with traditional, conservative orthodoxy.", "sentId": 223}], "secId": 104}, {"speaker": "RAJU", "sentences": [{"text": "You know, but there a real challenge for Trump.", "sentId": 224}, {"text": "I mean, the questions, does it really matter that folks in a party establishment are not getting behind Donald Trump when he has legions of supporters backing him on the campaign.", "sentId": 225}, {"text": "I'm not sure, at the end of the day, how much it does matter.", "sentId": 226}], "secId": 105}, {"speaker": "KING", "sentences": [{"text": "He thinks not, that it will be put to the test, for the election, it could be put to the test.", "sentId": 227}, {"text": "We'll see.", "sentId": 228}], "secId": 106}, {"speaker": "PACE", "sentences": [{"text": "I also think that the calculation on the part of people like Rubio and other Republicans is that the real motivating factor for their voters, the Republican voters, is keeping Hillary out of the White House.", "sentId": 229}], "secId": 107}, {"speaker": "PACE", "sentences": [{"text": "So, while it may be a convenient position for them to hang onto right now, as they actually try to figure out where they want to be with Trump, they do feel like this is helpful, and that if they can get Republicans on board with just concept, that it can be as powerful a message as what you're hearing from Democrats.", "sentId": 230}], "secId": 108}, {"speaker": "KUCINICH", "sentences": [{"text": "Marco Rubio was setting up for this for quite a while.", "sentId": 231}, {"text": "During that debate where he was asked, see, he was selling Never-Trump stuff on his website, and yet he's asked during a debate whether he would vote for Donald Trump, he left the door open to saying that he would.", "sentId": 232}, {"text": "So, he's been sort of setting this up for quite a while leaving that door open.", "sentId": 233}], "secId": 109}, {"speaker": "TALEV", "sentences": [{"text": "I think it's also a problem that Donald Trump has complete control over, if he chose to exercise his behavior in a way that changed things.", "sentId": 234}, {"text": "I mean, look, when you campaign against people by commenting on the size of their hands.", "sentId": 235}, {"text": "When you try to humiliate people who don't get on board with you, of course, they're going to be reluctant on top of things being said that might be -- if you support him, they might be alienating to your own future political prospects.", "sentId": 236}], "secId": 110}, {"speaker": "KING", "sentences": [{"text": "You make a great point, though, but Trump clearly thinks what has worked, I'm going to keep doing because you know, just Friday again, he's mocking Mitt Romney, who Mitt Romney is still one of those who's still holding out saying, \"I could never be for Trump, I can't look my grandkids in the eye if I'm for Donald Trump.\"", "sentId": 237}, {"text": "And Trump calling him the dog and saying he's a choke, and he's a choking dog.", "sentId": 238}], "secId": 111}, {"speaker": "KING", "sentences": [{"text": "And in the state of New Mexico, days after, there's a big staff war going on within the Trump campaign we haven't talked about.", "sentId": 239}, {"text": "But Paul Manafort sends word to Republicans, \"We get it.", "sentId": 240}, {"text": "If you live in a place where you some distance with Donald Trump,\" this is pretty routine in politics, \"You need a little distance, take it.\"", "sentId": 241}], "secId": 112}, {"speaker": "KING", "sentences": [{"text": "So, Susana Martinez takes it.", "sentId": 242}, {"text": "She says, \"I'm busy, I'm not going to show up at the Trump rally.\"", "sentId": 243}], "secId": 113}, {"speaker": "KING", "sentences": [{"text": "Staff says that OK, the candidate, \"No way.\"", "sentId": 244}], "secId": 114}, {"speaker": "TRUMP", "sentences": [{"text": "Since 2000, the number of people on food stamps in New Mexico has tripled.", "sentId": 245}, {"text": "We have to get your governor to get going.", "sentId": 246}, {"text": "She's got to do a better job, OK.", "sentId": 247}, {"text": "Your governor has got to do a better job.", "sentId": 248}, {"text": "She's not doing the job.", "sentId": 249}], "secId": 115}, {"speaker": "TRUMP", "sentences": [{"text": "Hey, maybe I'll run for governor of New Mexico, I'll get this place going.", "sentId": 250}, {"text": "She's not doing the job.", "sentId": 251}, {"text": "We've got to get her moving, come on, let's go, Governor.", "sentId": 252}], "secId": 116}, {"speaker": "KING", "sentences": [{"text": "Again, again, you know, he's ripped up every other rule this year --", "sentId": 253}], "secId": 117}, {"speaker": "TALEV", "sentences": [{"text": "She's Latina, she's a woman and he needs --", "sentId": 254}], "secId": 118}, {"speaker": "KING", "sentences": [{"text": "And she's part of the Republican establishment.", "sentId": 255}], "secId": 119}, {"speaker": "TALEV", "sentences": [{"text": "Well, but that aside, he needs Hispanic voters to support him.", "sentId": 256}, {"text": "He says Hispanics love him.", "sentId": 257}, {"text": "He'll have no problem.", "sentId": 258}, {"text": "He needs women voters to support him in higher numbers than they do now.", "sentId": 259}, {"text": "He says the women will love him once they start paying attention.", "sentId": 260}], "secId": 120}, {"speaker": "TALEV", "sentences": [{"text": "She seems to me a different calculation, maybe a bigger risk.", "sentId": 261}], "secId": 121}, {"speaker": "RAJU", "sentences": [{"text": "John, this really scares down ticket Republicans because even though Paul Manafort is saying behind closed doors, keep your distance -- if you're willing to keep your distance, fine.", "sentId": 262}], "secId": 122}, {"speaker": "RAJU", "sentences": [{"text": "If you need to break with us on some issues, fine, we'll try not to put you in an awkward position.", "sentId": 263}, {"text": "We're not going to talk about these issues that put you in a hard place in these swing states.", "sentId": 264}], "secId": 123}, {"speaker": "RAJU", "sentences": [{"text": "They can't necessarily control what Donald Trump says, so that -- you know, Paul Manafort's word only goes so far.", "sentId": 265}], "secId": 124}, {"speaker": "PACE", "sentences": [{"text": "And what is so fascinating about this moment, though, is you had Trump over here talking about Susana Martinez, and then you had Jeb Bush, Marco Rubio, Scott Walker, all rallying to her defense, which really shows that, even though, in this election, Donald Trump will be the Republican nominee, there is a huge fight within the party about what the Republican Party will be going forward.", "sentId": 266}, {"text": "They want to be more diverse, they know they need to be more diverse.", "sentId": 267}], "secId": 125}, {"speaker": "KING", "sentences": [{"text": "He thinks it doesn't matter, we'll see what happens.", "sentId": 268}, {"text": "Again, he's broken some rules.", "sentId": 269}, {"text": "We'll see what happens as we go forward.", "sentId": 270}], "secId": 126}, {"speaker": "KING", "sentences": [{"text": "Next, he calls her \"Crooked Hillary,\" she calls him \"Loose Cannon\".", "sentId": 271}, {"text": "The general election campaign takes shape, insults and all.", "sentId": 272}], "secId": 127}, {"speaker": "KING", "sentences": [{"text": "And for our INSIDE POLITICS quiz, we asked you if you wanted to see Donald Trump and Bernie Sanders go head-to-head in the debate.", "sentId": 273}, {"text": "The results, coming up.", "sentId": 274}], "secId": 128}, {"speaker": "KING", "sentences": [{"text": "Welcome back, a quick flashback.", "sentId": 275}, {"text": "Hillary Clinton right here on CNN last July.", "sentId": 276}], "secId": 129}, {"speaker": "CLINTON", "sentences": [{"text": "Everything I did was permitted, there was no law, there was no regulation, there was nothing that did not give me the full authority to decide how I was going to communicate.", "sentId": 277}, {"text": "Let's take a deep breath here.", "sentId": 278}, {"text": "Everything I did was permitted by law and regulation.", "sentId": 279}], "secId": 130}, {"speaker": "KING", "sentences": [{"text": "Well, not exactly.", "sentId": 280}, {"text": "The State Department Inspector General, at a highly critical report issued this past week said Clinton never asked for permission to set up a private email server in her home and had she asked, the report says, she would have been told no because of security concerns.", "sentId": 281}, {"text": "The report also noted Clinton and her senior aids declined to cooperate with the Inspector General's review.", "sentId": 282}, {"text": "Now those aids have been interviewed as part of a separate FBI investigation into whether sensitive information was mishandled or compromised.", "sentId": 283}, {"text": "Secretary Clinton says, her interview hasn't been scheduled yet.", "sentId": 284}], "secId": 131}, {"speaker": "CLINTON", "sentences": [{"text": "No, it's not, but I have offered, since last August, and I am looking forward to seeing this matter wrapped up.", "sentId": 285}], "secId": 132}, {"speaker": "KING", "sentences": [{"text": "If you look at this report, it essentially says and please correct me if you think I'm wrong, that all of her explanations about whether it was OK and everybody knew and it was approved and this and that, no.", "sentId": 286}], "secId": 133}, {"speaker": "PACE", "sentences": [{"text": "It essentially said the opposite of what she said last year which is that this was not what she was supposed to be doing, and that there were not rules on the books that permitted this to happen.", "sentId": 287}, {"text": "And this is the problem for her with this whole matter, kind of a death by a thousand cuts.", "sentId": 288}, {"text": "It just -- it continues to grow and grow because every explanation that she gives, it's essentially negated by, in this case, an independent investigation from the State Department.", "sentId": 289}], "secId": 134}, {"speaker": "RAJU", "sentences": [{"text": "And this is about the 50th explanation that she's given on how she handled this at least.", "sentId": 290}, {"text": "And how she handled this particular investigation was interesting, too, she decided not to participate at all with the Inspector General and tried to discredit the Inspector General instead, but it's curious because the report is, you know, gives fuel to the fire that she has not been clear and has not been forthcoming about what --", "sentId": 291}], "secId": 135}, {"speaker": "KING", "sentences": [{"text": "That is textbook, though, if you've lived as long as I had and covered the Clintons through things.", "sentId": 292}, {"text": "Her attorney is David Kendall whose thing is, if you're going to be interviewed, be interviewed once.", "sentId": 293}, {"text": "Don't be interviewed by the State Department Inspector General and then be interviewed by the FBI.", "sentId": 294}, {"text": "Be interviewed once.", "sentId": 295}], "secId": 136}, {"speaker": "TALEV", "sentences": [{"text": "She might say something different.", "sentId": 296}, {"text": "But one other interesting revealing part of about this report is, a section where you learn that, she had discussions with her staff about personal emails and how many places to do this, and her instinctive concern was, put them on two separate things because I don't want any of my personal stuff --", "sentId": 297}], "secId": 137}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 298}, {"text": "She said it was done for convenience, and it's pretty clear from this report anyway, the Inspector General saying she did it to protect things.", "sentId": 299}], "secId": 138}, {"speaker": "TALEV", "sentences": [{"text": "Well, and this is another example of Hillary Clinton being her own worst enemy, and going out and saying what she did, but also, this paranoia that has been part of being a Clinton since the 90s.", "sentId": 300}], "secId": 139}, {"speaker": "TALEV", "sentences": [{"text": "But it's the harkening back to the  conspiracy.", "sentId": 301}], "secId": 140}, {"speaker": "KING", "sentences": [{"text": "And so we showed at the beginning of the program from the NBC Wall Street Journal poll, when people were asked, I'm going to say, if Trump was president what are your thoughts?", "sentId": 302}, {"text": "That's the same question.", "sentId": 303}, {"text": "Hillary Clinton as president, what do you think about that?", "sentId": 304}, {"text": "And we can show you right now from the screen what people thought about that, and just look at how big that is.", "sentId": 305}, {"text": "Just look at how big that is.", "sentId": 306}, {"text": "that's favorable, but liar, not trustworthy is giant there.", "sentId": 307}, {"text": "And so it's an issue for her and the campaign and guess who knows it?", "sentId": 308}, {"text": "Donald J. Trump.", "sentId": 309}], "secId": 141}, {"speaker": "TRUMP", "sentences": [{"text": "This Inspector General report was a real doozy.", "sentId": 310}, {"text": "This was a bad report.", "sentId": 311}, {"text": "This was page after page, and you know, it goes back to judgment, it goes back to competence.", "sentId": 312}, {"text": "She's always skirted on the edge whether it's Whitewater, or whether it's all of these things.", "sentId": 313}], "secId": 142}, {"speaker": "KING", "sentences": [{"text": "I mean, politically, smart, right?", "sentId": 314}, {"text": "Pile on.", "sentId": 315}], "secId": 143}, {"speaker": "PACE", "sentences": [{"text": "Right.", "sentId": 316}, {"text": "And Hillary Clinton has gotten off fairly easy on emails in the primary because Bernie Sanders was very clear that he wasn't going to make the emails themselves a centerpiece issue, even though he did try to make her trustworthiness a bit of an issue.", "sentId": 317}, {"text": "Donald Trump is not going to play that game.", "sentId": 318}, {"text": "He is going to put -- if he thinks that he can gain traction for going after her emails, he will do it every day, and he will do it in a way that I don't even think any of us can really predict as the plan.", "sentId": 319}], "secId": 144}, {"speaker": "RAJU", "sentences": [{"text": "And it goes back to what we were talking about at the top of the show, I mean, if he can portray her as a typical politician, someone who you will detest in a year or  the electorate hates Washington.", "sentId": 320}, {"text": "Surely, that's going to work towards his advantage, particularly, that this is not done.", "sentId": 321}, {"text": "I mean, the Inspector General report is not done.", "sentId": 322}, {"text": "The FBI investigation is still ongoing.", "sentId": 323}, {"text": "There will be, presumably, more developments, so the issue is really going to pound her until Election Day.", "sentId": 324}], "secId": 145}, {"speaker": "TALEV", "sentences": [{"text": "Well, and I think this is part of why you see her right now at least pivoting away from the women's stuff.", "sentId": 325}, {"text": "By all accounts, she should have been able to run as a grandmother this year.", "sentId": 326}, {"text": "Everybody trusts grandmothers.", "sentId": 327}, {"text": "Everybody loves grandmothers.", "sentId": 328}, {"text": "She's just wants to do the best for her grandchild, but if you're a woman and everyone still thinks you're untrustworthy, that's not working for you, and you have to turn it into a different direction.", "sentId": 329}, {"text": "You have to go after him about, not only his trustworthiness, but his readiness.", "sentId": 330}, {"text": "You know, his readiness to --", "sentId": 331}], "secId": 146}, {"speaker": "KING", "sentences": [{"text": "She is exactly right.", "sentId": 332}, {"text": "She says he's a loose cannon.", "sentId": 333}, {"text": "She says he's a bully.", "sentId": 334}, {"text": "She says he's unpredictable, and she says, just exactly your point, maybe you don't trust me, but don't trust him more.", "sentId": 335}], "secId": 147}, {"speaker": "CLINTON", "sentences": [{"text": "So my question is really simple.", "sentId": 336}, {"text": "If you have paid federal income tax, show us.", "sentId": 337}, {"text": "Now some people say he doesn't want to show us because he's not as wealthy as he claims.", "sentId": 338}, {"text": "Well, the best way to refute that is show us.", "sentId": 339}, {"text": "And others say, he's not as charitable as he claims.", "sentId": 340}, {"text": "Well, you can prove that are, so I think it's only fair, don't you?", "sentId": 341}, {"text": "That Donald Trump shows us his income tax returns.", "sentId": 342}], "secId": 148}, {"speaker": "KING", "sentences": [{"text": "So, point counterpoint on the trust question there and proof that we're going to have a very positive  campaign, right.", "sentId": 343}], "secId": 149}, {"speaker": "TALEV", "sentences": [{"text": "We're down at the bottom.", "sentId": 344}, {"text": "RAJU:  Donald Trump really does not have much support on, even on the Republican side on the tax return issue.", "sentId": 345}, {"text": "You talked to a lot of Republicans, they think he should release it, be forthright about this because people do wonder about, you know, not just how much money he makes, if he's actually as rich as he says, but everything else and how much he gives to charity.", "sentId": 346}], "secId": 150}, {"speaker": "KING", "sentences": [{"text": "That was another example of sort of the disconnect between Paul Manafort on \"The Huffington Post.\"", "sentId": 347}, {"text": "He's not going to release them, Trump saying at the news conference, then maybe he will before the election if the audit's done.", "sentId": 348}], "secId": 151}, {"speaker": "KUCINICH", "sentences": [{"text": "Well, this inoculates Hillary Clinton from the State Department speeches, I'm sorry, the speeches that she gave -- yes, the transcript.", "sentId": 349}, {"text": "So this gives the Hillary Clinton campaign a piece that they really shouldn't be able to have, and it's something that's really common to release these tax forms.", "sentId": 350}], "secId": 152}, {"speaker": "KING", "sentences": [{"text": "Story about Richard Nixon.", "sentId": 351}], "secId": 153}, {"speaker": "KUCINICH", "sentences": [{"text": "Right.", "sentId": 352}], "secId": 154}, {"speaker": "KING", "sentences": [{"text": "Known champion of transparency.", "sentId": 353}], "secId": 155}, {"speaker": "KUCINICH", "sentences": [{"text": "Right.", "sentId": 354}, {"text": "This is a terrible election for transparency.", "sentId": 355}, {"text": "And I think we can say that as a fact.", "sentId": 356}], "secId": 156}, {"speaker": "UNIDENTIFIED FEMALE", "sentences": [{"text": "Right.", "sentId": 357}], "secId": 157}, {"speaker": "KING", "sentences": [{"text": "All right, everybody sits tight, more to go next.", "sentId": 358}, {"text": "Bernie Sanders, is he California dreaming or is there a path to a miracle Sanders comeback, but being Hillary Clinton's running mate, is Bernie Sanders backup plan?", "sentId": 359}, {"text": "Well --", "sentId": 360}], "secId": 158}, {"speaker": "CLINTON", "sentences": [{"text": "I go Tony.", "sentId": 361}, {"text": "Tony, Bernie Sanders --", "sentId": 362}], "secId": 159}, {"speaker": "DEGENERES", "sentences": [{"text": "I got Tony.", "sentId": 363}], "secId": 160}, {"speaker": "CLINTON", "sentences": [{"text": "Tony.", "sentId": 364}, {"text": "Kanye.", "sentId": 365}], "secId": 161}, {"speaker": "DEGENERES", "sentences": [{"text": "I got to go with Tony, he's my guy.", "sentId": 366}], "secId": 162}, {"speaker": "CLINTON", "sentences": [{"text": "George Clooney -- ohhhh!", "sentId": 367}, {"text": "Well, Tony could be the first term and George could be the second.", "sentId": 368}], "secId": 163}, {"speaker": "CLINTON", "sentences": [{"text": "All right.", "sentId": 369}], "secId": 164}, {"speaker": "KING", "sentences": [{"text": "Bernie Sanders has 10 days to engineer a miracle.", "sentId": 370}, {"text": "There are nine Democratic contests left with a total of 781 pledged delegates at stake.", "sentId": 371}, {"text": "Now Sanders needs just shy of 70 percent of those delegates to catch Hillary Clinton in the pledged delegate count.", "sentId": 372}, {"text": "Let's be real, is that likely to happen?", "sentId": 373}], "secId": 165}, {"speaker": "KING", "sentences": [{"text": "No, but the margins in these final contests still matter.", "sentId": 374}], "secId": 166}, {"speaker": "SANDERS", "sentences": [{"text": "If we win big in California, we're going to go marching into the Democratic convention with a lot of momentum.", "sentId": 375}, {"text": "And if we go marching into the Democratic convention with a lot of momentum, we're going to march out with the Democratic nomination.", "sentId": 376}], "secId": 167}, {"speaker": "KING", "sentences": [{"text": "I don't assume anyone is going to argue with me that getting 70 percent is pretty near impossible when you include that the two biggest states are New Jersey and California.", "sentId": 377}, {"text": "One poll in California has them essentially tied, but even if he wins with 52 percent, it's a win, but the question is, let's say Bernie Sanders comes up a little short, but if he has momentum at the end, if he gets a California win, what is the conversation of the Democratic Party going to be about the strength of Hillary Clinton?", "sentId": 378}], "secId": 168}, {"speaker": "RAJU", "sentences": [{"text": "There will be a lot of concern.", "sentId": 379}, {"text": "I mean, that's why you're seeing Hillary Clinton invest a lot of time in California and even put some money on TV because Bernie Sanders is not going to get 70 percent, almost, very, very unlikely, not just there, but they're essentially conceding New Jersey, too, which  the narrative coming out of a loss in California will be really hard for her going forward, particularly, as we get into the July convention, and it will be a lot harder for Bernie Sanders to drop out of the race.", "sentId": 380}], "secId": 169}, {"speaker": "KING", "sentences": [{"text": "The Clinton people would say -- the Clinton people would say, Obama lost California.", "sentId": 381}, {"text": "Clinton actually won California in '08.", "sentId": 382}, {"text": "They'll say, well, Obama lost California, what are you all talking about, you know, he went on to win in a landslide, no big deal.", "sentId": 383}], "secId": 170}, {"speaker": "KUCINICH", "sentences": [{"text": "Obama wasn't running against Donald Trump who's going to use this, too, he already has his party's nomination, and he's going to continue to point to this as evidence that Hillary is weak and limping to her convention.", "sentId": 384}], "secId": 171}, {"speaker": "KING", "sentences": [{"text": "And she's not running in a year like '08 when the Democrat was going to win.", "sentId": 385}], "secId": 172}, {"speaker": "KUCINICH", "sentences": [{"text": "Exactly.", "sentId": 386}, {"text": "Right.", "sentId": 387}, {"text": "Exactly.", "sentId": 388}, {"text": "And I think that if Bernie comes out of California with a solid win, it's also going to make it much more unlikely that he will just slink off and decide that he's willing to just throw his support behind Hillary Clinton without getting something.", "sentId": 389}, {"text": "I don't know what that \"something\" is, but he will have a case to make.", "sentId": 390}], "secId": 173}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 391}, {"text": "That is the $64 million question, which is, what does he want?", "sentId": 392}, {"text": "What does he want?", "sentId": 393}, {"text": "We know he wants to change the platform.", "sentId": 394}, {"text": "We know he wants to influence the convention.", "sentId": 395}, {"text": "What does he want after that?", "sentId": 396}], "secId": 174}, {"speaker": "KUCINICH", "sentences": [{"text": "Yes.", "sentId": 397}], "secId": 175}, {"speaker": "KING", "sentences": [{"text": "What does he want his future to be?", "sentId": 398}, {"text": "When you see Elizabeth Warren suddenly big in the news again, you know, is she going to be the leader again?", "sentId": 399}, {"text": "Is he going to have to be second fiddle in the progressive movement, or does he somehow want to catapult over her.", "sentId": 400}, {"text": "We don't know the answer to that, but one thing we do know is that everyone keeps waiting, even Secretary Clinton has said she assumes Senator Sanders that he's going to do the right thing.", "sentId": 401}, {"text": "But and she might be helping it with some of the things she says, watch here on Jimmy Kimmel, when he plays a little clip of Hillary Clinton and Bernie Sanders reacts.", "sentId": 402}], "secId": 176}, {"speaker": "KIMMEL", "sentences": [{"text": "I have a clip I'd like to play for you, just to get your reaction to it.", "sentId": 403}, {"text": "Here we go.", "sentId": 404}], "secId": 177}, {"speaker": "CUOMO", "sentences": [{"text": "If you go to the general election if you're the nominee for your party?", "sentId": 405}], "secId": 178}, {"speaker": "CLINTON", "sentences": [{"text": "I will be the nominee for my party, Chris, that is already done in effect.", "sentId": 406}, {"text": "There is no way that I won't be.", "sentId": 407}], "secId": 179}, {"speaker": "KIMMEL", "sentences": [{"text": "Now, does that make you mad seeing that?", "sentId": 408}], "secId": 180}, {"speaker": "SANDERS", "sentences": [{"text": "Just a pinch of arrogance there, I think.", "sentId": 409}], "secId": 181}, {"speaker": "KING", "sentences": [{"text": "That's how you bring about party unity, you sometimes state a frontrunner's arrogance.", "sentId": 410}], "secId": 182}, {"speaker": "RAJU", "sentences": [{"text": "Yes, that's the thing that surprised a lot of Democrats, I mean,  they hoped that Bernie Sanders would start to show, you know, soften the rhetoric a little bit, show some more, try to push the party together, to unite.", "sentId": 411}, {"text": "That's really not happening.", "sentId": 412}, {"text": "It's really concerning a lot of folks, and that's why if he does win California, that month between June and July, will be hard for the party to unite if he decides to stay into the race.", "sentId": 413}], "secId": 183}, {"speaker": "KUCINICH", "sentences": [{"text": "Well, it is really incredibly that a guy who wasn't a Democrat until what, a year and a half ago, wouldn't have a lot of party loyalty?", "sentId": 414}], "secId": 184}, {"speaker": "TALEV", "sentences": [{"text": "But I think the question that you're asking about Elizabeth Warren is important because Bernie Sanders had no expectation of getting as far as he's got, you know, six months ago, wasn't thinking about what does he wanted to take, you know, out of the convention in July.", "sentId": 415}, {"text": "Now, all of a sudden, he realizes he could have been thinking about all those things, and, by the way, yes, Elizabeth Warren is going to re-hopscotch back over him .", "sentId": 416}], "secId": 185}, {"speaker": "KING", "sentences": [{"text": "She wants to run?", "sentId": 417}], "secId": 186}, {"speaker": "TALEV", "sentences": [{"text": "It was hers always to begin with, and he locked it up in the polls as a surrogate for her.", "sentId": 418}, {"text": "It was her supporters and those progressives who had been locked out.", "sentId": 419}, {"text": "He's maintained that on his own very well over the last couple of months.", "sentId": 420}], "secId": 187}, {"speaker": "KING", "sentences": [{"text": "You actually hear from some people close to the Clintons who would have laughed if you would have brought this up earlier in the campaign about Elizabeth Warren being the running mate.", "sentId": 421}, {"text": "Some of them now state, \"Maybe we're going to have to look at this,\" and they see her out there and they say, \"Wow, she's a pretty good attack dog.\"", "sentId": 422}], "secId": 188}, {"speaker": "PACE", "sentences": [{"text": "She has probably been the best person in either party at getting under Donald Trump's skin, and that is hugely important.", "sentId": 423}, {"text": "It's almost as important as the actual message that she's saying.", "sentId": 424}], "secId": 189}, {"speaker": "KING", "sentences": [{"text": "And Sanders wants the momentum at the end, and then he's hoping to change the minds of all of these super delegates, but is there any prospect he can change the mind of super delegates.", "sentId": 425}, {"text": "Now winning -- if he wins them most, then he , but when he's attacking the party's chairman.", "sentId": 426}, {"text": "A lot of Democrats are not fans of Debbie Wasserman Schultz.", "sentId": 427}, {"text": "A lot of the Democrats say, \"We lost the House, we lose the Senate, we lost 900 legislative states during her tenure as chairwoman,\" but when he attacks her, is a super delegate going to say, \"I'll change my mind,\" you beat up the party?", "sentId": 428}], "secId": 190}, {"speaker": "TALEV", "sentences": [{"text": "No, I mean, then you just, you shut down the ability to -- you're giving him the state to change their minds.", "sentId": 429}], "secId": 191}, {"speaker": "RAJU", "sentences": [{"text": "And Sander's arguments kind of curious here because he's been criticizing super delegates, but he wants super delegates to presumably push him over the top, at the end of the day, even if it's trailing.", "sentId": 430}], "secId": 192}, {"speaker": "TALEV", "sentences": [{"text": "Right.", "sentId": 431}], "secId": 193}, {"speaker": "RAJU", "sentences": [{"text": "So it's going to be a complicated argument for him to make in June.", "sentId": 432}], "secId": 194}, {"speaker": "PACE", "sentences": [{"text": "And for the super delegates, I think, one thing that they keep in mind as they look toward the general election is the coalition that the Democratic Party will need to put together to beat Donald Trump.", "sentId": 433}, {"text": "A huge part of that coalition is going to be African-American voters, and Bernie Sanders has shown basically no ability to attract African- American voters.", "sentId": 434}, {"text": "If I were a Democratic super delegate, that would give me great pause.", "sentId": 435}], "secId": 195}, {"speaker": "KING", "sentences": [{"text": "A key point.", "sentId": 436}, {"text": "They care about electability more than your rank and file democrats voting on primary day.", "sentId": 437}, {"text": "Sit tight, up next, our reporters empty their notebooks including a request for Marco Rubio to reconsider.", "sentId": 438}, {"text": "First though, here's the results from Inside Politics quiz this week.", "sentId": 439}, {"text": "A lot of back and forth between Donald Trump and Bernie Sanders on rather they go head to head in a debate stage.", "sentId": 440}, {"text": "We asked, do you want to see Trump and Sanders debate?", "sentId": 441}, {"text": "Shocking.", "sentId": 442}, {"text": "A majority of people who love politics said, yes.", "sentId": 443}], "secId": 196}, {"speaker": "KING", "sentences": [{"text": "Let's head around the INSIDE POLITICS table, we ask our great reporters to help you get out ahead of some big political news just around the corner.", "sentId": 444}, {"text": "Julie Pace?", "sentId": 445}], "secId": 197}, {"speaker": "PACE", "sentences": [{"text": "Well, America, you are in a sour mood about this presidential election.", "sentId": 446}, {"text": "We have some new AP polling out this weekend, and one of the figures in there that really was striking to me is this:  Just 13 percent of Americans are proud of what has transpired in this presidential election.", "sentId": 447}, {"text": "Think about that, 13 percent are proud.", "sentId": 448}, {"text": "I talked to some election experts about what this could forecast for the fall.", "sentId": 449}, {"text": "And basically, they said that we are in uncharted territory, but one person I talked to said that when you do have the country in a very negative mood, candidates have two choices.", "sentId": 450}, {"text": "You can either buy into that, feed into that, or you can try to change the public's mind.", "sentId": 451}, {"text": "And then this elections expert said to me, \"What do you think these candidates are going to do?\"", "sentId": 452}], "secId": 198}, {"speaker": "KING", "sentences": [{"text": "I think we're seeing the early stages of just what they're going to do.", "sentId": 453}, {"text": "Manu?", "sentId": 454}], "secId": 199}, {"speaker": "RAJU", "sentences": [{"text": "John, the Republican establishment is in a panic about Florida.", "sentId": 455}, {"text": "There's a Senate seat that Marco Rubio is vacating.", "sentId": 456}, {"text": "They believe that the candidates who are in this race right now are underperforming.", "sentId": 457}, {"text": "They're not raising much money and that they could very well lose and they could cost them the Senate majority in the fall.", "sentId": 458}, {"text": "So what you see is this serious push behind the scenes to get Marco Rubio to reconsider and run and file papers before the June 24th, filing deadline.", "sentId": 459}, {"text": "Last week, it would look extraordinary, we will see what happens in the Senate.", "sentId": 460}, {"text": "Majority Mitch McConnell asked Senate Republicans to directly lobby Marco Rubio, push him to run.", "sentId": 461}], "secId": 200}, {"speaker": "RAJU", "sentences": [{"text": "We've talked to the chairman of the National Republican Senatorial Committee, Roger Wicker, who said that there is a possibility that Rubio could run, but Rubio himself is hesitant because his friend is in the race, Carlos Lopez-Cantera, the state's Lieutenant Governor.", "sentId": 462}, {"text": "He says that if he's in the race, he doesn't want to run against his friend, but expect that pressure on Lopez-Cantera to intensify.", "sentId": 463}], "secId": 201}, {"speaker": "KING", "sentences": [{"text": "We'll keep an eye on that as well.", "sentId": 464}, {"text": "Even Donald Trump telling the guy he used to call, Little Marco, I think, was said to stay in the race.", "sentId": 465}, {"text": "Margaret?", "sentId": 466}], "secId": 202}, {"speaker": "TALEV", "sentences": [{"text": "John, I'm looking at the kind of emotional narrative of the coming week for Hillary Clinton.", "sentId": 467}, {"text": "June 7th, of course, still a week away, but there's another anniversary coming up, that's June 3rd, 2008, that's the day that Barack Obama locked down enough delegates to clench the nomination in 2008.", "sentId": 468}, {"text": "And for her, I'll be watching to see how she's switching gears, how she's getting herself into that mindset is the date approaches for her.", "sentId": 469}], "secId": 203}, {"speaker": "TALEV", "sentences": [{"text": "On June 3, 2008, Obama said, \"You chose to listen, not to your doubts or your feelings, but to your greatest hopes and highest aspirations.\"", "sentId": 470}, {"text": "That's what he said when he realized he had hit the magic number.", "sentId": 471}, {"text": "Obviously, she's not going to be saying that.", "sentId": 472}, {"text": "She has a few days extra to plan how she'll handle that moment.", "sentId": 473}], "secId": 204}, {"speaker": "KING", "sentences": [{"text": "Maybe she'll hear this and read that and get, you know, change her tune a little bit.", "sentId": 474}, {"text": "Jackie?", "sentId": 475}], "secId": 205}, {"speaker": "KUCINICH", "sentences": [{"text": "Speaking of 2008, I've spent the last couple of days talking to veterans of the PUMA movement, which was party unity my rhymes with grass, and those folks, about the Bernie Sanders or bust crowd, and they actually feel a kinship with those folks who were saying, \"Never Hillary, only Bernie,\" not because of that the system, is because the system is broken, and the system is benefitting their candidate this time, but still, they point to the fact that they have these people that are really clinging to Bernie and saying he's the only one for us as evidenced that the system is so still rigged and uniformed.", "sentId": 476}], "secId": 206}, {"speaker": "KING", "sentences": [{"text": "That's good.", "sentId": 477}, {"text": "Bernie can use all the  figure out.", "sentId": 478}, {"text": "I'll close with this.", "sentId": 479}, {"text": "Libertarians are meeting this week and to pick their presidential ticket with the decision scheduled to be made tonight.", "sentId": 480}, {"text": "Former New Mexico Governor, Jerry Johnson, hopes to lead the party again, and he hopes the addition of the former Massachusetts Governor Bill Weld, as his running mate if that's approved will boast libertarian chances.", "sentId": 481}, {"text": "Now first, let's see the official decision, and then it will be worth watching because Hillary Clinton and Donald Trump, as we've talked about this hour, have such high unfavorable rates, more and more voters do say they're open to a third-party option.", "sentId": 482}, {"text": "Now in most elections that sentiment fades closer to Election Day.", "sentId": 483}], "secId": 207}, {"speaker": "KING", "sentences": [{"text": "Will this wacky cycle be different?", "sentId": 484}, {"text": "Could the libertarians build enough support to make the presidential debate threshold?", "sentId": 485}, {"text": "Well, top Trump and Clinton strategists are quite skeptical about that, but they also concede in this climate is one of the many wild cards to track in the weeks and months ahead.", "sentId": 486}], "secId": 208}, {"speaker": "KING", "sentences": [{"text": "We'll keep an eye on that one too.", "sentId": 487}], "secId": 209}, {"speaker": "KING", "sentences": [{"text": "That's it from INSIDE POLITICS again.", "sentId": 488}, {"text": "Thanks for sharing your Sunday morning.", "sentId": 489}, {"text": "Have a good Memorial Day.", "sentId": 490}, {"text": "We'll see you soon.", "sentId": 491}, {"text": "\"STATE OF THE UNION\" with Jake Tapper is next.", "sentId": 492}], "secId": 210}], "sectionCount": 211, "url": "transcripts.cnn.com/TRANSCRIPTS/1605/29/ip.01.html", "sentenceCount": 494, "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "time": "Aired May 29, 2016 - 08:00   ET", "speakers": ["KING", "TRUMP", "CLINTON", "SANDERS", "PACE", "RAJU", "KUCINICH", "TALEV", "BUSH", "OBAMA", "WARREN", "SEN. MARCO RUBIO . FLORIDA", "UNIDENTIFIED FEMALE", "DEGENERES", "KIMMEL", "CUOMO"], "title": "INSIDE POLITICS"}