{"docId": "./ip/trancript.cnn.com.TRANSCRIPTS.1601.03.ip.01.html.json", "subTitle": "29 Days until the Iowa Caucuses; What Hillary Clinton Needs to Do Now. Aired 8:30-9a ET", "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "sections": [{"speaker": "KING", "sentences": [{"text": "It's 2016 and Donald Trump says time to dig deep.", "sentId": 0}], "secId": 0}, {"speaker": "TRUMP", "sentences": [{"text": "A minimum of $2 million a week and perhaps substantially more than that.", "sentId": 1}], "secId": 1}, {"speaker": "UNIDENTIFIED FEMALE", "sentences": [{"text": "Where?", "sentId": 2}], "secId": 2}, {"speaker": "KING", "sentences": [{"text": "Can TV ads and attacking Bill Clinton help Trump turn huge national poll numbers into early state victories?", "sentId": 3}], "secId": 3}, {"speaker": "TRUMP", "sentences": [{"text": "We are going to go right after the President, the ex-president --", "sentId": 4}], "secId": 4}, {"speaker": "KING", "sentences": [{"text": "And the New Year brings some big change.", "sentId": 5}, {"text": "Major staff shake up for Ben Carson and do-or-die shift for Jeb Bush.", "sentId": 6}], "secId": 5}, {"speaker": "BUSH", "sentences": [{"text": "Having the best organization on the ground is how you win.", "sentId": 7}], "secId": 6}, {"speaker": "KING", "sentences": [{"text": "Plus Hillary Clinton shatters the $100 million mark fundraising.", "sentId": 8}, {"text": "Is it enough?", "sentId": 9}, {"text": "Or will she soon feel the Bern?", "sentId": 10}], "secId": 7}, {"speaker": "CLINTON", "sentences": [{"text": "The decision that New Hampshire makes is so important.", "sentId": 11}], "secId": 8}, {"speaker": "KING", "sentences": [{"text": "INSIDE POLITICS -- the biggest stories sourced by the best reporters now.", "sentId": 12}], "secId": 9}, {"speaker": "KING", "sentences": [{"text": "Welcome to INSIDE POLITICS.", "sentId": 13}, {"text": "I'm John King.", "sentId": 14}, {"text": "Thank you for sharing your Sunday morning, our first of this New Year -- the election year.", "sentId": 15}, {"text": "Wow.", "sentId": 16}], "secId": 10}, {"speaker": "With us to share their reporting and their insights", "sentences": [{"text": "Julie Pace of the Associated Press; Ed O'Keefe of the \"Washington Post\".", "sentId": 17}, {"text": "CNN's Manu Raju and Ashley Parker of the \"New York Times\".", "sentId": 18}], "secId": 11}, {"speaker": "With us to share their reporting and their insights", "sentences": [{"text": "Well, we won't have to wait that long to answer the biggest early question of this election year.", "sentId": 19}, {"text": "Can Donald Trump translate strong poll numbers into state by state victories it takes to win a presidential nomination?", "sentId": 20}, {"text": "Iowa votes in 29 days.", "sentId": 21}, {"text": "That's right.", "sentId": 22}, {"text": "Just 29 days.", "sentId": 23}, {"text": "That's test number one.", "sentId": 24}], "secId": 12}, {"speaker": "TRUMP", "sentences": [{"text": "If you're having all sorts of difficulty, if your wife says she's leaving you, she doesn't love you anymore.", "sentId": 25}, {"text": "I don't care.", "sentId": 26}, {"text": "Get out and vote -- right.", "sentId": 27}, {"text": "You have to get out and vote.", "sentId": 28}], "secId": 13}, {"speaker": "KING", "sentences": [{"text": "Now the billionaire businessman ran a low budget campaign in 2015, but says that's about to change.", "sentId": 29}, {"text": "We're told to watch for Trump TV ads any days now.", "sentId": 30}], "secId": 14}, {"speaker": "KING", "sentences": [{"text": "What isn't changing is Trump's style, if that's the right word for it.", "sentId": 31}, {"text": "He likes to mix it up and drive the cable and Internet chatter.", "sentId": 32}, {"text": "Last week it was Bill Clinton.", "sentId": 33}], "secId": 15}, {"speaker": "TRUMP", "sentences": [{"text": "-- get you a list and I'll have it sent to your office.", "sentId": 34}, {"text": "Monica Lewinsky or Paula Jones or many of them and that certainly will be fair game.", "sentId": 35}], "secId": 16}, {"speaker": "KING", "sentences": [{"text": "Last night in Mississippi, his focus was Hillary Clinton and President Obama.", "sentId": 36}], "secId": 17}, {"speaker": "TRUMP", "sentences": [{"text": "They've created ISIS.", "sentId": 37}, {"text": "Hillary Clinton created ISIS with Obama -- created with Obama.", "sentId": 38}], "secId": 18}, {"speaker": "TRUMP", "sentences": [{"text": "So he's going to sign another executive order having to do with the Second Amendment, having to do with guns.", "sentId": 39}, {"text": "I will veto that.", "sentId": 40}, {"text": "I will unsign that so fast -- so fast.", "sentId": 41}], "secId": 19}, {"speaker": "KING", "sentences": [{"text": "Another Donald Trump trademark never let the facts get in the way of stoking his base.", "sentId": 42}], "secId": 20}, {"speaker": "KING", "sentences": [{"text": "They're taking our jobs.", "sentId": 43}, {"text": "They're going to make cars, trucks, and parts.", "sentId": 44}, {"text": "They're going to take those things and they're going to sell them right into our country.", "sentId": 45}, {"text": "Probably having illegals drive them in, you know, because what the hell they cost whatever.", "sentId": 46}, {"text": "Illegals will drive them right in from Mexico.", "sentId": 47}], "secId": 21}, {"speaker": "KING", "sentences": [{"text": "Yes, American automakers do have factories in Mexico.", "sentId": 48}, {"text": "No, the illegals don't drive the cars across the borders.", "sentId": 49}, {"text": "It's not the way it works.", "sentId": 50}], "secId": 22}, {"speaker": "KING", "sentences": [{"text": "But when it comes to campaigning, he's after Hillary Clinton.", "sentId": 51}, {"text": "He's after President Obama, he goes after the Republican establishment, and he stokes illegal immigration issue.", "sentId": 52}, {"text": "Donald Trump knows who his voters are.", "sentId": 53}], "secId": 23}, {"speaker": "PACE", "sentences": [{"text": "He does -- probably more than any other candidate in either party right now.", "sentId": 54}, {"text": "He knows exactly what is not only going to fire up Republican voters, but is also going to get him attention in the media.", "sentId": 55}], "secId": 24}, {"speaker": "PACE", "sentences": [{"text": "So sometimes when you hear a candidate go after a frontrunner, in particular, go after another party or go after one of their rivals, you can see strategically what they're doing in terms of the shape of the race.", "sentId": 56}, {"text": "I'm always -- sometimes I'm not sure with Trump whether he's playing a long game with Hillary Clinton or whether he's playing a short game to just get attention.", "sentId": 57}, {"text": "I think what you saw him do with Bill Clinton may be more of a short game than a long game.", "sentId": 58}], "secId": 25}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 59}, {"text": "He knows when he's threatening to go after Bill Clinton -- when he's going after Bill Clinton.", "sentId": 60}, {"text": "Sure, that might get the Clinton campaign thinking but that's to the Republican base.", "sentId": 61}, {"text": "He's fighting the Clintons.", "sentId": 62}, {"text": "And that's what they want to see because as he says Jeb Bush is low energy or we think we know what he's trying to say when he says that.", "sentId": 63}, {"text": "He's firing up his base.", "sentId": 64}], "secId": 26}, {"speaker": "PARKER", "sentences": [{"text": "Yes, absolutely.", "sentId": 65}, {"text": "I mean not only does he sort of have a bully's casual gut instinct for the key vulnerability.", "sentId": 66}, {"text": "With Jeb Bush it was low energy and Jeb Bush still can't shake that.", "sentId": 67}, {"text": "But with the attack on the Clintons, it's interesting because this is an attack that sort of works for Trump because it fires up his base and that's exactly what Republicans want to hear.", "sentId": 68}, {"text": "They feel people are thinking that nobody has said this and Donald Trump is willing to say it.", "sentId": 69}], "secId": 27}, {"speaker": "PARKER", "sentences": [{"text": "In a weird way in a primary it also actually -- it doesn't hurt Donald Trump but it also helps Hillary Clinton because she, remember, is never more appealing than when she's under attack and when she's vulnerable.", "sentId": 70}, {"text": "So it allows him to rally the Republican base but it also allows her to rally women around her and younger voters around and this is a weird attack that helps both the attackee and the attacker.", "sentId": 71}], "secId": 28}, {"speaker": "O'KEEFE", "sentences": [{"text": "And yet -- and yet if she allows these questions about former President Clinton to fester, I think she might run into the same problem that Jeb Bush did.", "sentId": 72}], "secId": 29}, {"speaker": "O'KEEFE", "sentences": [{"text": "Remember he went weeks before really confronting Trump on the low energy question.", "sentId": 73}], "secId": 30}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 74}], "secId": 31}, {"speaker": "O'KEEFE", "sentences": [{"text": "She should be taking a page out of Bush's playbook and realizing you have to start answering this now, because if his accusations about Bill Clinton start to, you know, really sink in, she runs the risk of running the rest of the year with that on her back and possibly upending her chances.", "sentId": 75}], "secId": 32}, {"speaker": "O'KEEFE", "sentences": [{"text": "Because there are broader questions that have not yet been answered about what the former president would do as the first dude.", "sentId": 76}, {"text": "We don't know what that would look like.", "sentId": 77}, {"text": "We don't know to what extent he would scale back, what he would be allowed to do.", "sentId": 78}, {"text": "And yes, there are questions about his own personal behavior still that I think a lot of voters wonder about.", "sentId": 79}], "secId": 33}, {"speaker": "KING", "sentences": [{"text": "Probably more so in a general election climate --", "sentId": 80}], "secId": 34}, {"speaker": "O'KEEFE", "sentences": [{"text": "Absolutely.", "sentId": 81}], "secId": 35}, {"speaker": "KING", "sentences": [{"text": "-- than a Democratic primary climate but if that issue stays on the table assuming that she continues to do well.", "sentId": 82}, {"text": "Trump is the most unconventional candidate of our lifetime without a doubt, I think by far.", "sentId": 83}, {"text": "National poll numbers they're great, but Howard Dean had strong national poll numbers.", "sentId": 84}, {"text": "Rudy Giuliani had strong national poll numbers.", "sentId": 85}, {"text": "And they are now former politicians.", "sentId": 86}, {"text": "They were never nominees and they were never presidents.", "sentId": 87}], "secId": 36}, {"speaker": "KING", "sentences": [{"text": "He says he's going to get conventional by putting TV ads on.", "sentId": 88}, {"text": "When do we know or is it 29 days from now when Iowa votes whether he can actually put an organization together?", "sentId": 89}, {"text": "Whether he can use the modern tools of campaigning to turn out voters?", "sentId": 90}, {"text": "Whether it doesn't matter?", "sentId": 91}, {"text": "Whether he's like the Tea Party in 2010 and these people just people come out of the wood work because they want him?", "sentId": 92}], "secId": 37}, {"speaker": "RAJU", "sentences": [{"text": "Yes, that's the thing about Donald Trump.", "sentId": 93}, {"text": "I mean Iowa and New Hampshire are places where retail politicking is typically the way that politicians win.", "sentId": 94}, {"text": "Donald Trump doesn't do retail politicking.", "sentId": 95}, {"text": "He does bombast with the big rallies.", "sentId": 96}, {"text": "He says things that get a lot of earned media attention.", "sentId": 97}], "secId": 38}, {"speaker": "RAJU", "sentences": [{"text": "The question for me is that look, Donald Trump has been all along saying how great he's doing.", "sentId": 98}, {"text": "He's number one in the polls.", "sentId": 99}, {"text": "What if he loses Iowa?", "sentId": 100}, {"text": "What if Ted Cruz, who has a very good chance, he can win Iowa?", "sentId": 101}, {"text": "What does that do for Donald Trump's ego?", "sentId": 102}, {"text": "What does it do for Donald Trump's message that I'm number one?", "sentId": 103}], "secId": 39}, {"speaker": "RAJU", "sentences": [{"text": "And how does that hurt his momentum going into New Hampshire?", "sentId": 104}, {"text": "And if he loses New Hampshire -- he loses Iowa and New Hampshire -- what does that mean for the Donald Trump campaign that could be a really a mortal wound?", "sentId": 105}], "secId": 40}, {"speaker": "O'KEEFE", "sentences": [{"text": "And we've seen the examples of his team not getting the details right which, you know, at the last minute on Election Day, absolutely matter in Iowa and New Hampshire especially.", "sentId": 106}, {"text": "He goes to New Hampshire this past week and says primary is on February 8th -- right.", "sentId": 107}, {"text": "No.", "sentId": 108}, {"text": "The 9th, they shouted from the crowd.", "sentId": 109}, {"text": "It comes February 9.", "sentId": 110}], "secId": 41}, {"speaker": "O'KEEFE", "sentences": [{"text": "And then last night in Mississippi he has got people on stage saying make sure to switch your party registration.", "sentId": 111}, {"text": "Well, in Mississippi there's no party registration.", "sentId": 112}, {"text": "These little details you might be rolling your eyes at home thinking well, who cares.", "sentId": 113}, {"text": "No it matters because if you screw this up you have one shot at it.", "sentId": 114}], "secId": 42}, {"speaker": "O'KEEFE", "sentences": [{"text": "And the caucus system, especially; your colleague Trip Gabriel and my colleague Janet Johnson who looked at this -- there are real concerns out there that he's not doing the organizing needed and that it will cost him.", "sentId": 115}], "secId": 43}, {"speaker": "KING", "sentences": [{"text": "We'll see if it does.", "sentId": 116}, {"text": "That's the big test.", "sentId": 117}, {"text": "Can he translate those big national poll numbers into the nuts and bolts?", "sentId": 118}, {"text": "Or do they need the nuts and bolts?", "sentId": 119}], "secId": 44}, {"speaker": "Other changes in the campaign", "sentences": [{"text": "there are 11 Republican candidates, still 12 if you count Jim Gilmore, the former governor of Virginia who -- you can have your laugh, ok -- he's on the ballot though.", "sentId": 120}, {"text": "You never know, it could 20 or 30 or 50 votes somewhere.", "sentId": 121}], "secId": 45}, {"speaker": "Other changes in the campaign", "sentences": [{"text": "Dr. Ben Carson, who if you go back in time to two months ago Ben Carson was the outsider who surpassed the other outsider Donald Trump.", "sentId": 122}, {"text": "Ben Carson was leading in the national polls for a little bit.", "sentId": 123}, {"text": "He was leading in the Iowa polls by a pretty healthy margin by a little bit.", "sentId": 124}], "secId": 46}, {"speaker": "Other changes in the campaign", "sentences": [{"text": "He has now dropped to about 10 percent in both of those.", "sentId": 125}, {"text": "He's shaken up his campaign staff.", "sentId": 126}, {"text": "A, can he fix it?", "sentId": 127}, {"text": "B, I guess my big question is especially in Iowa which comes first, where do the voters go?", "sentId": 128}, {"text": "Are they Trump outsiders or are they Cruz evangelicals?", "sentId": 129}], "secId": 47}, {"speaker": "PACE", "sentences": [{"text": "I think it maybe a mix of both but I would lean more toward Cruz evangelicals.", "sentId": 130}, {"text": "If you look at where Carson was getting his strength it was two networks in Iowa that are very powerful and actually quite well-organized -- home schoolers and evangelicals.", "sentId": 131}, {"text": "And you've seen evangelicals start to move to Cruz.", "sentId": 132}], "secId": 48}, {"speaker": "PACE", "sentences": [{"text": "I think Carson will have a good showing in Iowa still.", "sentId": 133}, {"text": "He's well liked by a lot of voters there but certainly especially as the debate has shifted more towards foreign policy even people who like Carson, who liked what he's saying in terms of his faith and his personal story are starting to question whether he could actually be commander in chief.", "sentId": 134}], "secId": 49}, {"speaker": "RAJU", "sentences": [{"text": "And John he put a pretty good fund raising number too.", "sentId": 135}, {"text": "I mean he raised $23 million in the last quarter.", "sentId": 136}], "secId": 50}, {"speaker": "PACE", "sentences": [{"text": "He's spending a lot to raise it.", "sentId": 137}], "secId": 51}, {"speaker": "RAJU", "sentences": [{"text": "He's spending a lot to raise which is a real problem for him.", "sentId": 138}, {"text": "The question is whether or not  in the last month is going to make a difference.", "sentId": 139}, {"text": "Trump, for instance, wants to spend $2 million a week.", "sentId": 140}, {"text": "What does that really mean?", "sentId": 141}, {"text": "Is it spread across all the primary states and how significant it can be?", "sentId": 142}, {"text": "As it may not be given how high rates are this time of the election season in reserving those.", "sentId": 143}], "secId": 52}, {"speaker": "KING", "sentences": [{"text": "But with this many candidates, even if you're getting three or four or six or eight percent, you may not be winning.", "sentId": 144}, {"text": "But you're having an impact on who is and who is second and third which I think are going to be very key especially coming out of these first couple of contests.", "sentId": 145}], "secId": 53}, {"speaker": "KING", "sentences": [{"text": "The other thing going on, as we focus on Trump and Cruz at the top, and what Carson can do to adjust is what I call the establishment knife fight.", "sentId": 146}, {"text": "You have got Marco Rubio, Jeb Bush, Chris Christie and John Kasich trying to emerge as the alternative to Trump and Cruz so that they can get in to the contests three, four and five and say wait a minute, you can't do this Republican Party.", "sentId": 147}], "secId": 54}, {"speaker": "KING", "sentences": [{"text": "Jeb Bush made a big decision this past week.", "sentId": 148}, {"text": "He says, ok, never mind.", "sentId": 149}, {"text": "I'll let my super PAC spend on TV.", "sentId": 150}, {"text": "I'm coming off the air.", "sentId": 151}, {"text": "I'm going to take my staff in Miami and putting them on the ground in Iowa and New Hampshire.", "sentId": 152}, {"text": "Listen.", "sentId": 153}], "secId": 55}, {"speaker": "BUSH", "sentences": [{"text": "So we're going to put together a ground game, if you will, in Iowa and New Hampshire and here in South Carolina that I think will be second to none.", "sentId": 154}, {"text": "And that's how we'll do -- we'll win.", "sentId": 155}], "secId": 56}, {"speaker": "KING", "sentences": [{"text": "He says he's excited about it.", "sentId": 156}, {"text": "This is Jeb 4.0 or Jeb 5.0.", "sentId": 157}, {"text": "And we're having a chuckle but if you talk to people on the ground and you guys have been out in the states more than I have, they still say they don't rule it out.", "sentId": 158}, {"text": "He does have a good organization and in this crazy year, who knows?", "sentId": 159}], "secId": 57}, {"speaker": "PARKER", "sentences": [{"text": "He does have a very good organization.", "sentId": 160}, {"text": "The problem for him is you never want to shake up, right; or a fourth shake up in his case.", "sentId": 161}, {"text": "But the real issue is in talking to voters on the ground in New Hampshire.", "sentId": 162}, {"text": "They want to stop Trump -- right.", "sentId": 163}], "secId": 58}, {"speaker": "PARKER", "sentences": [{"text": "So they're looking for that establishment lane and they want a Jeb or a Rubio or a Christie or a Kasich, but they also want someone who they believe can win.", "sentId": 164}], "secId": 59}, {"speaker": "PARKER", "sentences": [{"text": "So you hear people who maybe like Jeb but if he doesn't pass that threshold of someone who can actually win New Hampshire and go on and win South Carolina, they're going to go for their second choice who can win.", "sentId": 165}, {"text": "So that's what he really needs to do and the shake up doesn't help engender confidence.", "sentId": 166}], "secId": 60}, {"speaker": "KING", "sentences": [{"text": "Will those voters -- the mainstream establishment Republicans -- will they break one way or will Christie get a slice and Jeb get a slice and Rubio get a slice and Kasich get a slice and then perhaps they all go the wayside.", "sentId": 167}], "secId": 61}, {"speaker": "O'KEEFE", "sentences": [{"text": "I have a feeling that South Carolina will be breaking to one person in particular.", "sentId": 168}, {"text": "But we should talk about this Bush thing for a second, the mechanics.", "sentId": 169}, {"text": "They're moving about 50 people around.", "sentId": 170}], "secId": 62}, {"speaker": "O'KEEFE", "sentences": [{"text": "First of all, he has 50 people to move around.", "sentId": 171}, {"text": "That's still impressive.", "sentId": 172}, {"text": "A lot of them have been in the field working on ballot access issues in future states, making sure he'll be on the ballot in late March and in April.", "sentId": 173}, {"text": "They're moving in to these other places.", "sentId": 174}], "secId": 63}, {"speaker": "O'KEEFE", "sentences": [{"text": "He gets a lot of credit still in Iowa despite the focus on Cruz and Carson for having a very seasoned team there that is very quietly methodically working voters.", "sentId": 175}, {"text": "I have been talk to people up there who say I have been getting calls for weeks reminding me about this.", "sentId": 176}, {"text": "Show up for his events.", "sentId": 177}, {"text": "Don't forget to go caucus.", "sentId": 178}], "secId": 64}, {"speaker": "O'KEEFE", "sentences": [{"text": "So they believe -- and that's sort of that long game that he talks about.", "sentId": 179}, {"text": "That if he's able to get third or fifth, he can not only go to South Carolina and Nevada but he's ready to go to  Georgia and Tennessee and all these other places and, of course, the big one Florida in mid-March.", "sentId": 180}], "secId": 65}, {"speaker": "KING", "sentences": [{"text": "It is.", "sentId": 181}], "secId": 66}, {"speaker": "RAJU", "sentences": [{"text": "And he needs to keep Rubio from getting momentum out of Iowa because that's going to be key going into New Hampshire.", "sentId": 182}], "secId": 67}, {"speaker": "KING", "sentences": [{"text": "Yes.", "sentId": 183}, {"text": "He needs to be the top establishment guy.", "sentId": 184}, {"text": "We'll see at it goes.", "sentId": 185}], "secId": 68}, {"speaker": "KING", "sentences": [{"text": "The fun part about this is that we've been talking about it for a year.", "sentId": 186}, {"text": "Guess what, people are about to vote.", "sentId": 187}, {"text": "29 days until the first one and then the blur starts.", "sentId": 188}], "secId": 69}, {"speaker": "KING", "sentences": [{"text": "Up next Bernie Sanders shatters a big Obama fundraising record but can he match the President's success against Hillary Clinton at the ballot box?", "sentId": 189}], "secId": 70}, {"speaker": "KING", "sentences": [{"text": "First though, politicians say the darnedest things especially when they're in cars getting coffee with Jerry Seinfeld.", "sentId": 190}], "secId": 71}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "Are these washed?", "sentId": 191}, {"text": "Shave then workout?", "sentId": 192}], "secId": 72}, {"speaker": "OBAMA", "sentences": [{"text": "That's how I do it.", "sentId": 193}, {"text": "And I don't really need a reason, that's just how I do it.", "sentId": 194}], "secId": 73}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "If I slid open your underwear drawer, one brand, one color?", "sentId": 195}], "secId": 74}, {"speaker": "OBAMA", "sentences": [{"text": "I've got to try that.", "sentId": 196}, {"text": "Watch out people.", "sentId": 197}], "secId": 75}, {"speaker": "KING", "sentences": [{"text": "Welcome back.", "sentId": 198}], "secId": 76}, {"speaker": "KING", "sentences": [{"text": "Voting changes everything in presidential politics, and in a hurry.", "sentId": 199}, {"text": "Let's look at the calendar, what is about to happen in this presidential race once we get through January.", "sentId": 200}], "secId": 77}, {"speaker": "KING", "sentences": [{"text": "Monday, the first of February -- the Iowa caucuses; both the Democrats and the Republicans vote that night, kicks off the voting with the Iowa caucuses.", "sentId": 201}, {"text": "Again that's 29 days from today.", "sentId": 202}], "secId": 78}, {"speaker": "Then a week later the New Hampshire primary", "sentences": [{"text": "again, both the Republicans and Democrats voting on that night in New Hampshire.", "sentId": 203}], "secId": 79}, {"speaker": "Then a week later the New Hampshire primary", "sentences": [{"text": "Then the rest of the month breaks up a little bit.", "sentId": 204}, {"text": "You see here on Saturday 20th, it's Democrats in Nevada and Republicans in South Carolina.", "sentId": 205}, {"text": "The two parties couldn't get together on that one but important votes on those states.", "sentId": 206}, {"text": "Then on the 23rd, Nevada Republicans get to weigh in, excuse me, the Democrats had already gone.", "sentId": 207}], "secId": 80}, {"speaker": "Then a week later the New Hampshire primary", "sentences": [{"text": "And then we close out the month on the 27th with South Carolina Democrats.", "sentId": 208}], "secId": 81}, {"speaker": "Then a week later the New Hampshire primary", "sentences": [{"text": "So you see here four states, even though you have five voting days, four states in the first month of February.", "sentId": 209}, {"text": "Five percent of the delegates in one party, four percent of the delegates on the other side -- this is not so much against about winning delegates but it is about getting momentum heading into March.", "sentId": 210}], "secId": 82}, {"speaker": "Take a look at this", "sentences": [{"text": "a wild month in March including a huge Super Tuesday primary to start it all off.", "sentId": 211}, {"text": "That's when things get really interesting and heads south.", "sentId": 212}], "secId": 83}, {"speaker": "Take a look at this", "sentences": [{"text": "Manu, I said at the top of the show that the biggest question probably is whether Donald Trump can translate his remarkable 2015 into success in 2016.", "sentId": 213}, {"text": "I think question number two is, can Bernie Sanders?", "sentId": 214}], "secId": 84}, {"speaker": "Take a look at this", "sentences": [{"text": "A year ago if we sat around the table will Bernie Sanders be as competitive as he is, will be able to raise as much money and people would have said no way.", "sentId": 215}], "secId": 85}, {"speaker": "Take a look at this", "sentences": [{"text": "But it's remarkable -- $73 million, 2.5 million individual donors, breaking a record that President Obama had set for individual donors.", "sentId": 216}, {"text": "A remarkable achievement but --", "sentId": 217}], "secId": 86}, {"speaker": "RAJU", "sentences": [{"text": "Yes, it's sort of like the enthusiasm is behind Bernie in the Democratic Party right now.", "sentId": 218}, {"text": "He only raised $4 million less than Hillary in the last quarter.", "sentId": 219}, {"text": "That is remarkable.", "sentId": 220}, {"text": "We certainly didn't anticipate that.", "sentId": 221}], "secId": 87}, {"speaker": "RAJU", "sentences": [{"text": "He could probably do pretty well in Iowa.", "sentId": 222}, {"text": "Right now the polls have Hillary ahead by double digits.", "sentId": 223}, {"text": "He probably will come away with there.", "sentId": 224}, {"text": "He's still winning in New Hampshire.", "sentId": 225}, {"text": "What does that mean if he loses Iowa?", "sentId": 226}, {"text": "How does it affect him in New Hampshire?", "sentId": 227}], "secId": 88}, {"speaker": "RAJU", "sentences": [{"text": "Then the question, though, what is Bernie's coalition?", "sentId": 228}, {"text": "Can he expand beyond -- can he win minority voters?", "sentId": 229}, {"text": "Can he win African-American voters, which he struggled with?", "sentId": 230}, {"text": "Will South Carolina essentially stop him?", "sentId": 231}], "secId": 89}, {"speaker": "RAJU", "sentences": [{"text": "So that -- you know, he has money that can force him to stay in the race for a long time.", "sentId": 232}, {"text": "But how wide and diverse is the coalition?", "sentId": 233}, {"text": "He has to prove that.", "sentId": 234}], "secId": 90}, {"speaker": "PACE", "sentences": [{"text": "Having the money to stay in the race is maybe the most important thing he has going for him.", "sentId": 235}, {"text": "Even if he can't pick up states beyond a New Hampshire, Bernie sees his role in this race as promoting progressive issues.", "sentId": 236}, {"text": "As pushing Hillary Clinton particularly on issues like foreign policy.", "sentId": 237}], "secId": 91}, {"speaker": "PACE", "sentences": [{"text": "If he can stay in through March, I think he's going have a big impact on the party.", "sentId": 238}, {"text": "I mean he's had a big impact on Hillary in what she's going to have to be talking about at a time when she's going to be looking to shift to the general.", "sentId": 239}, {"text": "He's going to keep pulling her back to talking about progressive issues.", "sentId": 240}], "secId": 92}, {"speaker": "PARKER", "sentences": [{"text": "And it's not just the money, right.", "sentId": 241}, {"text": "It's the enthusiasm that comes with that money.", "sentId": 242}, {"text": "If you look at his average donation I think $27.16.", "sentId": 243}, {"text": "So not only does that mean he can go back to these people again and again but that sort of dollar amount means these are people who aren't typically involved in politics, right but they're been excited enough to give $5 one time, $10 another time.", "sentId": 244}], "secId": 93}, {"speaker": "PARKER", "sentences": [{"text": "And his hope is that he can mobilize that into enthusiasm to also be excited enough to brave the black ice and the snowy cold and go out to a distinct precinct and caucus in Iowa.", "sentId": 245}], "secId": 94}, {"speaker": "KING", "sentences": [{"text": "If Secretary Clinton emerges as the nominee she's going to needs those people.", "sentId": 246}, {"text": "She cannot afford to mishandle the situation.", "sentId": 247}, {"text": "But she wants to handle it from a position of strength which is why she knows she's leading in the polls in Iowa right now.", "sentId": 248}, {"text": "She has to be a little worried about that -- remember 2008.", "sentId": 249}, {"text": "But she's leading by a more healthy margin there.", "sentId": 250}], "secId": 95}, {"speaker": "KING", "sentences": [{"text": "Bill Clinton makes his 2016 campaign debut tomorrow in New Hampshire where he placed third in 1992.", "sentId": 251}, {"text": "A lot of people think he won.", "sentId": 252}, {"text": "He was the comeback kid because he placed third.", "sentId": 253}, {"text": "But he's very popular.", "sentId": 254}, {"text": "He'll be on the trail.", "sentId": 255}], "secId": 96}, {"speaker": "KING", "sentences": [{"text": "And listen to Hillary Clinton.", "sentId": 256}, {"text": "She knows that's the state where Bernie Sanders is strongest and she hopes to get back-to-back early wins.", "sentId": 257}], "secId": 97}, {"speaker": "CLINTON", "sentences": [{"text": "But I need all of you to be part of this campaign, to be part of the first in the nation primary because in many ways, you are the first -- or depending upon how you define it -- last line of defense.", "sentId": 258}, {"text": "The decision that New Hampshire makes is so important.", "sentId": 259}], "secId": 98}, {"speaker": "KING", "sentences": [{"text": "If she can win the first two, Sanders may well stay in the race as a message candidate but I have a really hard time seeing Sanders emerging as the nominee or taking her down if she can win the first two.", "sentId": 260}, {"text": "If she can't and she looks weak, then I think who knows.", "sentId": 261}], "secId": 99}, {"speaker": "RAJU", "sentences": [{"text": "She'll be really damaged going into the general.", "sentId": 262}, {"text": "She'll need to do something in order to get the liberal base behind her.", "sentId": 263}, {"text": "What does it mean for her, you know, even if she wins the nomination she loses New Hampshire, she'll have to pick a vice presidential nominee who can appeal to that base who is disaffected right now.", "sentId": 264}], "secId": 100}, {"speaker": "O'KEEFE", "sentences": [{"text": "The Clinton folks have made the point that he's from the neighboring state of Vermont and I don't think that can be under estimated.", "sentId": 265}, {"text": "He's very familiar there.", "sentId": 266}, {"text": "He spent lot of time there through the years.", "sentId": 267}], "secId": 101}, {"speaker": "O'KEEFE", "sentences": [{"text": "The other interesting thing there in that clip, she's saying something similar to what the establishment Republicans have been saying.", "sentId": 268}, {"text": "Don't screw this up, New Hampshire.", "sentId": 269}, {"text": "You have an obligation to get this right.", "sentId": 270}, {"text": "And it's a veiled threat, too because there's always that talk about will New Hampshire maintain its first in the nation status, especially on the Republican side's concern that if they don't get it right, perhaps they'll lose it.", "sentId": 271}, {"text": "She's saying something similar.", "sentId": 272}], "secId": 102}, {"speaker": "KING", "sentences": [{"text": "It's fascinating to watch on both sides because even if you have -- remember in 2008 people a lot of people thought the long Democratic race would hurt the party, divide the party.", "sentId": 273}, {"text": "Obama won pretty healthily, it helped the party.", "sentId": 274}, {"text": "We'll see.", "sentId": 275}, {"text": "We're about to answer all these questions.", "sentId": 276}, {"text": "We've been talking about it for a long time.", "sentId": 277}, {"text": "We're about to get answers.", "sentId": 278}, {"text": "It's election year.", "sentId": 279}], "secId": 103}, {"speaker": "KING", "sentences": [{"text": "Up next our reporters give you a sneak peek into their notebooks including some old school campaigning by -- get this -- snail mail.", "sentId": 280}], "secId": 104}, {"speaker": "KING", "sentences": [{"text": "Let's head around the INSIDE POLITICS table to ask our great reporters to give you a little dose of what we call tomorrow's news today.", "sentId": 281}], "secId": 105}, {"speaker": "KING", "sentences": [{"text": "Julie Pace.", "sentId": 282}], "secId": 106}, {"speaker": "PACE", "sentences": [{"text": "President Obama is expected to announce executive actions on guns this week.", "sentId": 283}, {"text": "And both Republican and Democratic presidential candidates see this as a base motivator for them in the primaries.", "sentId": 284}], "secId": 107}, {"speaker": "PACE", "sentences": [{"text": "Hillary Clinton has already been calling for more aggressive action on guns.", "sentId": 285}, {"text": "And this gives her a chance to show herself as someone who's been at the forefront at this issue and also draw a contrast with Bernie Sanders in an area where he's actually not aligned with progressives.", "sentId": 286}], "secId": 108}, {"speaker": "PACE", "sentences": [{"text": "For Republicans they really see this as a two-front win for them.", "sentId": 287}, {"text": "One, there's very few things that anger Republican voters more than President Obama's use of executive actions.", "sentId": 288}, {"text": "So they'll certainly hit that.", "sentId": 289}], "secId": 109}, {"speaker": "PACE", "sentences": [{"text": "And two, there's a lot of concern among Republican voters about any actions that could limit their access to guns.", "sentId": 290}, {"text": "But Republicans also need to be looking ahead to the general election and when you look at polls, there's overwhelming public support for expanding background checks which is the action we expect Obama to take.", "sentId": 291}], "secId": 110}, {"speaker": "KING", "sentences": [{"text": "It will be interesting to watch.", "sentId": 292}, {"text": "Also an early state of the union this year, the President will be active, just when people get ready to vote.", "sentId": 293}], "secId": 111}, {"speaker": "KING", "sentences": [{"text": "Ed.", "sentId": 294}], "secId": 112}, {"speaker": "O'KEEFE", "sentences": [{"text": "So John, over the Christmas break, I was up New Hampshire and with permission raided mailbox of some friends and family up there.", "sentId": 295}, {"text": "We spend a lot of time talking about TV ads and the digital ads that these different groups are now airing but they are still sending snail mail.", "sentId": 296}], "secId": 113}, {"speaker": "O'KEEFE", "sentences": [{"text": "This is one that was sent by Republicans.", "sentId": 297}, {"text": "The Conservative Solutions Project, which is a group that's actually supporting Marco Rubio.", "sentId": 298}, {"text": "You notice though Senator Tom Cotton is up here with legislation they're talking about in this one.", "sentId": 299}, {"text": "The other group that's sending a lot of mail not surprisingly -- Right to Rise USA which is the group, of course, supporting Jeb Bush.", "sentId": 300}, {"text": "They have sent seven mailers like this.", "sentId": 301}, {"text": "They leave door tags or car tags, even if you go to a bush event.", "sentId": 302}], "secId": 114}, {"speaker": "O'KEEFE", "sentences": [{"text": "Neither of these groups says exactly how much money they're spending.", "sentId": 303}, {"text": "But it's a reminder that despite all that other advertising they're doing this -- $10.5 million being spent by Right to Rise U.S.A. in New Hampshire alone -- a lot of it going to mail.", "sentId": 304}], "secId": 115}, {"speaker": "KING", "sentences": [{"text": "Old school.", "sentId": 305}], "secId": 116}, {"speaker": "O'KEEFE", "sentences": [{"text": "Exactly.", "sentId": 306}], "secId": 117}, {"speaker": "KING", "sentences": [{"text": "Sometimes old school still works.", "sentId": 307}], "secId": 118}, {"speaker": "O'KEEFE", "sentences": [{"text": "Still works.", "sentId": 308}], "secId": 119}, {"speaker": "KING", "sentences": [{"text": "Manu.", "sentId": 309}], "secId": 120}, {"speaker": "RAJU", "sentences": [{"text": "John, if at first you don't succeed try 50 more times eventually you may.", "sentId": 310}, {"text": "This week Congressional Republicans are finally going to pass a repeal of Obamacare that will land on the President's desk after dozens of dozens of attempts.", "sentId": 311}], "secId": 121}, {"speaker": "RAJU", "sentences": [{"text": "Now, this is significant.", "sentId": 312}, {"text": "Of course, the President is going to veto it.", "sentId": 313}, {"text": "There's going to be no chance to override it.", "sentId": 314}, {"text": "But what is significant is that Republicans have figured out a road map on how to repeal the health care law if they take back the White House and keep control of Congress doing it through this method through the budget process that allows them to circumvent a senate filibuster.", "sentId": 315}], "secId": 122}, {"speaker": "RAJU", "sentences": [{"text": "Now this year Paul Ryan wants to make this a year of big policy ideas.", "sentId": 316}, {"text": "One of those ideas is replacing Obamacare.", "sentId": 317}, {"text": "So we'll see if Republicans can finally get on the same page on how to actually replace the law that they hate so much because as we know, they've been so badly divided over the details over the last several years.", "sentId": 318}], "secId": 123}, {"speaker": "KING", "sentences": [{"text": "It's the replace part they haven't figured out.", "sentId": 319}, {"text": "We shall see.", "sentId": 320}], "secId": 124}, {"speaker": "KING", "sentences": [{"text": "Ashley.", "sentId": 321}], "secId": 125}, {"speaker": "PARKER", "sentences": [{"text": "So Jeb Bush is heading to New Hampshire this week and I am heading there with him.", "sentId": 322}, {"text": "And what is fascinating to me is to watch these voters who have seen him on TV but never met him in person show up at his town hall because they kind of are looking for a moderate establishment Republican like Jeb Bush but they're not quite sure he's the right guy.", "sentId": 323}], "secId": 126}, {"speaker": "PARKER", "sentences": [{"text": "They worry that maybe Donald Trump is right.", "sentId": 324}, {"text": "He's a bit too low energy.", "sentId": 325}, {"text": "They've seen him stumble in the debates.", "sentId": 326}, {"text": "They voted for his father and his brother twice.", "sentId": 327}, {"text": "They're just not sure they can do a third Bush and they leave.", "sentId": 328}, {"text": "They watch him speak and they come away incredibly impressed.", "sentId": 329}, {"text": "They think he's confident and forceful and free wheeling and they like his detailed plans.", "sentId": 330}, {"text": "And to me that sort of speaks to both his real potential because he's really winning over everyone he meets and his real limitations because Jeb Bush cannot meet every single voter in New Hampshire.", "sentId": 331}], "secId": 127}, {"speaker": "KING", "sentences": [{"text": "He has a month.", "sentId": 332}, {"text": "He can meet most of them.", "sentId": 333}], "secId": 128}, {"speaker": "PARKER", "sentences": [{"text": "Yes.", "sentId": 334}], "secId": 129}, {"speaker": "KING", "sentences": [{"text": "Keep at it.", "sentId": 335}, {"text": "Keep at it.", "sentId": 336}], "secId": 130}, {"speaker": "KING", "sentences": [{"text": "I'll close with this.", "sentId": 337}, {"text": "The constant refrain in the Presidential race so far is that the TV ads haven't been all that great and haven't done all that much to change the race.", "sentId": 338}], "secId": 131}, {"speaker": "KING", "sentences": [{"text": "We'll see if things change over the critical next month as campaigns in the super Pack make adjustments and as Donald Trump promises to join the ad wars.", "sentId": 339}, {"text": "But as of today, if there's one exception, I would say it's Bernie Sanders.", "sentId": 340}], "secId": 132}, {"speaker": "KING", "sentences": [{"text": "Smart politicos in New Hampshire both Democrats and Republicans say one reason the Vermont senator has a chance to beat Hillary Clinton there is that his ads stand out on the crowded air waves and are aimed squarely, directly at the Democratic constituencies he knows are critical to his chances.", "sentId": 341}], "secId": 133}, {"speaker": "KING", "sentences": [{"text": "A fun month ahead.", "sentId": 342}], "secId": 134}, {"speaker": "KING", "sentences": [{"text": "That's it for INSIDE POLITICS.", "sentId": 343}, {"text": "Again thanks for sharing your Sunday morning with us.", "sentId": 344}, {"text": "We'll see you soon.", "sentId": 345}], "secId": 135}, {"speaker": "KING", "sentences": [{"text": "\"STATE OF THE UNION\" starts right now.", "sentId": 346}], "secId": 136}], "sectionCount": 137, "url": "transcripts.cnn.com/TRANSCRIPTS/1601/03/ip.01.html", "sentenceCount": 348, "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "time": "Aired January 3, 2016 - 08:30   ET", "speakers": ["KING", "TRUMP", "UNIDENTIFIED FEMALE", "BUSH", "CLINTON", "With us to share their reporting and their insights", "PACE", "PARKER", "O'KEEFE", "RAJU", "Other changes in the campaign", "UNIDENTIFIED MALE", "OBAMA", "Then a week later the New Hampshire primary", "Take a look at this"], "title": "INSIDE POLITICS"}