{"docId": "./ip/trancript.cnn.com.TRANSCRIPTS.0507.14.ip.01.html.json", "subTitle": "Senator Levin Interview; Rove and CIA Leak; Rehnquist's Health; Replacement Justices; London Bomber Profiles", "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "sections": [{"speaker": "ANNOUNCER", "sentences": [{"text": "President Bush and Karl Rove press on with political business, but Democrats aren't letting go of Rove's link to the CIA leak.", "sentId": 0}], "secId": 0}, {"speaker": "WAXMAN", "sentences": [{"text": "If our national security has been jeopardized, it's been jeopardized for political purposes.", "sentId": 1}], "secId": 1}, {"speaker": "ANNOUNCER", "sentences": [{"text": "The gang's all here: 14 now-famous Senate moderates regroup for the Supreme Court battle ahead.", "sentId": 2}, {"text": "Can they keep the fighting to a minimum?", "sentId": 3}], "secId": 2}, {"speaker": "African-American outreach", "sentences": [{"text": "Republicans lay the groundwork for the next election by appealing to black voters and denouncing past use of the race card.", "sentId": 4}], "secId": 3}, {"speaker": "MEHLMAN", "sentences": [{"text": "I come here, as Republican to chairman, to tell you we were wrong.", "sentId": 5}], "secId": 4}, {"speaker": "ANNOUNCER", "sentences": [{"text": "A \"Hazzard\" warning: Find out why a former political figure is boycotting the movie version of an old TV hit.", "sentId": 6}], "secId": 5}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "Oh, boy, I'm going to get fired.", "sentId": 7}], "secId": 6}, {"speaker": "ANNOUNCER", "sentences": [{"text": "Now, live from Washington, CNN's INSIDE POLITICS.", "sentId": 8}], "secId": 7}, {"speaker": "KING", "sentences": [{"text": "Thanks for joining us.", "sentId": 9}, {"text": "I'm John King.", "sentId": 10}], "secId": 8}, {"speaker": "KING", "sentences": [{"text": "If it were anyone else, Karl Rove might have advised the president to keep his distance from a political lightning rod like himself.", "sentId": 11}, {"text": "But today in the midst of the CIA leak investigation, Mr. Bush and his uberstrategist stood and walked shoulder to shoulder.", "sentId": 12}, {"text": "As our White House correspondent Dana Bash reports, the photo op sent a signal both to attacking Democrats and to anxious Republicans.", "sentId": 13}], "secId": 9}, {"speaker": "BASH", "sentences": [{"text": "The president usually takes this walk alone, not today.", "sentId": 14}, {"text": "A message here in pictures he has not yet set with words: he is standing by Karl Rove.", "sentId": 15}, {"text": "But what Democrats see is a chance to chip away at a political asset Rove spent years building: the president as someone you can trust.", "sentId": 16}, {"text": "HOWARD DEAN, DNC CHAIRMAN:  Who do you value more, Mr. President?", "sentId": 17}, {"text": "The security of the American people?", "sentId": 18}, {"text": "Or your political cronies?", "sentId": 19}, {"text": "Will you keep your word, Mr. President?", "sentId": 20}], "secId": 10}, {"speaker": "BASH", "sentences": [{"text": "Over and over, Democrats harken back to a Bush promise to fire anyone involved in outing the covert identity of Valerie Plame.", "sentId": 21}, {"text": "Even though the jury is still out that that is what Rove really did, Bush opponents want to make the Rove debate about credibility, because they already see it eroding.", "sentId": 22}], "secId": 11}, {"speaker": "BASH", "sentences": [{"text": "In a poll taken just before the latest developments, only 41 percent of Americans give Mr. Bush a good rating for being honest and straight forward.", "sentId": 23}, {"text": "His lowest on this question since becoming president.", "sentId": 24}], "secId": 12}, {"speaker": "BASH", "sentences": [{"text": "Privately, even some Bush loyalists fear the White House is now engulfed in a familiar dilemma.", "sentId": 25}], "secId": 13}, {"speaker": "MCCLELLAN", "sentences": [{"text": "I don't want to get into commenting on things in the context of an ongoing investigation.", "sentId": 26}], "secId": 14}, {"speaker": "MCCLELLAN", "sentences": [{"text": "An ongoing investigation.", "sentId": 27}], "secId": 15}, {"speaker": "MCCLELLAN", "sentences": [{"text": "An ongoing investigation.", "sentId": 28}], "secId": 16}, {"speaker": "MCCLELLAN", "sentences": [{"text": "I don't want to jeopardize anything in that investigation.", "sentId": 29}], "secId": 17}, {"speaker": "BASH", "sentences": [{"text": "Letting a legal, not a political strategy, guide the White House message.", "sentId": 30}], "secId": 18}, {"speaker": "BASH", "sentences": [{"text": "Another Bush problem, GOP strategists admit, the Democrats attack is simple.", "sentId": 31}, {"text": "Keep your word, fire Karl Rove.", "sentId": 32}, {"text": "Easy to fit on protest signs organized by MoveOn.org outside the White House.", "sentId": 33}], "secId": 19}, {"speaker": "BASH", "sentences": [{"text": "On the other hand, the Rove lines of defense, like, he was talking off the record, and he actually didn't use the covert agent's name are much harder to explain.", "sentId": 34}], "secId": 20}, {"speaker": "GERGEN", "sentences": [{"text": "It's not like a sex scandal which is instantly understandable.", "sentId": 35}, {"text": "This one is complex.", "sentId": 36}], "secId": 21}, {"speaker": "BASH", "sentences": [{"text": "And in an attempt to keep this story going, Senate Democrats offered legislation today aimed directly at Karl Rove.", "sentId": 37}, {"text": "It would take away anybody's security clearance who has offered or, I should say, who has disclosed classified information.", "sentId": 38}, {"text": "That could come up for a vote on the senator floor later today, John.", "sentId": 39}], "secId": 22}, {"speaker": "KING", "sentences": [{"text": "And Dana, as this political debate gains volume, if you will, and that noisy protest across from the White House, it also has seen the reemergence of the man at the center of it, Ambassador Joe Wilson whose wife, of course, is that CIA agent whose identity was outed.", "sentId": 40}, {"text": "What does the White House think of Joe Wilson stepping into the spotlight here?", "sentId": 41}, {"text": "BASH:  They couldn't be happier, John.", "sentId": 42}, {"text": "Politically, they were quite thrilled, actually, to see Joe Wilson come out today.", "sentId": 43}, {"text": "Why?", "sentId": 44}, {"text": "Because they think that he has a credible problem.", "sentId": 45}, {"text": "That if you go through the details of how this story started and where it is today, just the fact that if you go into why Karl Rove, they say, was calling a Matt Cooper from \"Time\" magazine in the first place, it was to veer him off the idea that the vice president sent Joe Wilson on this mission to Africa.", "sentId": 46}, {"text": "And they say that that turned out to be false.", "sentId": 47}, {"text": "So, they welcome the fact that Joe Wilson is here today.", "sentId": 48}], "secId": 23}, {"speaker": "KING", "sentences": [{"text": "Another twist in a still developing political and legal story.", "sentId": 49}, {"text": "Dana Bash at the White House, thank you very much.", "sentId": 50}], "secId": 24}, {"speaker": "KING", "sentences": [{"text": "And as we noted, that central figure in the story, Joe Wilson, is backing up the call to Rove's security clearance to be revoked and for President Bush to fire him.", "sentId": 51}, {"text": "The former ambassador appeared on Capitol Hill a short while ago with Senate Democrat Chuck Schumer, the husband of the CIA agent whose name was leaked says all he wants is for justice to be done.", "sentId": 52}], "secId": 25}, {"speaker": "WILSON", "sentences": [{"text": "Irrespective of whether law has been violated, it's very clear to me that the ethical standards to which we should hold our senior public servants has been violated.", "sentId": 53}, {"text": "And that is -- for that reason, that I have called for not Karl Rove's resignation, but for the president to honor his word that he would fire anybody who was involved in the leak.", "sentId": 54}], "secId": 26}, {"speaker": "KING", "sentences": [{"text": "You can hear much more from Joe Wilson a bit later when he's a guest on CNN's WOLF BLITZER REPORTS right here at 5:00 p.m. Eastern on CNN.", "sentId": 55}], "secId": 27}, {"speaker": "KING", "sentences": [{"text": "And over in the house, Democrats introduced a resolution calling for an investigation of the CIA leak.", "sentId": 56}], "secId": 28}, {"speaker": "INSLEE", "sentences": [{"text": "It is a sad tale, but true, that this administration put partisan pettiness above national security.", "sentId": 57}, {"text": "And now the American people are getting much and many excuses from the White House when what the American people need is the whole truth.", "sentId": 58}], "secId": 29}, {"speaker": "KING", "sentences": [{"text": "Now some Republicans, as you might expect, are firing back, including the head of the Republican Congressional Campaign Committee.", "sentId": 59}, {"text": "Congressman Tom Reynolds charges, quote, \"the extreme left is once again attempting to define the modern Democratic party by rabid partisan attacks, character assassination and endless negativity.\"", "sentId": 60}], "secId": 30}, {"speaker": "KING", "sentences": [{"text": "Meantime, Rove's lawyer is once again emphasizing that he has been repeatedly assured by the prosecutors that his client, Karl Rove, is, quote, not a target of the grand jury investigating that leak.", "sentId": 61}], "secId": 31}, {"speaker": "KING", "sentences": [{"text": "Now, let's talk more about the Rove controversy and the administration's predicament with John Harris.", "sentId": 62}, {"text": "He's the political editor at the \"Washington Post.\"", "sentId": 63}], "secId": 32}, {"speaker": "KING", "sentences": [{"text": "John, I want to return to the point I was just talking about with Dana Bash, the reemergence of Joe Wilson here.", "sentId": 64}, {"text": "You are a veteran of the Clinton days at the White House, as well as tracking this story.", "sentId": 65}, {"text": "And one of the mistakes, if you will, that Republicans made is overplaying their hand.", "sentId": 66}, {"text": "It was Bill Clinton at the center of that controversy, yet, because of the Republican overreach, even many Republicans would concede you had a foul political climate in which two Republicans speakers than lost their jobs.", "sentId": 67}], "secId": 33}, {"speaker": "KING", "sentences": [{"text": "Do you see the emergence of Joe Wilson -- are Democrats smart to stand with him at political events?", "sentId": 68}, {"text": "Or should they just let this go?", "sentId": 69}], "secId": 34}, {"speaker": "HARRIS", "sentences": [{"text": "Well, I think at the moment they feel like they have the White House on the ropes and are probably really landing some punches.", "sentId": 70}, {"text": "But I do think the Bush White House seems to be learning a Clinton lesson which is -- look, you know, don't be overly reactive.", "sentId": 71}, {"text": "You hunker down and actually you can come out of these controversies just fine.", "sentId": 72}], "secId": 35}, {"speaker": "HARRIS", "sentences": [{"text": "That's essentially what Clinton did, as you know, John, during Lewinsky -- there were all kinds of sort of hyperventilated calls that he might resign right in the first days of that scandal.", "sentId": 73}, {"text": "But, you know, by the end of the year he ended up prospering.", "sentId": 74}, {"text": "So, I think probably both sides are -- have some lessons from those years.", "sentId": 75}], "secId": 36}, {"speaker": "KING", "sentences": [{"text": "And What is your sense as you monitor this story in terms of the reaction among Republicans?", "sentId": 76}, {"text": "In the early days, it was just the RNC leading the charge, now more and more Republicans on Capitol Hill coming out.", "sentId": 77}, {"text": "Some to defend Karl Rove, others to simply accuse the Democrats of partisanship.", "sentId": 78}, {"text": "Is there a crack, a nervousness in the Republican party?", "sentId": 79}], "secId": 37}, {"speaker": "HARRIS", "sentences": [{"text": "Well, I'm sure they are.", "sentId": 80}, {"text": "Because, I mean, let's face it, you know, we don't have to -- we're not equipped and we don't know the facts yet to know the legal matter here and whether or not wrongdoing was done.", "sentId": 81}, {"text": "That's for the prosecutor.", "sentId": 82}], "secId": 38}, {"speaker": "HARRIS", "sentences": [{"text": "But, you know, they pretty much got the White House cold and that they had really, deeply misled in their public explanations.", "sentId": 83}, {"text": "So, obviously, Republicans aren't eager to defend that.", "sentId": 84}, {"text": "But rather than defend that, they're going on offense.", "sentId": 85}, {"text": "And kick up some dust.", "sentId": 86}, {"text": "And obscure all the factual questions that are at issue here.", "sentId": 87}], "secId": 39}, {"speaker": "KING", "sentences": [{"text": "And what we see in politics, as often as important to what we hear -- as you speak, we're watching this picture, the walk of Bush and Karl Rove out to Marine One.", "sentId": 88}, {"text": "Yesterday, of course, the president said he wouldn't prejudge an investigation -- ongoing.", "sentId": 89}, {"text": "Many took that as the president passing up an opportunity to defend Karl Rove, to say Karl's a great guy.", "sentId": 90}, {"text": "I'm confident Karl will be exonerated.", "sentId": 91}, {"text": "What do you make of the pictures today?", "sentId": 92}, {"text": "HARRIS:  Well, I think they say everything.", "sentId": 93}, {"text": "That clearly that was what the message they want to say.", "sentId": 94}, {"text": "Look, forget about it if you're going to chase Rove out of town in this frenzy.", "sentId": 95}, {"text": "It's not going to happen.", "sentId": 96}, {"text": "And I take that at face value.", "sentId": 97}, {"text": "I don't think Rove is going anywhere.", "sentId": 98}], "secId": 40}, {"speaker": "KING", "sentences": [{"text": "A new \"Wall Street Journal\" poll -- NBC/\"Wall Street Journal\" poll taken before all this focus on Karl Rove had the -- on the question of trust and integrity the president was at an all-time low: 41 percent.", "sentId": 99}, {"text": "Is that what the Democrats are trying to get here, at in this particular case, by saying you must keep your word, fire Karl Rove?", "sentId": 100}], "secId": 41}, {"speaker": "HARRIS", "sentences": [{"text": "I'm sure it is.", "sentId": 101}, {"text": "And it has got to sting a little bit, because it's certainly a part of the Bush -- originally, his political persona, that he is a straight talker.", "sentId": 102}, {"text": "He's not going to rely on legalistic language and political maneuvering, that was the Republican case against the Clinton White House.", "sentId": 103}, {"text": "It's clear that they have got a problem now that is every bit as serious as Clinton's was.", "sentId": 104}], "secId": 42}, {"speaker": "KING", "sentences": [{"text": "John Harris, political editor of \"The Washington Post.\"", "sentId": 105}, {"text": "We thank you for joining us today.", "sentId": 106}, {"text": "And since we have the opportunity, give you a quick book plug.", "sentId": 107}, {"text": "If you haven't read John Harris' book on Bill Clinton, go buy it.", "sentId": 108}, {"text": "John Harris, thank you very much.", "sentId": 109}], "secId": 43}, {"speaker": "HARRIS", "sentences": [{"text": "Well done, John, thank you.", "sentId": 110}], "secId": 44}, {"speaker": "KING", "sentences": [{"text": "Take care, John.", "sentId": 111}], "secId": 45}, {"speaker": "KING", "sentences": [{"text": "And on the Supreme Court beat, Chief Justice William Rehnquist was released today from a hospital in Northern Virginia two days after he was admitted suffering from a fever.", "sentId": 112}, {"text": "His spokeswoman says Rehnquist is back home.", "sentId": 113}, {"text": "But she would not comment on his condition.", "sentId": 114}, {"text": "The 80-year-old justice is battling thyroid cancer.", "sentId": 115}, {"text": "As court watchers know well, Rehnquist's health problems have increased speculation that he might soon retire, creating a second vacancy on the High Court.", "sentId": 116}], "secId": 46}, {"speaker": "KING", "sentences": [{"text": "In the brewing battle over the next justice, some lawmakers are hoping that cooler heads will prevail.", "sentId": 117}, {"text": "Up next, the Senate's gang of 14 gets back together.", "sentId": 118}], "secId": 47}, {"speaker": "KING", "sentences": [{"text": "Also ahead, remember Social Security reform?", "sentId": 119}, {"text": "I'll ask the treasury secretary John Snow if that presidential goal has gotten lost in the clamor about the Supreme Court and Karl Rove.", "sentId": 120}], "secId": 48}, {"speaker": "KING", "sentences": [{"text": "And later, the president's party and black voters.", "sentId": 121}, {"text": "Is the GOP truly sorry about its southern strategy of the past?", "sentId": 122}, {"text": "Stay with us.", "sentId": 123}], "secId": 49}, {"speaker": "KING", "sentences": [{"text": "Democratic Senator Carl Levin of Michigan is among those highly critical at times of Bush administration policies in Iraq.", "sentId": 124}, {"text": "And he recently returned from a trip to the region.", "sentId": 125}, {"text": "He also serves as the ranking member of the Senate Armed Services Committee.", "sentId": 126}], "secId": 50}, {"speaker": "KING", "sentences": [{"text": "Senator Levin joins us now live from Capitol Hill.", "sentId": 127}, {"text": "Senator, I want to begin with a deadline that passed a couple of days ago.", "sentId": 128}, {"text": "Some in Congress wanted the administration to send up by -- July 11th I believe was the deadline -- the Pentagon to send you a comprehensive report on what is going on in Iraq and how they see things playing out in the future.", "sentId": 129}, {"text": "That deadline has been missed.", "sentId": 130}, {"text": "The Pentagon says it needs more time.", "sentId": 131}], "secId": 51}, {"speaker": "KING", "sentences": [{"text": "What specifically is it, sir, that you are looking for?", "sentId": 132}], "secId": 52}, {"speaker": "LEVIN", "sentences": [{"text": "We ought to have a road map as to the drawing down of our troops when the Iraqis become stronger.", "sentId": 133}], "secId": 53}, {"speaker": "We got the bumper sticker slogan from the president", "sentences": [{"text": "As they get stronger, we're going to draw down.", "sentId": 134}, {"text": "But there's got to be milestones set much more specifically -- for instance, how many Iraqi battalions would need to be able to take on the insurgents?", "sentId": 135}, {"text": "What would that lead to in terms of a reduction of U.S. forces?", "sentId": 136}], "secId": 54}, {"speaker": "We got the bumper sticker slogan from the president", "sentences": [{"text": "Otherwise, there's just the rhetoric, there's not the real meat on the bones that is so essential to give credibility to the rhetoric.", "sentId": 137}], "secId": 55}, {"speaker": "KING", "sentences": [{"text": "Pentagon says it's just simply behind schedule because it's overburdened.", "sentId": 138}, {"text": "A, do you buy that?", "sentId": 139}, {"text": "And, B, they also say that significant portions of this may have to be classified.", "sentId": 140}, {"text": "Is that acceptable to you or should the American people be able to see all of this?", "sentId": 141}], "secId": 56}, {"speaker": "LEVIN", "sentences": [{"text": "Well, I think the American people should see as much as possible.", "sentId": 142}, {"text": "And until I see it, I don't know if it has to be classified.", "sentId": 143}, {"text": "The Pentagon has overclassified many times all kinds of reports that they owe us, they have not given us, based on various excuses.", "sentId": 144}, {"text": "So they've overclassified.", "sentId": 145}], "secId": 57}, {"speaker": "LEVIN", "sentences": [{"text": "But until I actually see the report, I can't argue that it should be declassified.", "sentId": 146}], "secId": 58}, {"speaker": "KING", "sentences": [{"text": "Tell us about what you saw during your trip in the context of this -- the New York Times report today saying some 800 Iraqi civilians a month being killed in recent months because of the insurgency.", "sentId": 147}], "secId": 59}, {"speaker": "KING", "sentences": [{"text": "Any improvements of security on the ground or are things going in reverse in your view?", "sentId": 148}], "secId": 60}, {"speaker": "LEVIN", "sentences": [{"text": "Well, there's no change in terms of the insurgency.", "sentId": 149}], "secId": 61}, {"speaker": "LEVIN", "sentences": [{"text": "When the vice president said that the insurgency was in its last throes, that was a fantasy that I found no support for in Iraq on the part of anybody -- our civilian or our military people in Iraq.", "sentId": 150}], "secId": 62}, {"speaker": "LEVIN", "sentences": [{"text": "This insurgency's not in its last throes.", "sentId": 151}, {"text": "It is maintaining its strength and getting some outside -- greater outside support in terms of the flow in of suicide bombers.", "sentId": 152}], "secId": 63}, {"speaker": "LEVIN", "sentences": [{"text": "We have to change the dynamic in Iraq, and that means a couple things need to happen.", "sentId": 153}, {"text": "First, the self-imposed deadline of the Iraqis of an August 15th draft of a constitution needs to be met.", "sentId": 154}, {"text": "And if it looks as though there is any slippage in that, we have to send the message to them that unless they can reach a political settlement, since a political settlement is essential, military solution is not, by itself, going to do it and we're going to have to reconsider our position in Iraq, including setting a timetable.", "sentId": 155}, {"text": "That's if they're not going to meet their own August 15th deadline for a constitution.", "sentId": 156}], "secId": 64}, {"speaker": "KING", "sentences": [{"text": "I want to shift gears quickly in closing, Senator.", "sentId": 157}], "secId": 65}, {"speaker": "KING", "sentences": [{"text": "You're also a key voice on homeland security matters on Capitol Hill.", "sentId": 158}, {"text": "One of the debates now, especially in the wake of the London bombing, is to increase funding for rail and mass transit security here in the United States.", "sentId": 159}], "secId": 66}, {"speaker": "KING", "sentences": [{"text": "The secretary of homeland security Michael Chertoff gave an interview to the Associated Press today in which he said most of that money is going to have to come from state and local governments, because the federal priority should be on aviation, which he says is a much higher risk in terms of an attack on aviation, could lead to higher casualties.", "sentId": 160}], "secId": 67}, {"speaker": "KING", "sentences": [{"text": "You would say?", "sentId": 161}], "secId": 68}, {"speaker": "LEVIN", "sentences": [{"text": "We need more money, clearly, on the ground.", "sentId": 162}, {"text": "We tried to add it today in the Senate; it was rejected by the Republican leadership.", "sentId": 163}], "secId": 69}, {"speaker": "LEVIN", "sentences": [{"text": "But Chertoff also tried to clarify his statement somewhat in front of our committee today saying that, no, the federal government will be more of a partner.", "sentId": 164}], "secId": 70}, {"speaker": "KING", "sentences": [{"text": "One last question on this whole Karl Rove controversy.", "sentId": 165}], "secId": 71}, {"speaker": "KING", "sentences": [{"text": "Many Democrats are saying now, before we know the outcome of this grand jury investigation, yank his security clearance and some even saying the president should fire Karl Rove.", "sentId": 166}], "secId": 72}, {"speaker": "KING", "sentences": [{"text": "Why not wait until you know all the facts?", "sentId": 167}], "secId": 73}, {"speaker": "LEVIN", "sentences": [{"text": "Well, I think the president owes an explanation to the American people.", "sentId": 168}, {"text": "He said that he would not allow on his staff somebody who had participated in identifying a CIA employee.", "sentId": 169}], "secId": 74}, {"speaker": "LEVIN", "sentences": [{"text": "Well, it now appears that Karl Rove did identify a CIA employee as being the wife of Joe Wilson and that the president who's made this commitment ought to keep it.", "sentId": 170}, {"text": "That's not a legalism, that's just something which is owed to the American people.", "sentId": 171}], "secId": 75}, {"speaker": "KING", "sentences": [{"text": "Senator Carl Levin, Democrat of Michigan, thank you, sir, for joining us today on \"Inside Politics.\"", "sentId": 172}], "secId": 76}, {"speaker": "LEVIN", "sentences": [{"text": "Thank you, John.", "sentId": 173}], "secId": 77}, {"speaker": "KING", "sentences": [{"text": "And just ahead, the gang returns on Capitol Hill.", "sentId": 174}, {"text": "The gang of 14 senators gets back together, ready to exert its influence, if it can, in the coming debate over a successor to Sandra O'Connor.", "sentId": 175}], "secId": 78}, {"speaker": "KING", "sentences": [{"text": "The so-called \"Gang of 14 Senators\" helped break that recent logjam over some of President Bush's most controversial judicial nominees.", "sentId": 176}, {"text": "Now the group has reassembled for the first time since Justice Sandra Day O'Connor announced her plans to retire.", "sentId": 177}, {"text": "Here's CNN's congressional correspondent, Ed Henry.", "sentId": 178}], "secId": 79}, {"speaker": "HENRY", "sentences": [{"text": "Eighty- seven-year-old Senator Robert Byrd triumphantly announced the return of the Gang of 14.", "sentId": 179}], "secId": 80}, {"speaker": "BYRD", "sentences": [{"text": "The voice of conciliation and reason and make way for liberty.", "sentId": 180}], "secId": 81}, {"speaker": "HENRY", "sentences": [{"text": "The group that averted a nuclear showdown over lower court nominees, now believes it can calm the brewing war over President Bush's first Supreme Court pick.", "sentId": 181}], "secId": 82}, {"speaker": "NELSON", "sentences": [{"text": "I think our group might be a safety valve in some respects.", "sentId": 182}], "secId": 83}, {"speaker": "HENRY", "sentences": [{"text": "The gang chatted over breakfast and emerged promising to assert itself, especially when the president announces his choice to replace Sandra Day O'Connor.", "sentId": 183}], "secId": 84}, {"speaker": "LIEBERMAN", "sentences": [{"text": "Once a nomination occurs, we're going to come together right away and reason together, but we're going to go from there.", "sentId": 184}], "secId": 85}, {"speaker": "HENRY", "sentences": [{"text": "These seven Democrats and seven Republicans are pledging to be watchdogs.", "sentId": 185}, {"text": "Tough on the Democrats, if they unfairly launch a filibuster or tough on the president, if he picks someone far out of the mainstream.", "sentId": 186}, {"text": "So far, they're praising the president for consulting Hill leaders in person and placing calls to the swing senators.", "sentId": 187}], "secId": 86}, {"speaker": "LIEBERMAN", "sentences": [{"text": "There was a generally held consensus that the president and the White House are going about this in exactly the right way.", "sentId": 188}], "secId": 87}, {"speaker": "HENRY", "sentences": [{"text": "Even Byrd, one of the president's sharpest critics on Iraq and many other issues, had warm words.", "sentId": 189}], "secId": 88}, {"speaker": "BYRD", "sentences": [{"text": "Our recommendations to the president have been followed.", "sentId": 190}, {"text": "In that, he is reaching out across the aisle and wants the views of senators on both sides of the aisle.", "sentId": 191}, {"text": "That's good.", "sentId": 192}], "secId": 89}, {"speaker": "HENRY", "sentences": [{"text": "They also joined the president in chastising groups on the right and left.", "sentId": 193}], "secId": 90}, {"speaker": "ANNOUNCER", "sentences": [{"text": "Will George Bush choose an extremist who will threaten our rights?", "sentId": 194}], "secId": 91}, {"speaker": "HENRY", "sentences": [{"text": "Flooding the airwaves with attack ads, before a nominee has even been selected.", "sentId": 195}], "secId": 92}, {"speaker": "COLLINS", "sentences": [{"text": "It just amazes me how many outside interest groups are spoiling for a fight.", "sentId": 196}, {"text": "They're going to be very disappointed if the president nominates a consensus choice.", "sentId": 197}, {"text": "They're not going to be able to raise as much money.", "sentId": 198}, {"text": "They're not going to be able to put on as many divisive ads.", "sentId": 199}, {"text": "They're going to be really crushed if that happens.", "sentId": 200}], "secId": 93}, {"speaker": "HENRY", "sentences": [{"text": "And the consultation from the White House continues at this very moment.", "sentId": 201}, {"text": "I just ran into Ed Gillespie, the lobbyist who's working with the White House and with former Senator Fred Thompson to try to sell the president's eventual nominee here on the Hill.", "sentId": 202}, {"text": "He was on his way in with Fred Thompson to Senator Bill Frist's office.", "sentId": 203}, {"text": "They're in with the majority leader right now trying to map out the strategy -- John?", "sentId": 204}], "secId": 94}, {"speaker": "KING", "sentences": [{"text": "Ed Henry on Capitol Hill.", "sentId": 205}, {"text": "Ed, maybe tomorrow you could follow an investigative report on that new Joe Lieberman look.", "sentId": 206}, {"text": "Thanks, Ed.", "sentId": 207}], "secId": 95}, {"speaker": "A little bit more now on the Supreme Court debate", "sentences": [{"text": "Former President Bill Clinton named two justices to the high courts.", "sentId": 208}, {"text": "Ruth Bader Ginsberg and Stephen Breyer.", "sentId": 209}, {"text": "Earlier today, he shared with CNN's Richard Roth, the  advice he would give President Bush to consider when choosing a successor to Justice O'Connor.", "sentId": 210}], "secId": 96}, {"speaker": "CLINTON", "sentences": [{"text": "Well, I would urge him to just think about somebody he'd be really proud to have appointed 10 or 15 years from now.", "sentId": 211}, {"text": "That's what I tried to do and I went through this twice.", "sentId": 212}], "secId": 97}, {"speaker": "CLINTON", "sentences": [{"text": "There are always lots of good, qualified people and the people that are your political opponents, will politicize anybody you appoint anyway.", "sentId": 213}, {"text": "So, you need to stay out of that and -- I think he ought to do something that, you know, when he goes to bed the night after he announces it, he'd be really -- he'll sleep well.", "sentId": 214}, {"text": "He'll feel good.", "sentId": 215}], "secId": 98}, {"speaker": "KING", "sentences": [{"text": "Coming up, President Bush goes face to face with African- American voters as his party does an about-face on a racial policy of the past.", "sentId": 216}], "secId": 99}, {"speaker": "KING", "sentences": [{"text": "Plus, will the next Supreme Court justice be a member of the judicial monastery?", "sentId": 217}, {"text": "Our Bill Schneider will meditate on that question.", "sentId": 218}], "secId": 100}, {"speaker": "KING", "sentences": [{"text": "As the markets get set to close on Wall Street, I'm joined by Kitty Pilgrim in New York with the \"Dobbs Report\" -- Kitty.", "sentId": 219}], "secId": 101}, {"speaker": "PILGRIM", "sentences": [{"text": "Hi, John, Thanks.", "sentId": 220}], "secId": 102}, {"speaker": "PILGRIM", "sentences": [{"text": "We have stocks solidly higher today.", "sentId": 221}, {"text": "Let's look at the Dow Industrials and they're up about 71 points right now.", "sentId": 222}, {"text": "Nasdaq half-of- one percent higher.", "sentId": 223}], "secId": 103}, {"speaker": "Another big thing", "sentences": [{"text": "Jobless claims rose to a bigger-than-expected 16,000 last week.", "sentId": 224}, {"text": "Apple shares up six percent today.", "sentId": 225}, {"text": "It was the best quarterly profit ever:  Revenue up 75 percent.", "sentId": 226}, {"text": "This is really all about the iPod digital music player, which has really taken off.", "sentId": 227}, {"text": "Apple has shipped more than six million this quarter.", "sentId": 228}, {"text": "That's more than 20 million sold so far.", "sentId": 229}], "secId": 104}, {"speaker": "Another big thing", "sentences": [{"text": "The first Vioxx-related wrongful death lawsuit is under way.", "sentId": 230}, {"text": "A Texas widow is suing Merck, the drug company.", "sentId": 231}, {"text": "Now, she blames the drug for her husband's death in 2001.", "sentId": 232}, {"text": "In opening statements, her lawyer said that Merck knew that the drug was dangerous, but sold it anyway.", "sentId": 233}, {"text": "Vioxx was pulled off the market last September, after a study showed that it could double the risk of heart attack or stroke.", "sentId": 234}], "secId": 105}, {"speaker": "CNN", "sentences": [{"text": "00 p.m. Eastern on \"LOU DOBBS TONIGHT,\" an arms reversal on Capitol Hill regarding China.", "sentId": 235}, {"text": "Congress today, caved in to big business lobbying, saying President Bush can't take action against companies that sell weapons to China.", "sentId": 236}, {"text": "We'll have the very latest on that.", "sentId": 237}], "secId": 106}, {"speaker": "CNN", "sentences": [{"text": "Also tonight, we'll discuss the CIA leak investigation with Watergate figure Charles Colson, senior council to President Nixon.", "sentId": 238}], "secId": 107}, {"speaker": "CNN", "sentences": [{"text": "And then Senators Arlen Specter and Patrick Leahy weigh in on possible Supreme Court nominees.", "sentId": 239}, {"text": "And how would you like to fly up in the sky in an Osprey?", "sentId": 240}, {"text": "A first-hand look at the Navy's new and improved aircraft.", "sentId": 241}], "secId": 108}, {"speaker": "more", "sentences": [{"text": "00 Eastern, on \"LOU DOBBS TONIGHT.\"", "sentId": 242}, {"text": "But for now, back to John King -- John.", "sentId": 243}], "secId": 109}, {"speaker": "KING", "sentences": [{"text": "Thanks, Kitty, and now back to INSIDE POLITICS.", "sentId": 244}], "secId": 110}, {"speaker": "KING", "sentences": [{"text": "We're expecting to hear shortly from two Republican senators ready to fire back in the flap over Karl Rove and the CIA leak.", "sentId": 245}, {"text": "We plan to listen in on those remarks by Senators Norm Coleman and Christopher Bond when they happen.", "sentId": 246}], "secId": 111}, {"speaker": "KING", "sentences": [{"text": "But right now, President Bush and black voters.", "sentId": 247}, {"text": "In Indiana today, Mr. Bush told African-Americans his administration has expanded their opportunities.", "sentId": 248}, {"text": "At the same time, the president was looking to expand political opportunities for himself and his party.", "sentId": 249}], "secId": 112}, {"speaker": "KING ", "sentences": [{"text": "The president, before an African-American audience in Indiana, looking for help in the Social Security and other policy debates.", "sentId": 250}], "secId": 113}, {"speaker": "BUSH", "sentences": [{"text": "I hope both Republicans and Democrats forget politics for once in Washington, D.C. and focus on what's good for the younger folks in America.", "sentId": 251}], "secId": 114}, {"speaker": "KING", "sentences": [{"text": "A longer term goal, too.", "sentId": 252}, {"text": "Mr. Bush is through as a candidate, but is still trying to boost African-American support for Republicans.", "sentId": 253}], "secId": 115}, {"speaker": "BUSH", "sentences": [{"text": "We're getting results.", "sentId": 254}, {"text": "African-American business ownership is at an all-time high in America today.", "sentId": 255}], "secId": 116}, {"speaker": "KING", "sentences": [{"text": "His own efforts fell far short of his hopes and expectations.", "sentId": 256}, {"text": "Mr. Bush won 11 percent of the African-American vote en route to re-election last year, up just a bit from 9 percent in campaign 2000.", "sentId": 257}, {"text": "There were some signs of progress.", "sentId": 258}, {"text": "The president, for example, narrowly lost Pennsylvania, but gave Democrats a scare there in the process.", "sentId": 259}, {"text": "His support among African-Americans climbed to 16 percent, up from just 7 percent in 2000.", "sentId": 260}], "secId": 117}, {"speaker": "BELCHER", "sentences": [{"text": "There's not a Democrat that could win nationally if African-Americans are breaking above 15, 16 percent for Republicans nationally.", "sentId": 261}], "secId": 118}, {"speaker": "KING", "sentences": [{"text": "Polls show Mr. Bush's standing among African-Americans is weak.", "sentId": 262}], "secId": 119}, {"speaker": "BELCHER", "sentences": [{"text": "You have 80 percent of African-Americans saying that the country is headed in the wrong direction.", "sentId": 263}, {"text": "I mean, that's just simply an amazing number for African Americans to be dissatisfied and anxious about where we're going in this country.", "sentId": 264}], "secId": 120}, {"speaker": "KING", "sentences": [{"text": "The party of Lincoln saw its support among African- Americans virtually disappear in the 1960s, in part because of the so- called Southern strategy used by Barry Goldwater, then later, Richard Nixon, a strategy repudiated Thursday by Republican National Committee Chairman Ken Mehlman in a speech to the NAACP.", "sentId": 265}], "secId": 121}, {"speaker": "MEHLMAN", "sentences": [{"text": "Some Republicans gave up on winning the African-American vote, looking the other way or trying to benefit politically from racial polarization.", "sentId": 266}, {"text": "I come here as Republican chairman to tell you we were wrong.", "sentId": 267}], "secId": 122}, {"speaker": "KING", "sentences": [{"text": "Mr. Bush and top political adviser Karl Rove are hardly the first Republicans frustrated in their efforts to win more African- American votes.", "sentId": 268}, {"text": "Then-GOP Chairman Lee Atwater made outreach a priority back in the late 1980s, to little avail.", "sentId": 269}, {"text": "Now, the blues is giving way to a new effort and a new beat.", "sentId": 270}], "secId": 123}, {"speaker": "BELCHER", "sentences": [{"text": "Republicans are buying hip-hop radio during campaign season.", "sentId": 271}, {"text": "I mean, they are -- they're really trying to make an outreach to African-Americans.", "sentId": 272}, {"text": "Democrats can't take it for granted.", "sentId": 273}, {"text": "What I'm fearful is that we will take it for granted.", "sentId": 274}], "secId": 124}, {"speaker": "KING", "sentences": [{"text": "And the Democratic National Committee says despite Ken Mehlman's remarks today, in their view the Republican's Southern strategy lives on.", "sentId": 275}, {"text": "And the Democratic National Committee Chairman Howard Dean called his GOP counterpart's apology for the Southern strategy, quote, \"empty and hollow rhetoric.\"", "sentId": 276}], "secId": 125}, {"speaker": "KING", "sentences": [{"text": "Now a closer look at the history of the GOP Southern strategy.", "sentId": 277}, {"text": "Here's our national correspondent Bruce Morton.", "sentId": 278}], "secId": 126}, {"speaker": "MORTON", "sentences": [{"text": "The Southern strategy, it started with Barry Goldwater, the Republican presidential candidate in 1964.", "sentId": 279}], "secId": 127}, {"speaker": "GOLDWATER", "sentences": [{"text": "Extremism in the events of liberty is no vice.", "sentId": 280}, {"text": "Moderation in the pursuit of justice is no virtue.", "sentId": 281}], "secId": 128}, {"speaker": "MORTON", "sentences": [{"text": "Delegates loved it.", "sentId": 282}, {"text": "Goldwater ran a conservative campaign.", "sentId": 283}, {"text": "He was not a segregationist, but he opposed the 1964 civil rights act, believing it violated states right.", "sentId": 284}, {"text": "His campaign strategy, go South, seek white votes.", "sentId": 285}, {"text": "He lost, but the states he carried, aside from his Arizona, were all in the South.", "sentId": 286}, {"text": "Louisiana, Mississippi, Alabama, Georgia and South Carolina.", "sentId": 287}], "secId": 129}, {"speaker": "MORTON", "sentences": [{"text": "When Richard Nixon won the presidency in 1968, every Southern state except Texas supported either him or Alabama's segregationist governor George Wallace, running as an independent.", "sentId": 288}, {"text": "Democrat Hubert Humphrey was virtually shut out.", "sentId": 289}], "secId": 130}, {"speaker": "MORTON", "sentences": [{"text": "And the South became the Republicans' strongest region.", "sentId": 290}, {"text": "George Herbert Walker Bush running in 1992 against Southerner Bill Clinton, carried Alabama, carried Florida and Mississippi, North and South Carolina, Texas and Virginia.", "sentId": 291}, {"text": "Same thing in Congress.", "sentId": 292}], "secId": 131}, {"speaker": "MORTON", "sentences": [{"text": ":  Back in the early 1960s, the major committee chairman were often Southern Democrats.", "sentId": 293}, {"text": "\"The Solid South,\" it was called.", "sentId": 294}, {"text": "They had seniority, had the safe seats.", "sentId": 295}, {"text": "Now the major committee chairmen tend to be Southern Republicans for exactly the same region.", "sentId": 296}], "secId": 132}, {"speaker": "MORTON", "sentences": [{"text": ":  But in Milwaukee today, Republican National Chairman Ken Mehlman is telling the NAACP, the organization the president doesn't talk to, that times have changed.", "sentId": 297}], "secId": 133}, {"speaker": "ROTHENBERG", "sentences": [{"text": "I think political parties are very adept at changing strategy and changing their tune when they need to.", "sentId": 298}, {"text": "And the fact of the matter is, now Republicans believe that they need and can get some African-American voters, some Hispanic voters.", "sentId": 299}, {"text": "And this mea culpa is an effort to come clean and appeal to some of those voters.", "sentId": 300}], "secId": 134}, {"speaker": "MORTON", "sentences": [{"text": "The Southern strategy produced a major realignment in American politics.", "sentId": 301}, {"text": "Will the next realignment start with Republicans reaching out, once again, to African-Americans and Hispanics?", "sentId": 302}], "secId": 135}, {"speaker": "MORTON", "sentences": [{"text": "Bruce Morton, CNN, Washington.", "sentId": 303}], "secId": 136}, {"speaker": "KING", "sentences": [{"text": "And now we turn our attention to another kind of outreach.", "sentId": 304}, {"text": "The president is promising to consider Supreme Court candidates who have not served on the bench.", "sentId": 305}, {"text": "Our senior political analyst Bill Schneider has been weighing the virtues and the drawbacks of looking outside the so-called judicial monestary.", "sentId": 306}], "secId": 137}, {"speaker": "SCHNEIDER", "sentences": [{"text": "Judges and monks, what do they have in common, besides the fact that they both wear robes?", "sentId": 307}], "secId": 138}, {"speaker": "LEAHY", "sentences": [{"text": "I've talked, as each of us have, with a number of the current justices.", "sentId": 308}, {"text": "I know they see a number of benefits that could come to having somebody from outside the judicial monastery.", "sentId": 309}], "secId": 139}, {"speaker": "SCHNEIDER", "sentences": [{"text": "People enter monasteries to cut themselves off from the world and focus on other-worldly matters.", "sentId": 310}, {"text": "That's why some people are advising President Bush not to nominate a judge to the Supreme Court.", "sentId": 311}], "secId": 140}, {"speaker": "SPECTER", "sentences": [{"text": "I ventured the suggestion, for example, that it would be good to move away from having all Supreme Court justices graduates from the courts of appeals.", "sentId": 312}], "secId": 141}, {"speaker": "MORTON", "sentences": [{"text": "Nominate someone with practical, real-world experience like, say, a politician.", "sentId": 313}, {"text": "Is there anyone on the Court right now with political experience?", "sentId": 314}, {"text": "Yes.", "sentId": 315}, {"text": "One justice, only one, has held elected office.", "sentId": 316}, {"text": "Sandra Day O'Connor used to be majority leader of the Arizona State Senate.", "sentId": 317}], "secId": 142}, {"speaker": "MORTON", "sentences": [{"text": "It used to be pretty common to have political figures on the court.", "sentId": 318}, {"text": "Historically, one of four Supreme Court justices has served in Congress.", "sentId": 319}, {"text": "More than half the justices since 1900 were not judges before they went on the Supreme Court, like three chief justices who served with distinction.", "sentId": 320}, {"text": "William Howard Taft had been president of the United States.", "sentId": 321}, {"text": "His successor, Charles Evans Hughes, had been governor of New York and had run for president.", "sentId": 322}, {"text": "Earl Warren was elected governor of California three times and ran for vice president.", "sentId": 323}], "secId": 143}, {"speaker": "MORTON", "sentences": [{"text": "Bush says he'll consider candidates from outside the judiciary.", "sentId": 324}], "secId": 144}, {"speaker": "BUSH", "sentences": [{"text": "Would I be willing to consider people who had never been a judge?", "sentId": 325}, {"text": "The answer is you bet.", "sentId": 326}], "secId": 145}, {"speaker": "SCHNEIDER", "sentences": [{"text": "He'll also consider some advice he got from his wife.", "sentId": 327}], "secId": 146}, {"speaker": "BUSH", "sentences": [{"text": "You know, Laura gave me some good advice yesterday, which was to consider women, which, of course, I'm doing.", "sentId": 328}], "secId": 147}, {"speaker": "SCHNEIDER", "sentences": [{"text": "What women are supposed to bring to the court is practical, real-world experience.", "sentId": 329}, {"text": "O'Connor has been praised as pragmatic justice whose often unpredictable decisions were based on the facts, not some high-flown legal doctrine.", "sentId": 330}], "secId": 148}, {"speaker": "MCCAIN", "sentences": [{"text": "And over time, she grew to be one of the crucial swing votes on the court, her decisions driven both by her conservative sensibilities and also by her practical nature.", "sentId": 331}], "secId": 149}, {"speaker": "SCHNEIDER", "sentences": [{"text": "O'Connor has also drawn criticism from the judicial monestary for not keeping the faith.", "sentId": 332}], "secId": 150}, {"speaker": "BORK", "sentences": [{"text": "She really, I think, doe -- decides that she feels comfortable as she -- as her views incline her.", "sentId": 333}], "secId": 151}, {"speaker": "SCHNEIDER", "sentences": [{"text": "When people advise President Bush to appoint a women or a politician, they're saying appoint someone with practical experience, not a philosopher.", "sentId": 334}, {"text": "Someone like Sandra Day O'Connor.", "sentId": 335}], "secId": 152}, {"speaker": "KING", "sentences": [{"text": "Justice Bill Schneider.", "sentId": 336}, {"text": "Thank you very much, sir.", "sentId": 337}], "secId": 153}, {"speaker": "KING", "sentences": [{"text": "Well, we're going to dip in live now to an event on Capitol Hill.", "sentId": 338}, {"text": "This is a Republican rebuttal of sorts.", "sentId": 339}, {"text": "Earlier today, we brought you live coverage of Ambassador Joe Wilson, Democratic Senator Chuck Schumer, making their case in the CIA leak investigation.", "sentId": 340}, {"text": "The White House is involved in what Ambassador Wilson considers to be a conspiracy and a cover-up.", "sentId": 341}, {"text": "Republicans clearly disagree.", "sentId": 342}], "secId": 154}, {"speaker": "KING", "sentences": [{"text": "Senator Kay Bailey Hutchinson of Texas speaking now.", "sentId": 343}], "secId": 155}, {"speaker": "HUTCHISON", "sentences": [{"text": "...to do the nation's business.", "sentId": 344}, {"text": "And there is a special prosecutor that is looking into the leak that allowed a CIA agent's name to come forward.", "sentId": 345}], "secId": 156}, {"speaker": "HUTCHISON", "sentences": [{"text": "But I have seen nothing so far that would indicate that there was any law broken by Karl Rove.", "sentId": 346}, {"text": "And I think to jump, because Karl Rove is clearly a friend and confidante of the president, I think is wrong.", "sentId": 347}, {"text": "And I think it is time for us to let the special prosecutor do his work.", "sentId": 348}], "secId": 157}, {"speaker": "HUTCHISON", "sentences": [{"text": "I would point out that Karl Rove waived any immunity in order to allow a reporter to testify at the grand jury.", "sentId": 349}, {"text": "And I think that shows that he is not trying to impede anything, that he is trying to do everything to cooperate.", "sentId": 350}, {"text": "And that is every indication that I've seen.", "sentId": 351}], "secId": 158}, {"speaker": "HUTCHISON", "sentences": [{"text": "So I really hope that we don't bog down the homeland security bill with some kind of resolution that would be aimed at Karl Rove that is unnecessary and it is unwise, and it is the wrong thing for our country at this time -- and maybe for any time.", "sentId": 352}], "secId": 159}, {"speaker": "HUTCHISON", "sentences": [{"text": "So I hope that we will get back to the business that we were elected to do, let the special prosecutor do what he has been appointed to do and take that element out of what is happening on the floor of the United States Senate.", "sentId": 353}], "secId": 160}, {"speaker": "COLEMAN", "sentences": [{"text": "Senator Bond?", "sentId": 354}, {"text": "SENATOR CHRISTOPHER BOND,  MISSOURI:  It is more than passing strange that our colleagues on the other side of the aisle would bring out Joe Wilson as some kind of credible witness for their cause.", "sentId": 355}, {"text": "It suggests what has been clear all along, that this is purely politics, pure and simple.", "sentId": 356}], "secId": 161}, {"speaker": "COLEMAN", "sentences": [{"text": "Joe Wilson's attacks were a political sham.", "sentId": 357}, {"text": "They were then, and they still are today.", "sentId": 358}, {"text": "Some of you may recall, I've spoken on the floor numbers of times about what we found out about Joe Wilson and his alleged report.", "sentId": 359}], "secId": 162}, {"speaker": "COLEMAN", "sentences": [{"text": "I debated him on NPR.", "sentId": 360}, {"text": "And it is my conclusion, after studying his work, that Joe Wilson has perpetrated one of the great hoaxes in all political time.", "sentId": 361}], "secId": 163}, {"speaker": "COLEMAN", "sentences": [{"text": "In every material aspect of the Niger case, Mr. Wilson was not telling the truth.", "sentId": 362}, {"text": "He didn't tell the truth about what he found in Africa or how he ended up being sent on his mission.", "sentId": 363}, {"text": "He didn't tell the truth when he denied that his wife got him the Niger assignment.", "sentId": 364}], "secId": 164}, {"speaker": "COLEMAN", "sentences": [{"text": "The Senate Intelligence Committee report and the Butler report from London have proven that Joe Wilson is not credible.", "sentId": 365}, {"text": "The reports about his report he made from his trip actually lent more credibility, not less, to the prospect that possibly Niger was involved in a uranium sale.", "sentId": 366}], "secId": 165}, {"speaker": "KING", "sentences": [{"text": "We've been listening here on Capitol Hill to the point/counterpoint, you might call it.", "sentId": 367}, {"text": "This is the Republican rebuttal to earlier Democratic assertions about Karl Rove and the CIA leak investigation.", "sentId": 368}, {"text": "This intense political debate over Karl Rove now taking place as a federal grand jury continues its investigation in whether any crime was committed in the leaking of the identity of an undercover CIA operative.", "sentId": 369}, {"text": "More on this case, of course, as we continue on INSIDE POLITICS.", "sentId": 370}], "secId": 166}, {"speaker": "KING", "sentences": [{"text": "Now, the White House is also touting an improved bottom line in its struggle against the federal budget deficit.", "sentId": 371}, {"text": "Up next, I'll ask Treasury Secretary John Snow about some less rosy financial scenarios for the White House.", "sentId": 372}], "secId": 167}, {"speaker": "KING", "sentences": [{"text": "Also ahead, a former congressman gives a thumbs down to a new movie.", "sentId": 373}], "secId": 168}, {"speaker": "KING", "sentences": [{"text": "And when we go inside the blogs, the hotly debated question, did Karl Rove commit a crime?", "sentId": 374}], "secId": 169}, {"speaker": "KING", "sentences": [{"text": "More INSIDE POLITICS in just a moment.", "sentId": 375}, {"text": "But first, we want to bring you an update -- an important development in the investigation of the London bombings.", "sentId": 376}, {"text": "And for that, we go to CNN's John Vause who is live for us in Leeds, the community near London that is at the center of the investigation -- John.", "sentId": 377}], "secId": 170}, {"speaker": "VAUSE", "sentences": [{"text": "Hello, John.", "sentId": 378}, {"text": "Well for almost eight hours, police here have searched almost a square mile of this neighborhood here in south Leeds.", "sentId": 379}, {"text": "That cordon has now been scaled back.", "sentId": 380}, {"text": "Just a small area now sealed off.", "sentId": 381}], "secId": 171}, {"speaker": "VAUSE", "sentences": [{"text": "Police say this is, in fact, a sterile area.", "sentId": 382}, {"text": "It seems to be in front of what was in fact the focus of this afternoon's investigation.", "sentId": 383}, {"text": "This is a community affairs office.", "sentId": 384}, {"text": "The local residents here say they would come here and receive advice on issues like taxation, also legal advice, that kind of thing, from this office.", "sentId": 385}, {"text": "They also said that they would arrange outings for some of the neighborhood children.", "sentId": 386}, {"text": "We believe that police seized a number of computers and took those computers away.", "sentId": 387}], "secId": 172}, {"speaker": "VAUSE", "sentences": [{"text": "What is interesting about this office, though John, not far from here, the homes of at least two of the suspected suicide bombers.", "sentId": 388}, {"text": "Hasib Hussain, he is the man believed may have blown himself up on bus number 30, just 18-years-old.", "sentId": 389}], "secId": 173}, {"speaker": "VAUSE", "sentences": [{"text": "Not far from Hussain, lived Shahzad Tanweer.", "sentId": 390}, {"text": "Now he is 22-years- old.", "sentId": 391}, {"text": "We've heard a lot about him over the last couple of days.", "sentId": 392}, {"text": "Went to Pakistan late last year.", "sentId": 393}, {"text": "Police believe he may have exploded his bomb to Aldgate train station.", "sentId": 394}], "secId": 174}, {"speaker": "VAUSE", "sentences": [{"text": "And a few miles from both those two young men, lived Mohammed Sadique Khan, the eldest of those two -- or those three rather.", "sentId": 395}, {"text": "He apparently blew himself up at Edgware Road train station.", "sentId": 396}], "secId": 175}, {"speaker": "VAUSE", "sentences": [{"text": "We're also from U.S. officials, telling CNN that the fourth -- the name of the fourth suspected suicide bomber is a man called Germain Morris Lindsay.", "sentId": 397}, {"text": "They're not coming from London police, but rather U.S. officials who are close to this investigation.", "sentId": 398}], "secId": 176}, {"speaker": "VAUSE", "sentences": [{"text": "Today, police also appealing for help to try and work out the movements of Hasib Hussain.", "sentId": 399}, {"text": "How he managed to get from King's Cross station to bus number 30.", "sentId": 400}, {"text": "And John, now with this search scaling back here in this neighborhood of South Leeds, the police are allowing residents back into their homes.", "sentId": 401}, {"text": "Hundreds were evacuated.", "sentId": 402}, {"text": "They also evacuated a mosque at a nearby university.", "sentId": 403}, {"text": "But now, with this threat down and the scale of the search being scaled back, many of these people returning home for the evening.", "sentId": 404}], "secId": 177}, {"speaker": "KING", "sentences": [{"text": "And, John, this information about the fourth suspect comes from U.S. sources.", "sentId": 405}, {"text": "Is that a sign of how closely they are involved in the actual investigation, or do they simply have this information, because it was relayed by British authorities and they're sharing it with us?", "sentId": 406}], "secId": 178}, {"speaker": "VAUSE", "sentences": [{"text": "The understanding, though, is that this is from U.S. officials who have, in fact, been helping the British authorities, as well as the London police, Scotland Yard, the antiterror police, in their investigations.", "sentId": 407}], "secId": 179}, {"speaker": "countries", "sentences": [{"text": "John Vause, live in Leeds tracking this very important investigation.", "sentId": 408}, {"text": "John, thank you very much.", "sentId": 409}], "secId": 180}, {"speaker": "countries", "sentences": [{"text": "INSIDE POLITICS will be back in just a moment.", "sentId": 410}, {"text": "And when we return, an update from the treasury secretary on the Social Security debate.", "sentId": 411}, {"text": "Many Republicans on Capitol Hill say the president's proposal is in trouble.", "sentId": 412}, {"text": "The treasury secretary is a bit more optimistic.", "sentId": 413}, {"text": "Stay with us.", "sentId": 414}], "secId": 181}, {"speaker": "KING", "sentences": [{"text": "I spoke a bit earlier today with the treasury secretary, John Snow, about a number of economic challenges facing the Bush administration.", "sentId": 415}, {"text": "Our first topic:  The delayed Bush White House effort to overhaul Social Security.", "sentId": 416}, {"text": "House Republican leaders now say it will be September at the earliest, before they can get to a Social Security plan.", "sentId": 417}, {"text": "So, I asked the treasury secretary if he's concerned that Congress might not even get to the issue this year.", "sentId": 418}], "secId": 182}, {"speaker": "SNOW", "sentences": [{"text": "John, this remains a major priority for the president and it's a major priority for the country.", "sentId": 419}, {"text": "I'm in continuous touch with people in the House and the Senate from both sides of the aisle.", "sentId": 420}, {"text": "I think we will see legislation later this year.", "sentId": 421}], "secId": 183}, {"speaker": "KING", "sentences": [{"text": "Some technical problem, obviously, there -- a technical problem with our interview with Treasury Secretary Snow.", "sentId": 422}, {"text": "We'll bring it back to you if we can, but we'll move on for now.", "sentId": 423}], "secId": 184}, {"speaker": "afternoon", "sentences": [{"text": "00 Eastern time today.", "sentId": 424}, {"text": "No word on the reason for that news conference, but Cunningham has been under investigation for his financial ties to a defense contractor.", "sentId": 425}, {"text": "The FBI recently raided Cunningham's San Diego- area home, as well as a yacht Cunningham had lived on while hear in Washington.", "sentId": 426}], "secId": 185}, {"speaker": "afternoon", "sentences": [{"text": "Today's \"Political Bytes\" feature news about White House potential hopefuls in 2008.", "sentId": 427}, {"text": "John Kerry and John Edwards were, of course, running mates last year.", "sentId": 428}, {"text": "Now, they're both using separate political action committees to pay the salaries of two staffers working for the New Hampshire State Democratic Party.", "sentId": 429}, {"text": "Spokesmen for both men tell Roll Call, \"the efforts are simply part of an effort to help build a party at the grass roots.", "sentId": 430}], "secId": 186}, {"speaker": "afternoon", "sentences": [{"text": "Kansas Republican Sam Brownback plans to attend events and fundraisers in South Carolina this weekend.", "sentId": 431}, {"text": "Brownback is considered a popular figure within his parties his party's conservative wing and South Carolina just happens to hold the first GOP presidential primary in the South.", "sentId": 432}], "secId": 187}, {"speaker": "afternoon", "sentences": [{"text": "Former President Bill Clinton says his wife's recent comments about abortion are a good example of what he considers to be the media holding Democrats to a double standard.", "sentId": 433}, {"text": "Mr. Clinton told the left- leaning student group yesterday, that while GOP Senator John McCain is often applauded when he moves to the middle and works with Democrats, his wife receives a much different response.", "sentId": 434}], "secId": 188}, {"speaker": "CLINTON", "sentences": [{"text": "Like when Hillary said, \"abortion is a tragedy for virtually everybody who undergoes it.", "sentId": 435}, {"text": "We ought to do what we can to reduce abortions.\"", "sentId": 436}, {"text": "Because the Republicans have hammered the debate and divided the country in the minds -- in the mind, not in reality, in the minds of the people who write about it, all of a sudden:  Is she selling out?", "sentId": 437}, {"text": "Is she abandoning her principles?", "sentId": 438}], "secId": 189}, {"speaker": "KING", "sentences": [{"text": "And speaking of Senator McCain, the Michigan Republican Party is reportedly considering a step that would ban Democrats and Independents from voting in that state's Republican primaries.", "sentId": 439}, {"text": "\"The Hill\" newspaper reports the move is seen by some as a way to weaken Senator McCain, if he runs for president in 2008.", "sentId": 440}, {"text": "McCain won the 2000 Michigan primary over George W. Bush, largely on the strength of non- Republican voters.", "sentId": 441}], "secId": 190}, {"speaker": "KING", "sentences": [{"text": "Internet bloggers continue to go back and forth over the Karl Rove story.", "sentId": 442}, {"text": "So for more, let's check in with CNN Political Producer Abbi Tatton and Jacki Schechner, our blog reporter -- Jacki?", "sentId": 443}], "secId": 191}, {"speaker": "SCHECHNER", "sentences": [{"text": "Well, John, the Rove story is certainly not losing any steam on line and Chris Bowers  at MyDD.com , a progressive blog, had an interesting way of showing that.", "sentId": 444}, {"text": "He wanted to see how many news story -- stories about Karl Rove popped up on Google news, so he counted them over the past few days.", "sentId": 445}, {"text": "On Monday, there were 639 stories about Karl Rove and yesterday, Wednesday, there were close to double that, at 1,200.", "sentId": 446}], "secId": 192}, {"speaker": "SCHECHNER", "sentences": [{"text": "Now, not only talking about Karl Rove, but a lot of discussion about Joe Wilson and a lot on the right side of the blogs, are talking about Wilson's credibility and talking about his role in the political landscape at the time that his wife's name was leaked to the press.", "sentId": 447}], "secId": 193}, {"speaker": "Decision08.blogspot.com", "sentences": [{"text": "GOP.com.", "sentId": 448}, {"text": "We talked about this yesterday.", "sentId": 449}, {"text": "This is the re-launched RNC Web site that has the following lists:  Joe Wilson's top ten worst inaccuracies and misstatements.", "sentId": 450}, {"text": "We are seeing a lot of the blogs linking to this site.", "sentId": 451}], "secId": 194}, {"speaker": "TATTON", "sentences": [{"text": "But over on the left, they're seeing that -- saying this focus on Wilson is just a smokescreen, it's the works of propaganda technicians in the Republican Party.", "sentId": 452}, {"text": "That from Billman , who's posting over at the left-leaning ThisModernWorld.com , saying that, \"the Republicans are trying to, with this Wilson talk, trying to create a mirror universe in which Karl Rove is the noble whistle-blower and over on the other side, Joseph Wilson is the shady insider.\"", "sentId": 453}, {"text": "They also have this reference to \"Star Trek\" right here -- to an episode where there was a parallel universe created in which Spock was the evil bearded one.", "sentId": 454}, {"text": "That one completely lost on me, but the message is clear from this site, that Wilson is not the focus here, it should be Karl Rove.", "sentId": 455}], "secId": 195}, {"speaker": "Now", "sentences": [{"text": "Was Valerie Wilson really a covert agent?", "sentId": 456}, {"text": "Over at PowerLine , the attorneys have been looking at the act in question that states that, \"a covert agent must have been working undercover outside the United States in the past five years.\"", "sentId": 457}, {"text": "They're asking:  Does Valerie Wilson qualify for this?", "sentId": 458}, {"text": "That they've seen no definitive proof on this issue.", "sentId": 459}], "secId": 196}, {"speaker": "SCHECHNER", "sentences": [{"text": "Over at TPMCafe.com  -- This is Josh Marshal's  group blog.", "sentId": 460}, {"text": "He's got a guest blogger today:  Larry Johnson.", "sentId": 461}, {"text": "He says he was a classmate of Plame's from the CIA, has known her all along.", "sentId": 462}, {"text": "Says, \"absolutely, she was undercover until she was outted in the press,\" and says that, \"that absolutely compromised the safety of those she worked with and those that worked around her.\"", "sentId": 463}], "secId": 197}, {"speaker": "Now", "sentences": [{"text": "Did Rove violate that act?", "sentId": 464}, {"text": "We were talking about and Mark Kleinman , a public policy professor at UCLA, says, \"if he didn't violate that act, then maybe he violated the Espionage Act, another possibility.\"", "sentId": 465}, {"text": "Q and O dot -- excuse me.", "sentId": 466}, {"text": "QandO.net, a neo-Libertarian blog, John, says that, \"that's a very dangerous territory to wade into.\"", "sentId": 467}, {"text": "That, \"not only would Rove be responsible, but also the person that received that information would be liable.\"", "sentId": 468}, {"text": "We'll send it back to you.", "sentId": 469}], "secId": 198}, {"speaker": "KING", "sentences": [{"text": "Abbi Tatton, Jacki Schechner, thank you very much.", "sentId": 470}, {"text": "And we think, we think we have our technical gremlins worked out.", "sentId": 471}, {"text": "We're going to try to bring you now, that interview with the treasury secretary, John Snow.", "sentId": 472}, {"text": "And again, I asked him if he is worried, because of Republican nervousness on Capitol Hill and Republican delays on Capitol Hill, that Congress might not get to the president's top domestic priority, Social Security Reform, this year.", "sentId": 473}], "secId": 199}, {"speaker": "SNOW", "sentences": [{"text": "John, this remains a major priority for the president and it's a major priority for the country.", "sentId": 474}, {"text": "I'm in continuous touch with people in the House and the Senate from both sides of the aisle.", "sentId": 475}, {"text": "I think we will see legislation later this year.", "sentId": 476}], "secId": 200}, {"speaker": "KING", "sentences": [{"text": "And if you look at the poling, sir, it's fairly bleak.", "sentId": 477}, {"text": "A new NBC-\"Wall Street Journal\" poll out just today:  57 percent of Americans think it's a bad idea to invest Social Security contributions in those private accounts.", "sentId": 478}, {"text": "Six-in-ten Americans almost, say the president's central proposal in that plan is a bad idea.", "sentId": 479}, {"text": "How has the administration -- why has the administration failed to make its case?", "sentId": 480}], "secId": 201}, {"speaker": "SNOW", "sentences": [{"text": "Well, I don't know what poll you're looking at.", "sentId": 481}, {"text": "I've seen all sorts of polls on this and they vary very widely.", "sentId": 482}, {"text": "Let me say that the idea is a good idea; to allow people to put money away, to build a nest egg to supplement their retirement.", "sentId": 483}, {"text": "The system needs more savings.", "sentId": 484}, {"text": "We as a country need more savings.", "sentId": 485}, {"text": "So, we're going to continue to press for the idea of more savings.", "sentId": 486}, {"text": "The personal accounts is a way to advance savings in the United States.", "sentId": 487}], "secId": 202}, {"speaker": "KING", "sentences": [{"text": "Mr. Secretary, some encouraging news when it comes to the deficit, yesterday, in the midyear economic review, put out by the administration.", "sentId": 488}, {"text": "But one of the question marks many have in the administration, on Wall Street and else where, is how long can the economy handle without a major dent, if you will, these high energy prices.", "sentId": 489}, {"text": "What is your prognosis?", "sentId": 490}], "secId": 203}, {"speaker": "SNOW", "sentences": [{"text": "Well, they are most unwelcome.", "sentId": 491}, {"text": "I hope Congress will get busy and get the president's energy bill passed.", "sentId": 492}, {"text": "That will help.", "sentId": 493}, {"text": "There's no doubt that these prices are creating head winds for the economy.", "sentId": 494}, {"text": "We still have good growth, as you know, strong growth in the economy, but this is hurting the outlook.", "sentId": 495}, {"text": "And it's awfully important that Congress get busy and finish the job of putting in place a good energy policy.", "sentId": 496}], "secId": 204}, {"speaker": "KING", "sentences": [{"text": "As you also know, sir, there is rising opposition in the Congress to this proposal for an oil company that is 70 percent owned by the Chinese government to purchase Unocal, a U.S.-based energy company.", "sentId": 497}, {"text": "Many in congress say that this is not, as the Chinese say, a commercial business deal, that this is a threat to U.S. national security.", "sentId": 498}, {"text": "What do you think?", "sentId": 499}], "secId": 205}, {"speaker": "SNOW", "sentences": [{"text": "Well, if that transaction goes forward, and it poses a threat, there is a process, the CFIUS process, the Committee on Investment -- Foreign Investment in the United States, which Treasury chairs, which is widely represented throughout the United States government in terms of its membership, that will look at that question.", "sentId": 500}, {"text": "And, of course, the priority for that CFIUS process is to make sure that no transaction involving foreign ownership of an American company presents a risk to our national security.", "sentId": 501}, {"text": "And we'll make sure that happens.", "sentId": 502}], "secId": 206}, {"speaker": "KING", "sentences": [{"text": "There, the treasury secretary, John Snow.", "sentId": 503}, {"text": "Our apologies for the earlier technical glitch.", "sentId": 504}], "secId": 207}, {"speaker": "KING", "sentences": [{"text": "Now, it's not unusual for a political figure to slam a movie for lacking family values.", "sentId": 505}, {"text": "But Ben Jones knows more than the average former congressman about the movie in question.", "sentId": 506}, {"text": "As you may remember, Jones played the wise-cracking mechanic Cooter on the TV show, the \"Dukes of Hazzard.\"", "sentId": 507}, {"text": "Jones says the new film version of the show staring Jessica Simpson is, quote, \"a sleazy insult to the once- popular TV series.\"", "sentId": 508}], "secId": 208}, {"speaker": "KING", "sentences": [{"text": "Jones says profanity and sexual content in the film make is a mockery of the original Dukes, which he says, was family friendly.", "sentId": 509}], "secId": 209}, {"speaker": "KING", "sentences": [{"text": "A call for President Bush to fire his top political adviser, Karl Rove, as the CIA leak investigation takes center stage here in Washington.", "sentId": 510}, {"text": "We'll talk about today's major developments coming up in our \"Strategy Session.\"", "sentId": 511}, {"text": "Stay with us.", "sentId": 512}], "secId": 210}, {"speaker": "KING", "sentences": [{"text": "Welcome back to INSIDE POLITICS and our \"Strategy Session\" on today's hottest political topics.", "sentId": 513}, {"text": "And with us today, Democratic strategist Donna Brazile and former Pentagon spokeswoman, Tori Clarke.", "sentId": 514}], "secId": 211}, {"speaker": "Today's topics", "sentences": [{"text": "Rove under fire, Democrats turn up the heat on the president's right hand man in the CIA leak investigation.", "sentId": 515}, {"text": "And the GOP and blacks: Republicans are attempting to woo African-American voters.", "sentId": 516}, {"text": "Ladies.", "sentId": 517}], "secId": 212}, {"speaker": "Today's topics", "sentences": [{"text": "But first, Rove under fire.", "sentId": 518}, {"text": "Today, Joe Wilson, the man whose wife was outed as a CIA operative, called for Rove's dismissal.", "sentId": 519}, {"text": "Rove's attorney insists the White House deputy chief of staff is, quote, \"innocent of any wrongdoing.\"", "sentId": 520}, {"text": "All that President Bush will say is that he doesn't want to prejudge the investigation.", "sentId": 521}, {"text": "But today, former President Clinton talked about the growing controversy.", "sentId": 522}], "secId": 213}, {"speaker": "CLINTON", "sentences": [{"text": "I like Joe Wilson, the man who was the target of the wrath of somebody in the administration.", "sentId": 523}, {"text": "But he didn't vote for me in '92, he voted for former President Bush.", "sentId": 524}, {"text": "And he said so publicly.", "sentId": 525}, {"text": "He's a career diplomat.", "sentId": 526}, {"text": "He didn't deserve to have his career ruined, and his wife didn't deserve to have her career ruined because he wouldn't say what they wanted him to say.", "sentId": 527}], "secId": 214}, {"speaker": "KING", "sentences": [{"text": "Donna Brazile, does Karl Rove deserve to have his name smeared during an ongoing criminal investigation?", "sentId": 528}, {"text": "Democrats say he should be fired.", "sentId": 529}, {"text": "Democrats say he should have his security clearance revoked if he's not fired.", "sentId": 530}, {"text": "Some Republicans say why can't you wait for the investigation and the facts?", "sentId": 531}], "secId": 215}, {"speaker": "BRAZILE", "sentences": [{"text": "This is clearly an embarrassment for both the White House and Karl Rove.", "sentId": 532}, {"text": "And I think in the best of all worlds, Karl Rove should come out publicly and say exactly what happened so that the American people can get a sense of what happened.", "sentId": 533}], "secId": 216}, {"speaker": "BRAZILE", "sentences": [{"text": "Look, it's time that we put partisanship aside.", "sentId": 534}, {"text": "This is about national security.", "sentId": 535}, {"text": "This is a serious matter.", "sentId": 536}, {"text": "The president said that he would fire someone who leaked this information.", "sentId": 537}, {"text": "Donald Rumsfeld said at one point this was a dangerous thing to do to put people's lives at risk.", "sentId": 538}, {"text": "And I would hope that the administration quickly get this resolved and that the special prosecutor will come forward with information so we know who leaked this information.", "sentId": 539}, {"text": "And that person should be sent to jail.", "sentId": 540}], "secId": 217}, {"speaker": "CLARKE", "sentences": [{"text": "I agree completely.", "sentId": 541}, {"text": "Everybody has got better things to do with their time, everybody.", "sentId": 542}, {"text": "And I wish we could move forward as quickly as possible.", "sentId": 543}], "secId": 218}, {"speaker": "CLARKE", "sentences": [{"text": "What I find interesting is Karl Rove sure isn't acting like a man who is afraid for the truth to come out.", "sentId": 544}, {"text": "He has been, according to all reports, as forthcoming as possible with the special prosecutor.", "sentId": 545}, {"text": "He's encouraged people involved, like Matt Cooper, to be as forthcoming as possible.", "sentId": 546}, {"text": "He's encouraging people to say whatever you can within the confines of the investigation.", "sentId": 547}, {"text": "I think the pressure really does turn to the prosecutor now, move this forward so we can all find out.", "sentId": 548}], "secId": 219}, {"speaker": "CLARKE", "sentences": [{"text": "But I agree, the president has to say what he is saying, don't prejudge the investigation.", "sentId": 549}, {"text": "He's damned if he does, and damned if he doesn't say something.", "sentId": 550}, {"text": "But that's the only route he can take right now.", "sentId": 551}], "secId": 220}, {"speaker": "KING", "sentences": [{"text": "There are two different schools of thoughts in one to do in a political controversy like this.", "sentId": 552}, {"text": "And one is if you're quote, unquote enemy is down and having a hard time, just leave him there and flounder on his own.", "sentId": 553}, {"text": "The other is to try to jump in and encourage the debate.", "sentId": 554}, {"text": "Well today, the democrats brought Joe Wilson back into this debate up on Capitol Hill.", "sentId": 555}, {"text": "He had a news conference with Senator Chuck Schumer.", "sentId": 556}, {"text": "Let's listen a bit to what Joe Wilson says.", "sentId": 557}], "secId": 221}, {"speaker": "WILSON", "sentences": [{"text": "Irrespective of whether a law has been violated, it's very clear to me that the ethical standards to which we should hold our senior public servants has been violated.", "sentId": 558}, {"text": "And that is for that reason that I have called for not Karl Rove's resignation, but for the president to honor his word that he would fire anybody who was involved in the leak.", "sentId": 559}], "secId": 222}, {"speaker": "KING", "sentences": [{"text": "Tori Clarke, if you're advising the White House or the RNC right now, and this guy steps back into the fray, what would you say?", "sentId": 560}], "secId": 223}, {"speaker": "CLARKE", "sentences": [{"text": "Boy.", "sentId": 561}, {"text": "I'd give him as little attention as possible.", "sentId": 562}, {"text": "I mean, he's hardly disinterested observer on this.", "sentId": 563}, {"text": "And what's interesting is some people are moving the goal posts a little.", "sentId": 564}, {"text": "Originally, the moral outrage was over the deliberate leaking of classified information, which is a very bad thing.", "sentId": 565}, {"text": "Who knows how this will turn out?", "sentId": 566}, {"text": "But now they're saying, well, it doesn't really matter what they did.", "sentId": 567}, {"text": "It's still horrible.", "sentId": 568}, {"text": "And we're going to raise a lot of ruckus.", "sentId": 569}], "secId": 224}, {"speaker": "CLARKE", "sentences": [{"text": "And what offends me -- and Republicans have done this in the past and some of the Democrats are doing it now -- the outrage, the passion, the energy that is going into this.", "sentId": 570}, {"text": "There are far more serious issues that deserve the attention of Congress and this administration and people like us.", "sentId": 571}], "secId": 225}, {"speaker": "BRAZILE", "sentences": [{"text": "I totally agree with you on that.", "sentId": 572}], "secId": 226}, {"speaker": "KING", "sentences": [{"text": "As you jump in, I want to show our viewers -- as you come in -- a protest across the street from the White House today as well.", "sentId": 573}, {"text": "MoveOn.org, a liberal organization, highly critical of this president, organizes this protest: fire Karl Rove.", "sentId": 574}, {"text": "It's a simple and a direct message.", "sentId": 575}, {"text": "But I want to ask you, Donna, as you watch this -- Joe Wilson comes back out, you see this protest today, if you have the president and Karl Rove on the ropes, and you're a Democrat, why stage events like this which many viewers will say translate into politics.", "sentId": 576}, {"text": "If Karl Rove should be fired, as some Democrats says, why not have the debate about what he said and what the president said?", "sentId": 577}, {"text": "Some viewer in Montana watches this and says it's all politics.", "sentId": 578}], "secId": 227}, {"speaker": "BRAZILE", "sentences": [{"text": "This is an advocacy organization.", "sentId": 579}, {"text": "And their job is to advocate change.", "sentId": 580}, {"text": "And look, they went out there.", "sentId": 581}, {"text": "They sent around a broad e-mail -- my office received an e-mail -- and they called on the American people to protest in front of the White House.", "sentId": 582}, {"text": "That's their American right to do.", "sentId": 583}, {"text": "It has nothing to do with what the Democrats are doing.", "sentId": 584}], "secId": 228}, {"speaker": "BRAZILE", "sentences": [{"text": "What the Democrats did today is they're putting forward an amendment on the Homeland Security Appropiations bill to once again reiterate what the law is and call upon the White House to revoke someone's security clearance, especially when there's a cloud over their head.", "sentId": 585}], "secId": 229}, {"speaker": "BRAZILE", "sentences": [{"text": "I don't know if it's Karl Rove.", "sentId": 586}, {"text": "It may be someone else.", "sentId": 587}, {"text": "We should wait for the investigation to be completed and see what happens.", "sentId": 588}], "secId": 230}, {"speaker": "KING", "sentences": [{"text": "Is she saying two things, though?", "sentId": 589}, {"text": "One is take away security clearance, the other is wait for the investigation to be over?.", "sentId": 590}], "secId": 231}, {"speaker": "CLARKE", "sentences": [{"text": "No, she agreed with those who said take away security clearance.", "sentId": 591}], "secId": 232}, {"speaker": "BRAZILE", "sentences": [{"text": "Well, I agree that the security clearance should be revoked while the investigation is going on.", "sentId": 592}, {"text": "But I also believe that we don't know the truth yet.", "sentId": 593}, {"text": "And that's what we should find out.", "sentId": 594}, {"text": "And the White House should help us get to the bottom of it.", "sentId": 595}], "secId": 233}, {"speaker": "CLARKE", "sentences": [{"text": "They're trying pretty hard.", "sentId": 596}, {"text": "I think they're just as eager as anybody to get this thing moved forward and done.", "sentId": 597}], "secId": 234}, {"speaker": "BRAZILE", "sentences": [{"text": "And I have got to say Ambassador Wilson is coming forward because, once again, there's personal attacks being sent against him and his wife.", "sentId": 598}, {"text": "He wants to defend himself.", "sentId": 599}, {"text": "Again, he has that right to do so.", "sentId": 600}], "secId": 235}, {"speaker": "KING", "sentences": [{"text": "Let's call a quick time out.", "sentId": 601}, {"text": "Coming up, the Republican Party wooing black voters.", "sentId": 602}, {"text": "The president is on the road as part of a concerted effort to convince African-Americans they're better off with the GOP.", "sentId": 603}, {"text": "But will the outreach effort work?", "sentId": 604}, {"text": "That's ahead in the \"Strategy Session.\"", "sentId": 605}], "secId": 236}, {"speaker": "KING", "sentences": [{"text": "A developing story, an interesting twist in the debate over the Supreme Court vacancy.", "sentId": 606}, {"text": "Ed Henry is with us on Capitol Hill with a new development.", "sentId": 607}, {"text": "Some senators, Ed, apparently asking Justice Sandra Day O'Connor to open the possibility of staying on the bench?", "sentId": 608}], "secId": 237}, {"speaker": "HENRY", "sentences": [{"text": "That's right, John.", "sentId": 609}, {"text": "In fact, we have been hearing rumors for several days now that some female senators have been drafting a letter to try to get Justice Sandra Day O'Connor to, perhaps, reconsider her decision to retire, keep her on the bench, as you mentioned, try to avoid a messy confirmation fight over her successor.", "sentId": 610}], "secId": 238}, {"speaker": "HENRY", "sentences": [{"text": "I can tell you, I've just gotten a copy of said letter.", "sentId": 611}, {"text": "But there is a twist, as you noted.", "sentId": 612}, {"text": "In fact, this letter just went out, signed by four senators, two Democrats, two Republicans, and it says they want Justice O'Connor to reconsider her decision to retire, but not return to her current seat.", "sentId": 613}, {"text": "Instead, they want her to reconsider if and only if Chief Justice William Rehnquist steps down.", "sentId": 614}, {"text": "The idea being that Sandra Day O'Connor would then be appointed by President Bush to become the first female chief justice.", "sentId": 615}], "secId": 239}, {"speaker": "These senators", "sentences": [{"text": "Senator Barbara Boxer, Democrat, Democrat Mary Landrieu, Republican Susan Collins and Republican Olympia Snowe signing this letter, saying they believe it would be a way to pull the country back together again after a lot of talk about a messing confirmation battle.", "sentId": 616}], "secId": 240}, {"speaker": "These senators", "sentences": [{"text": "I just spoke to Senator Boxer a moment ago.", "sentId": 617}, {"text": "I asked whether this is a bit ghoulish to be speculating about the possibility that Chief Justice Rehnquist may step down, when in fact, he's ill right now, just got out of the hospital, trying to recover, there's no sign that in fact he is going to retire?", "sentId": 618}, {"text": "Senator Boxer told me she does not believe it's ghoulish.", "sentId": 619}], "secId": 241}, {"speaker": "These senators", "sentences": [{"text": "She said that Senator Arlen Specter, as you know, the Republican judiciary chairman first floated this idea over the weekend on a Sunday talk show.", "sentId": 620}, {"text": "Senator Boxer says that these four senators -- again, two Democrats, two Republicans, believe that this could be a good idea.", "sentId": 621}], "secId": 242}, {"speaker": "These senators", "sentences": [{"text": "They have sent the letter today to Justice O'Connor.", "sentId": 622}, {"text": "No response from her yet.", "sentId": 623}, {"text": "They also plan to take this issue up directly with President Bush -- John.", "sentId": 624}], "secId": 243}, {"speaker": "KING", "sentences": [{"text": "Ed Henry on Capitol Hill.", "sentId": 625}, {"text": "An interesting development, Ed.", "sentId": 626}, {"text": "Thank you very much.", "sentId": 627}], "secId": 244}, {"speaker": "KING", "sentences": [{"text": "And let's return to our \"Strategy Session\" -- Donna Brazile and Tori Clarke.", "sentId": 628}, {"text": "And let's pick up on this conversation here.", "sentId": 629}, {"text": "Ghoulish, maybe, maybe not, but it certainly reflects the expectation in Washington that the chief justice might retire, whether it's now or after not too long.", "sentId": 630}, {"text": "Appropriate to do this or just let this play out?", "sentId": 631}], "secId": 245}, {"speaker": "BRAZILE", "sentences": [{"text": "I think it's long overdue for women to decide what we want and go out there and tell the world.", "sentId": 632}, {"text": "Why not?", "sentId": 633}], "secId": 246}, {"speaker": "CLARKE", "sentences": [{"text": "Even if you have to push them out of the way?", "sentId": 634}, {"text": "I think they're being very practical.", "sentId": 635}, {"text": "I wouldn't call it ghoulish.", "sentId": 636}, {"text": "I think they're being very practical.", "sentId": 637}, {"text": "It's a contingency plan.", "sentId": 638}, {"text": "It's always good to have contingency plans.", "sentId": 639}, {"text": "BRAZILE:  Senator Specter opened this door over the weekend.", "sentId": 640}, {"text": "And I think it's appropriate that Senator Landrieu, Boxer, and Snowe and Collins follow up by encouraging Sandra Day O'Connor to consider.", "sentId": 641}, {"text": "Look, after  that she said, I will not step down until my successor.", "sentId": 642}, {"text": "So, it's clear that she's willing to stick around for awhile.", "sentId": 643}], "secId": 247}, {"speaker": "KING", "sentences": [{"text": "Don't you assume that Justice O'Connor sat down with Chief Justice Rehnquist before she made her decision and said, staying or going, chief?", "sentId": 644}, {"text": "Because if you stay, I'm going to go?", "sentId": 645}], "secId": 248}, {"speaker": "CLARKE", "sentences": [{"text": "I don't know.", "sentId": 646}, {"text": "I think the relationships up there are very, very special, and very proper and very dignified.", "sentId": 647}, {"text": "I don't know if she would do that.", "sentId": 648}], "secId": 249}, {"speaker": "BRAZILE", "sentences": [{"text": "It would be a win-win for women to have her stay on and then president can select another woman.", "sentId": 649}], "secId": 250}, {"speaker": "CLARKE", "sentences": [{"text": "Now -- I don't want to anybody to say, these ghoulish people, then speculate on this.", "sentId": 650}, {"text": "But it would be a win-win for everybody.", "sentId": 651}, {"text": "Clearly, she's got such strong support from so many different people.", "sentId": 652}, {"text": "It would be a win for everybody.", "sentId": 653}], "secId": 251}, {"speaker": "KING", "sentences": [{"text": "All right, ladies.", "sentId": 654}, {"text": "We're going to stop that one right there.", "sentId": 655}, {"text": "But our \"Strategy Session\" will continue in just a moment.", "sentId": 656}, {"text": "And as promised, we will discuss with Donna Brazile and Tori Clarke the Republican party's efforts to reach out to African-American voters.", "sentId": 657}, {"text": "Stay right with us.", "sentId": 658}], "secId": 252}, {"speaker": "BLITZER", "sentences": [{"text": "I'm Wolf Blitzer in Washington.", "sentId": 659}, {"text": "Coming up at the top of the hour:  He's the central figure in the growing controversy over the outing of a CIA operative, his wife.", "sentId": 660}, {"text": "The ambassador, Joe Wilson, is my guest.", "sentId": 661}], "secId": 253}, {"speaker": "BLITZER", "sentences": [{"text": "And just into CNN, sources identifying the fourth suspected suicide bomber in the London terror attacks.", "sentId": 662}, {"text": "We'll have a live update.", "sentId": 663}], "secId": 254}, {"speaker": "BLITZER", "sentences": [{"text": "Plus, new details of the delayed shuttle mission.", "sentId": 664}, {"text": "When will Discovery return to space.", "sentId": 665}], "secId": 255}, {"speaker": "BLITZER", "sentences": [{"text": "All those stories, plus a rare interview with top pentagon official, Doug Fithe , only minutes away on \"WOLF BLITZER REPORTS.\"", "sentId": 666}, {"text": "Now back to INSIDE POLITICS.", "sentId": 667}], "secId": 256}, {"speaker": "KING", "sentences": [{"text": "And our \"Strategy Session\" continues here on INSIDE POLITICS and with us today:  Donna Brazile and Tori Clarke.", "sentId": 668}], "secId": 257}, {"speaker": "MEHLMAN", "sentences": [{"text": "Some Republicans gave up on winning the African-American vote, looking the other way or trying to benefit politically, from racial polarization.", "sentId": 669}, {"text": "I come here as Republican chairman, to tell you, \"we were wrong.\"", "sentId": 670}], "secId": 258}, {"speaker": "Clarke", "sentences": [{"text": "Go to the South, talk about states rights;talk about law and order.", "sentId": 671}, {"text": "Taken as a signal opposition to civil rights; polarized the American people; get the white vote.", "sentId": 672}, {"text": "\"We were wrong,\"  Ken Mehlman says?", "sentId": 673}], "secId": 259}, {"speaker": "CLARKE", "sentences": [{"text": "Absolutely and God bless him for standing up there and saying that.", "sentId": 674}, {"text": "We were wrong.", "sentId": 675}, {"text": "It was absolutely the wrong behavior and for years, Republican administrations and leading Republicans have said, \"don't even try to woo black voters.", "sentId": 676}, {"text": "Don't even try to reach out to them, it's not worth it.\"", "sentId": 677}, {"text": "This administration is doing a complete 180 on that and has proven again and again how sincere they are.", "sentId": 678}, {"text": "I thought it was an extraordinary day.", "sentId": 679}], "secId": 260}, {"speaker": "KING", "sentences": [{"text": "You agree?", "sentId": 680}], "secId": 261}, {"speaker": "BRAZILE", "sentences": [{"text": "Well, I thought it was a very moving speech.", "sentId": 681}, {"text": "I read an advance copy of the speech and let me just tell you this, I mean Ken not only apologized, he basically said that the Republican Party is willing to write a new chapter in American politics.", "sentId": 682}, {"text": "This chapter will include African-Americans being members of the party; having a seat at the table.", "sentId": 683}], "secId": 262}, {"speaker": "today", "sentences": [{"text": "Ohio, Maryland, Vermont and Texas.", "sentId": 684}, {"text": "That's a good move on the part of the Republican Party.", "sentId": 685}], "secId": 263}, {"speaker": "today", "sentences": [{"text": "Look, 43 of the members of the Black Caucus are Democrats.", "sentId": 686}, {"text": "We have more Democratic officials than the Republican Party.", "sentId": 687}, {"text": "For over 40 years, the Democratic Party has been on the forefront in protecting the rights of African-Americans.", "sentId": 688}, {"text": "Now, the Republicans are saying, \"we're ready to protect those rights.\"", "sentId": 689}, {"text": "And in fact, in his speech, Ken had a paragraph on the renewal and re-authorization of the Voting Rights Act.", "sentId": 690}, {"text": "So, I applaud it and I encourage people to read it, so that we can hold them accountable.", "sentId": 691}], "secId": 264}, {"speaker": "KING", "sentences": [{"text": "You applaud it.", "sentId": 692}, {"text": "You say, \"hold them accountable.\"", "sentId": 693}, {"text": "We've been talking a lot about Karl Rove, about the Supreme Court debate, about the harsh rhetoric in Washington at the moment.", "sentId": 694}], "secId": 265}, {"speaker": "KING", "sentences": [{"text": "Ken Mehlman gives this speech.", "sentId": 695}, {"text": "You both agree that it is significant.", "sentId": 696}, {"text": "Within minutes, the Democratic National Committee chairman issues this statement.", "sentId": 697}, {"text": "He calls it, \"empty apology and hollow rhetoric.\"", "sentId": 698}, {"text": "Why?", "sentId": 699}, {"text": "Why not give him a chance?", "sentId": 700}], "secId": 266}, {"speaker": "BRAZILE", "sentences": [{"text": "Well, look, likewise, when we put out a report a couple of weeks ago on the Voting Rights Act and the problems in Ohio, the Republican Party dismissed that.", "sentId": 701}, {"text": "That's just partisan inside-the- Beltway politics.", "sentId": 702}, {"text": "KING:  But doesn't somebody at some point have call time out to this partisan-inside-the-Beltway politics?", "sentId": 703}, {"text": "Give things a chance?", "sentId": 704}], "secId": 267}, {"speaker": "BRAZILE", "sentences": [{"text": "I read the...", "sentId": 705}], "secId": 268}, {"speaker": "BRAZILE", "sentences": [{"text": "Well, I'm an African-American.", "sentId": 706}, {"text": "I believe that both political parties should woo blacks.", "sentId": 707}, {"text": "Blacks should be treated as swing voters, not base voters and blacks should not be taken for granted, like other voters in this country.", "sentId": 708}], "secId": 269}, {"speaker": "BRAZILE", "sentences": [{"text": "So, I say that as an American and I'm proud that Ken made that speech today.", "sentId": 709}, {"text": "I'm proud he showed up.", "sentId": 710}, {"text": "The president should have shown up, because he could have made that same statement that Ken made.", "sentId": 711}], "secId": 270}, {"speaker": "KING", "sentences": [{"text": "Why so hard, Tori Clarke?", "sentId": 712}, {"text": "The administration making this outreach for votes.", "sentId": 713}, {"text": "The president simply doesn't have the support right now.", "sentId": 714}, {"text": "Eight-in-ten African-Americans think the country's on  the wrong track.", "sentId": 715}, {"text": "They try.", "sentId": 716}, {"text": "Why have they not reached?", "sentId": 717}], "secId": 271}, {"speaker": "CLARKE", "sentences": [{"text": "Because of years of all the problems that Ken discussed in his speech.", "sentId": 718}, {"text": "For years, both sides have taken them for granted.", "sentId": 719}, {"text": "The Democrats assumed \"we've got them\" and Republicans assumed \"we don't have them.", "sentId": 720}, {"text": "So, they didn't even try.", "sentId": 721}, {"text": "And as I've said, this president and his team have done an amazing job and they've made progress.", "sentId": 722}, {"text": "They've got a long way to go, but they've made some good progress.", "sentId": 723}], "secId": 272}, {"speaker": "KING", "sentences": [{"text": "A long way to go.", "sentId": 724}, {"text": "Interesting discussion.", "sentId": 725}, {"text": "We thank you both on \"Strategy Session...", "sentId": 726}], "secId": 273}, {"speaker": "BRAZILE", "sentences": [{"text": "It's going to be fun just to see Republicans in black neighborhoods now.", "sentId": 727}], "secId": 274}, {"speaker": "KING", "sentences": [{"text": "That'd be -- I'll cover those campaigns.", "sentId": 728}], "secId": 275}, {"speaker": "KING", "sentences": [{"text": "Donna Brazile, Tori Clarke, thank you very much.", "sentId": 729}], "secId": 276}, {"speaker": "BRAZILE", "sentences": [{"text": "Thanks, John.", "sentId": 730}], "secId": 277}, {"speaker": "KING", "sentences": [{"text": "Who needs Jessica Simpson?", "sentId": 731}, {"text": "We have Donna Brazile and Tori Clarke.", "sentId": 732}], "secId": 278}, {"speaker": "KING", "sentences": [{"text": "Blogs offer complete freedom of speech, but that freedom can post problems.", "sentId": 733}, {"text": "Up next, our blog reporters tell us why some bloggers are deciding it's best to post their views anonymously.", "sentId": 734}], "secId": 279}, {"speaker": "KING", "sentences": [{"text": "More INSIDE POLITICS in just a moment, but first, this developing story:  Hurricane Emily has been upgraded to a category three hurricane.", "sentId": 735}, {"text": "Winds now, forecast in the 115-miles-per-hour range.", "sentId": 736}, {"text": "Again, Hurricane Emily upgraded to category three.", "sentId": 737}, {"text": "Current projections see it hitting the coast of southern Jamaica on Saturday, then, according to current projections, turning toward Mexico's Yucatan peninsula.", "sentId": 738}, {"text": "Again, Hurricane Emily upgrade to category three.", "sentId": 739}, {"text": "We will continue to track this in the hours and days ahead.", "sentId": 740}], "secId": 280}, {"speaker": "KING", "sentences": [{"text": "Now back to INSIDE POLITICS and time now, to take a look at a potential downside for Internet bloggers with controversial views.", "sentId": 741}, {"text": "For that, we rejoining CNN Political Producer Abbi Tatton and Jacki Schechner, a blog reporter -- Jacki?", "sentId": 742}], "secId": 281}, {"speaker": "SCHECHNER", "sentences": [{"text": "Well, John, now that you know a little more about blogs, maybe you're thinking about starting a blog and the question is:  Should you put your name on that blog?", "sentId": 743}, {"text": "This brings us to the issue of how that might hurt you down the line.", "sentId": 744}, {"text": "There was an article that came out in \"The Chronicle Of Higher Education\" at Chronicle.com, that was written by a professor at a small liberal arts college in the Midwest, talking about how when they were on a recent faculty search, they Googled a lot of candidates and came up with their blogs.", "sentId": 745}, {"text": "And says, \"More often than not, the blog turned out to be a negative and the more they learned about the candidate, the less the really wanted to know.", "sentId": 746}, {"text": "\".", "sentId": 747}], "secId": 282}, {"speaker": "TATTON", "sentences": [{"text": "And lots of professors operate blogs and one of them weighing in on that in article.", "sentId": 748}, {"text": "This site pofessora.blogspot.com .", "sentId": 749}, {"text": "This is Michelle Dion  who is at the Georgia Institute of Technology.", "sentId": 750}, {"text": "She operates her blog.", "sentId": 751}, {"text": "She doesn't think there's anything in it too controversial, but she also notes that she Googles job candidates.", "sentId": 752}, {"text": "This is something that perhaps bloggers should be looking out for.", "sentId": 753}, {"text": "The issue of anonymous blogging has been going on for some time.", "sentId": 754}, {"text": "Escaton , this atrious.blogspot.com .", "sentId": 755}, {"text": "Duncan Black is the blogger behind this one.", "sentId": 756}, {"text": "Operates a very highly- trafficked site.", "sentId": 757}, {"text": "He actually advises people to blog anonymously to start with; that they might not be ready to be a public figure right off the bat.", "sentId": 758}], "secId": 283}, {"speaker": "SCHECHNER", "sentences": [{"text": "And WaveFlux.net, one of the bloggers who says that this is probably not a bad idea to stay anonymous, at least when your testing the waters; that it can be cold and turbulent and mercky.", "sentId": 759}, {"text": "And before you know whether you know you want to put everything out there, John, maybe you should do it without your name attached.", "sentId": 760}], "secId": 284}, {"speaker": "KING", "sentences": [{"text": "And our thanks to the hardly anonymous Abbi Tatton and Jacki Schechner.", "sentId": 761}, {"text": "And that's it for INSIDE POLITICS today.", "sentId": 762}, {"text": "Thanks for watching.", "sentId": 763}, {"text": "I'm John King in Washington.", "sentId": 764}], "secId": 285}, {"speaker": "KING", "sentences": [{"text": "\"WOLF BLITZER REPORTS\" starts right now.", "sentId": 765}], "secId": 286}, {"speaker": "KING", "sentences": [{"text": "END", "sentId": 766}], "secId": 287}, {"speaker": "KING", "sentences": [{"text": "TO ORDER A VIDEO OF THIS TRANSCRIPT, PLEASE CALL 800-CNN-NEWS OR USE OUR SECURE ONLINE ORDER FORM LOCATED AT www.fdch.com", "sentId": 767}], "secId": 288}], "sectionCount": 289, "url": "transcripts.cnn.com/TRANSCRIPTS/0507/14/ip.01.html", "sentenceCount": 769, "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "time": "Aired July 14, 2005 - 15:30   ET", "speakers": ["ANNOUNCER", "WAXMAN", "African-American outreach", "MEHLMAN", "UNIDENTIFIED MALE", "KING", "BASH", "MCCLELLAN", "GERGEN", "WILSON", "INSLEE", "HARRIS", "LEVIN", "We got the bumper sticker slogan from the president", "HENRY", "BYRD", "NELSON", "LIEBERMAN", "COLLINS", "A little bit more now on the Supreme Court debate", "CLINTON", "PILGRIM", "Another big thing", "CNN", "more", "KING ", "BUSH", "BELCHER", "MORTON", "GOLDWATER", "ROTHENBERG", "SCHNEIDER", "LEAHY", "SPECTER", "MCCAIN", "BORK", "HUTCHISON", "COLEMAN", "VAUSE", "countries", "SNOW", "afternoon", "SCHECHNER", "Decision08.blogspot.com", "TATTON", "Now", "Today's topics", "BRAZILE", "CLARKE", "These senators", "BLITZER", "Clarke", "today"], "title": "INSIDE POLITICS"}