{"docId": "./ip/trancript.cnn.com.TRANSCRIPTS.1406.01.ip.01.html.json", "subTitle": "Big Buildup for Clinton's Book; Mississippi Mudfest; Press Secretary Carney Leaving White House", "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "sections": [{"speaker": "BLACKWELL", "sentences": [{"text": "Jake Tapper is in for John King for INSIDE POLITICS.", "sentId": 0}, {"text": "That starts right now.", "sentId": 1}], "secId": 0}, {"speaker": "TAPPER", "sentences": [{"text": "Hillary Clinton readies her rollout with a friendly lunch and a series of strategic leaks.", "sentId": 2}], "secId": 1}, {"speaker": "CLINTON", "sentences": [{"text": "Choices is at the core of what kind of people we want to be and what kind of countries we want to have.", "sentId": 3}], "secId": 2}, {"speaker": "TAPPER", "sentences": [{"text": "Also the political fallout from the Veterans Affairs scandal.", "sentId": 4}], "secId": 3}, {"speaker": "OBAMA", "sentences": [{"text": "Secretary Shinseki offered me his own resignation with considerable regret I accepted.", "sentId": 5}], "secId": 4}, {"speaker": "TAPPER", "sentences": [{"text": "Former General Eric Shinseki maybe gone, but will the failures of the VA system continue to haunt Democrats in the midterms.", "sentId": 6}, {"text": "Plus the big primary week ahead will contests in eight states be the Tea Party's last hope?", "sentId": 7}], "secId": 5}, {"speaker": "TAPPER", "sentences": [{"text": "INSIDE POLITICS the biggest stories sourced by the best reporters now.", "sentId": 8}], "secId": 6}, {"speaker": "TAPPER", "sentences": [{"text": "I'm Jake Tapper in for John King.", "sentId": 9}, {"text": "Thanks for sharing your Sunday morning with us.", "sentId": 10}], "secId": 7}, {"speaker": "With us to share their reporting and their insights", "sentences": [{"text": "Molly Ball of the \"Atlantic\", \"Politico's\" Manu Raju, NPR's Steve Inskeep and Margaret Talev from Bloomberg News.", "sentId": 11}], "secId": 8}, {"speaker": "With us to share their reporting and their insights", "sentences": [{"text": "Hillary Clinton's new book comes out in ten days.", "sentId": 12}, {"text": "Perhaps you've heard about it.", "sentId": 13}, {"text": "But we've already been treated to a strategic buildup worthy of, dare we say it, a presidential campaign.", "sentId": 14}, {"text": "First came the Mother's Day excerpt in \"Vogue\" magazine about her own mother.", "sentId": 15}, {"text": "And then last week an audio recording of the candidate -- I'm sorry -- of the former Secretary reading her author's note.", "sentId": 16}], "secId": 9}, {"speaker": "CLINTON", "sentences": [{"text": "Everything that I have done and seen has convinced me that America remains the indispensable nation.", "sentId": 17}], "secId": 10}, {"speaker": "TAPPER", "sentences": [{"text": "Next, came a Facebook video.", "sentId": 18}, {"text": "Now we can see her as well as hear her.", "sentId": 19}, {"text": "Then a surprise launch with an admirer.", "sentId": 20}, {"text": "No, not this one -- someone else, at his place.", "sentId": 21}], "secId": 11}, {"speaker": "OBAMA", "sentences": [{"text": "I always admired her.", "sentId": 22}, {"text": "As soon as she got here, she couldn't have been more effective, more loyal.", "sentId": 23}, {"text": "And -- and since that time we've become really, really good friends.", "sentId": 24}], "secId": 12}, {"speaker": "TAPPER", "sentences": [{"text": "Finally on Friday in the shadow of a big competing story about Eric Shinseki's resignation as Secretary of Veterans Affairs, the book's chapter on Benghazi leaks.", "sentId": 25}], "secId": 13}, {"speaker": "TAPPER", "sentences": [{"text": "Quote, \"I will not be a part of a political slug fest on the backs of dead Americans.", "sentId": 26}, {"text": "It's just plain wrong and it's unworthy of our great country.", "sentId": 27}, {"text": "Those who insist on politicizing the tragedy will have to do so without me.\"", "sentId": 28}], "secId": 14}, {"speaker": "TAPPER", "sentences": [{"text": "Molly, is that going to work?", "sentId": 29}], "secId": 15}, {"speaker": "BALL", "sentences": [{"text": "Well yes and no.", "sentId": 30}, {"text": "I mean I think the other crucial thing that she says in this excerpt that was leaked is that there are not unanswered questions.", "sentId": 31}, {"text": "There are answers nobody is listening to.", "sentId": 32}, {"text": "And we learned this week, also, that she's agreed to and a lengthy interview on Fox News.", "sentId": 33}, {"text": "I think she wants to show that she can take anything they can throw at her.", "sentId": 34}, {"text": "And that she is answering the questions and that's how she'll make the case that this is all just a political thing and not an attack that has substance.", "sentId": 35}], "secId": 16}, {"speaker": "BALL", "sentences": [{"text": "Will that work?", "sentId": 36}, {"text": "I don't know.", "sentId": 37}], "secId": 17}, {"speaker": "RAJU", "sentences": [{"text": "Yes.", "sentId": 38}], "secId": 18}, {"speaker": "TAPPER", "sentences": [{"text": "Just to take it back to the whole campaign going on here for want of a better word, this has been very carefully calibrated, everything dropped in drift.", "sentId": 39}, {"text": "And though we certainly don't know where your colleague, Maggie Haberman got this chapter from, it's strategically placed on a Friday when there's also competing big news.", "sentId": 40}], "secId": 19}, {"speaker": "RAJU", "sentences": [{"text": "That's right.", "sentId": 41}, {"text": "And plus, she will eventually have to go on all the networks, talk about what happened, she's going to be asked about Benghazi.", "sentId": 42}, {"text": "Get her side of the story out there first before she's asked on the news, asked by reporters what happened.", "sentId": 43}, {"text": "This is a clear PR effort by her to try to stay -- you know punch back and say that Republicans have been bashing her for the past several weeks.", "sentId": 44}, {"text": "She's probably going to have to come before the select committee that's in the House right now that's investigating this matter, get her story outside, get her story out first before they start asking her questions, both in the press and on the Hill.", "sentId": 45}], "secId": 20}, {"speaker": "INSKEEP", "sentences": [{"text": "She says she's not going to be part of a political slugfest.", "sentId": 46}, {"text": "Obviously she is.", "sentId": 47}, {"text": "And this is her slug this is her throwing a punch.", "sentId": 48}], "secId": 21}, {"speaker": "TAPPER", "sentences": [{"text": "Right.", "sentId": 49}], "secId": 22}, {"speaker": "INSKEEP", "sentences": [{"text": "This is what she's doing.", "sentId": 50}], "secId": 23}, {"speaker": "INSKEEP", "sentences": [{"text": "In the end though you do have to ask the question, what is there that's going to stick to Hillary Clinton a couple of years from now?", "sentId": 51}, {"text": "And that's the time frame that we're talking about here.", "sentId": 52}, {"text": "I was thinking about George Bush's famous 16 words.", "sentId": 53}, {"text": "There were 16 words in a speech that people were able to identify that they felt was a lie, leading up to the Iraq war.", "sentId": 54}, {"text": "And you can argue about that and argue about that endlessly.", "sentId": 55}, {"text": "I'm not sure that there are 16 equivalent words for Hillary Clinton in this scandal.", "sentId": 56}, {"text": "There are quotes that are damaging, but is there something that she did that people can capture the public's imagine with two years from now in the facts?", "sentId": 57}, {"text": "I don't know.", "sentId": 58}], "secId": 24}, {"speaker": "TAPPER", "sentences": [{"text": "And --", "sentId": 59}], "secId": 25}, {"speaker": "TALEV", "sentences": [{"text": "This is ultimately Hillary trying to set the narrative and the pace for her own story.", "sentId": 60}, {"text": "We've seen Karl Rove come out of the gate a couple times in the last few weeks, old and scary or did you fall down and can you think for yourself on their own.", "sentId": 61}, {"text": "And this is her saying I'm not going to talk about it unless I want to talk about it.", "sentId": 62}, {"text": "If I don't want to talk about it here's why I'm not going to talk about it.", "sentId": 63}, {"text": "And by the way, why have lunch with President Obama this time?", "sentId": 64}, {"text": "I'm going to control the pictures that get tweeted, not the White House.", "sentId": 65}], "secId": 26}, {"speaker": "TAPPER", "sentences": [{"text": "And you know it's also interesting about -- about that lunch is that what then President Obama did this interview with Kelly and Michael and just totally lavished her with praise.", "sentId": 66}, {"text": "He had nice things to say about the Vice President too but it was a real --", "sentId": 67}], "secId": 27}, {"speaker": "TALEV", "sentences": [{"text": "And he's been laying the groundwork for quite some time.", "sentId": 68}, {"text": "You remember at the Correspondents Dinner you know a month ago he was already putting Joe Biden off to the side and anointing her as his successor.", "sentId": 69}, {"text": "And this is -- there's nothing accidental about any of this.", "sentId": 70}, {"text": "This is completely strategic and thought out.", "sentId": 71}], "secId": 28}, {"speaker": "INSKEEP", "sentences": [{"text": "There was a delightful article in one of publications in Politico magazine, it was a profile of Vice President Biden and some of the almost poignant details where Vice President Biden wanting to make little exploratory views towards a potential campaign and the White House reeling him in, reeling him in and saying no you work for one man at a time.", "sentId": 72}], "secId": 29}, {"speaker": "RAJU", "sentences": [{"text": "And that's been the frustrating thing for Joe Biden who really wants to be seen as the most qualified person in the field right now.", "sentId": 73}, {"text": "I mean it's interesting you see all of his senate colleagues.", "sentId": 74}, {"text": "He was a senator for you know three decades.", "sentId": 75}, {"text": "He had that numerous friendships on the Hill.", "sentId": 76}, {"text": "But those senate Democrats are all lining up behind Hillary right now.", "sentId": 77}], "secId": 30}, {"speaker": "RAJU", "sentences": [{"text": "And part of -- and so is the White House, so is the President it seems.", "sentId": 78}], "secId": 31}, {"speaker": "TAPPER", "sentences": [{"text": "Before we get to 2016, of course we have to get to 2014, the midterm elections.", "sentId": 79}, {"text": "And a couple weeks ago I had lunch with a top Democrat who told me that Eric Shinseki could not still be in the administration by November.", "sentId": 80}, {"text": "If he was, it would cost Democrats the senate.", "sentId": 81}, {"text": "He's obviously gone now.", "sentId": 82}, {"text": "How much do you think there will be a lingering effect of the VA scandal?", "sentId": 83}, {"text": "Obviously there are two components here, the actual problem with getting care to veterans and then the political ramifications of this.", "sentId": 84}, {"text": "We all can agree on the getting the care to veterans part of it.", "sentId": 85}, {"text": "But where are the politics going, do you think?", "sentId": 86}], "secId": 32}, {"speaker": "BALL", "sentences": [{"text": "Well I mean it's clear the Republicans believe there is political mileage that gotten out of this or they wouldn't be airing ads on it and you do have the crossroads committees and I think other Republican candidates airing ads on the scandal, tying vulnerable Democrats to the President, to the scandal, and you know all the political science on this is clear, that when the President looks bad, candidates from his party do worse.", "sentId": 87}], "secId": 33}, {"speaker": "BALL", "sentences": [{"text": "And so to the extent that this lingers or it reinforces a pre- existing idea about Obama that he -- that he is ineffective or that he is weak or that he is not running a competent administration, that is the perception that Republicans are going to continue to hammer and I think that's why you had John Boehner say on Friday that the President is not off the hook for this no matter what has happened to his cabinet.", "sentId": 88}], "secId": 34}, {"speaker": "TAPPER", "sentences": [{"text": "In fact we have the sound bite.", "sentId": 89}, {"text": "I want to play it, Speaker Boehner who never called for Shinseki to resign.", "sentId": 90}, {"text": "And on Friday he say seemed to be blaming President Obama and not Shinseki.", "sentId": 91}], "secId": 35}, {"speaker": "BOEHNER", "sentences": [{"text": "General Shinseki has dedicated his life to our country and we thank him for his service.", "sentId": 92}, {"text": "His resignation, though, does not absolve the President of his responsibility to step in and make things right for our veterans.", "sentId": 93}, {"text": "And business as usual cannot continue.", "sentId": 94}], "secId": 36}, {"speaker": "TAPPER", "sentences": [{"text": "Putting this right on the doorstep of President Obama.", "sentId": 95}], "secId": 37}, {"speaker": "RAJU", "sentences": [{"text": "That's right.", "sentId": 96}, {"text": "And what's interesting is that Democrats actually are ready to have an argument over veterans health care.", "sentId": 97}, {"text": "Now that the accountability issue is sort of taken off the table that Shinseki has stepped aside, they feel like if there's an argument right now about providing health care to veterans.", "sentId": 98}, {"text": "They have a better argument funding VA medical centers.", "sentId": 99}, {"text": "That's something that Republicans are not necessarily for.", "sentId": 100}, {"text": "They want to see this going into the private sector where having veterans have access to private medical care.", "sentId": 101}, {"text": "That's the debate they hope happens.", "sentId": 102}], "secId": 38}, {"speaker": "RAJU", "sentences": [{"text": "But the issue is that there may be other issues to drop in this.", "sentId": 103}, {"text": "And Democrats are not clear, are not united over whether there should be legislation in order to allow for more VA senior officials to be fired and demoted.", "sentId": 104}], "secId": 39}, {"speaker": "TAPPER", "sentences": [{"text": "Stay with us.", "sentId": 105}, {"text": "Up next, what may be the Tea Party's last stand and a U.S. senate race defined by tweets and bloggers.", "sentId": 106}, {"text": "And for this week edition of \"Politicians say the Dandiest things.\"", "sentId": 107}, {"text": "We give you Sarah Palin and the patriarch of \"Duck Dynasty.\"", "sentId": 108}, {"text": "Need we say more?", "sentId": 109}], "secId": 40}, {"speaker": "PALIN", "sentences": [{"text": "Maybe the fellow that you're going to hear from, our main speaker tonight, maybe he should be not just the duck commander, how about a duck Commander-in-Chief.", "sentId": 110}], "secId": 41}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "Speaking of sharp dressed man, I'm serious when I'm telling you I have on the very best clothes I own.", "sentId": 111}], "secId": 42}, {"speaker": "TAPPER", "sentences": [{"text": "Eight states hold primaries this coming Tuesday.", "sentId": 112}, {"text": "The pieces for this week's political puzzle are tweets from a contest that is deep in the Mississippi mud.", "sentId": 113}], "secId": 43}, {"speaker": "TAPPER ", "sentences": [{"text": "It's a race tailor-made for the Tea Party featuring a series of tweets aimed at long time Republican Senator Thad Cochran.", "sentId": 114}, {"text": "He's been in the senate a long time.", "sentId": 115}, {"text": "How long you ask?", "sentId": 116}, {"text": "Just follow the tweets launched by supporters of Tea Party challenger Chris McDaniel.", "sentId": 117}, {"text": "More on him in a moment.", "sentId": 118}], "secId": 44}, {"speaker": "TAPPER ", "sentences": [{"text": "But back to Senator Cochran, the Tea Party calls him a big spender -- heresy.", "sentId": 119}, {"text": "He's well-traveled.", "sentId": 120}, {"text": "Could that mean he's out of touch with the folk back home?", "sentId": 121}, {"text": "All of this is just run-of-the-mill dirty politics.", "sentId": 122}], "secId": 45}, {"speaker": "TAPPER ", "sentences": [{"text": "But here is where it gets interesting, a conservative blogger is arrested, goes to jail for breaking into a nursing home to photograph Senator Cochran's wife who is suffering from dementia.", "sentId": 123}], "secId": 46}, {"speaker": "TAPPER ", "sentences": [{"text": "Cochran supporters argue, the reason the blogger took the pictures was to feed questions about Cochran and long-time aide Kay Weber who has traveled extensively with the senator on the taxpayer dime.", "sentId": 124}, {"text": "Cochran's campaign calls it part of her job and suggests the blogger was put up to his alleged dirty deeds by none other than Tea Party opponent Chris McDaniel.", "sentId": 125}, {"text": "Well, was he?", "sentId": 126}], "secId": 47}, {"speaker": "MCDANIEL", "sentences": [{"text": "UNIDENTIFIED MALE:  Our campaign had absolutely no connection with that whatsoever.", "sentId": 127}], "secId": 48}, {"speaker": "BASH", "sentences": [{"text": "You personally, when did you find out about the break-in?", "sentId": 128}], "secId": 49}, {"speaker": "MCDANIEL", "sentences": [{"text": "Look, we're going to focus on his record right now.", "sentId": 129}], "secId": 50}, {"speaker": "TAPPER", "sentences": [{"text": "I'm sure they will.", "sentId": 130}, {"text": "So Manu, what do you make of all this?", "sentId": 131}], "secId": 51}, {"speaker": "RAJU", "sentences": [{"text": "I think Cochran probably is going to narrowly escape.", "sentId": 132}, {"text": "But it's going to be close.", "sentId": 133}, {"text": "They've really effectively used this against Chris McDaniel.", "sentId": 134}, {"text": "As you saw for that interview, it was hard for him to explain what happened with that arrest.", "sentId": 135}], "secId": 52}, {"speaker": "RAJU", "sentences": [{"text": "Overall, I mean this is another example of Tea Party forces having a tough time knocking down the establishment this cycle.", "sentId": 136}, {"text": "They have forced these guys to run to the right and adopt a lot of their positions on the right.", "sentId": 137}, {"text": "They're having a hard time with easily the most vulnerable candidate right now, Thad Cochran, a guy who's not prepared for his re-election, really didn't do a who lot and started running late.", "sentId": 138}, {"text": "It seems like he's going to win.", "sentId": 139}, {"text": "If he does, it will be because of that incident.", "sentId": 140}], "secId": 53}, {"speaker": "TAPPER", "sentences": [{"text": "And what's interesting Steve is in many ways you could argue the Tea Party has already won.", "sentId": 141}, {"text": "Even if candidates like McDaniel don't win, they have so succeeded in shifting their party to the right.", "sentId": 142}], "secId": 54}, {"speaker": "INSKEEP", "sentences": [{"text": "Well, the thing about that -- they certainly have shifted the party to the right.", "sentId": 143}, {"text": "It's interesting thought that the Tea Party groups that you talk to have to say what you said, our candidates are losing but we're forcing our ideas on the other side.", "sentId": 144}, {"text": "Part of that equation is their candidates are losing.", "sentId": 145}], "secId": 55}, {"speaker": "INSKEEP", "sentences": [{"text": "And you do have to ask, if lawmakers once elected or re-elected like Thad Cochran -- if he is re-elected -- are going to be quite as fearful of the Tea Party because their power was threatening people with the primary challenge.", "sentId": 146}, {"text": "If that threat is broken this year, I think that might make a difference at least on the margins.", "sentId": 147}], "secId": 56}, {"speaker": "INSKEEP", "sentences": [{"text": "I mean the Republican Party is conservative.", "sentId": 148}, {"text": "People are going to vote in a conservative way but there may be a little bit more room for people to make compromises when they feel it's necessary.", "sentId": 149}], "secId": 57}, {"speaker": "TAPPER", "sentences": [{"text": "Margaret, the establishment really was prepared this time, the Republican establishment, and in a way they weren't last time.", "sentId": 150}], "secId": 58}, {"speaker": "TALEV", "sentences": [{"text": "That's right.", "sentId": 151}, {"text": "Well part of this is that in this specific case, this is just such a deeply personal issue between Cochran and his family and it's not really right for picking off.", "sentId": 152}, {"text": "But more broadly when you look at 2010 and then 2012 elections, everyone caught the Tea Party by surprise.", "sentId": 153}, {"text": "Nobody was sure what to do, we saw Obama get re-elected.", "sentId": 154}, {"text": "And what you see now really is a movement towards 2016.", "sentId": 155}, {"text": "You see Boehner and McConnell both saying, look, enough is enough.", "sentId": 156}, {"text": "We need to figure out how to wrap this up and move on.", "sentId": 157}, {"text": "You see a lot of Republican business people and sort of establishment leaders saying we need to figure out how to position ourselves for 2016.", "sentId": 158}], "secId": 59}, {"speaker": "TAPPER", "sentences": [{"text": "We also have the Iowa senate race.", "sentId": 159}, {"text": "There you have a candidate Joni Ernst who has managed to get both the establishment and the Tea Party on board.", "sentId": 160}, {"text": "And those are the candidates that are strong not just in the primary but potentially for the general election.", "sentId": 161}], "secId": 60}, {"speaker": "BALL", "sentences": [{"text": "Yes, I think the real news of 2014 is the rise of these sort of fusion candidates.", "sentId": 162}, {"text": "Joni Ernst endorsed by both Sarah Palin and Mitt Romney.", "sentId": 163}, {"text": "That tells you all you need to know about the kind of backing she's managed to assemble.", "sentId": 164}], "secId": 61}, {"speaker": "BALL", "sentences": [{"text": "Someone like Ben Sachs in Nebraska, someone like Tom Tillis in North Carolina, even though he had a nominally Tea Party opponent or a couple of opponents, clearly had the support of a lot of conservatives.", "sentId": 165}, {"text": "Think we might see that in Georgia if Jack Kingston makes it out of the runoff as well.", "sentId": 166}], "secId": 62}, {"speaker": "BALL", "sentences": [{"text": "You do see a party that is increasingly consolidated under a conservative banner, but also a party where the establishment has really managed to bring some of these more unruly forces into the tent in the name of party unity, in the name of trying to win a national election again because that's what they're going to need.", "sentId": 167}], "secId": 63}, {"speaker": "RAJU", "sentences": [{"text": "And part of that is also, you know, spending money in primaries.", "sentId": 168}, {"text": "You know, the Tea Party forces have been effective in past election cycles because a lot of the establishment types weren't spending money.", "sentId": 169}, {"text": "The Chamber of Commerce wasn't going in and propping up their candidates the way they did in Idaho with Mike Simpson, the way they did with Jack Kingston in Georgia.", "sentId": 170}], "secId": 64}, {"speaker": "RAJU", "sentences": [{"text": "This time they are spending money to bring -- to prop up the people that they think are the most electable and going after those outside groups on the right who do spend a lot of money like the Club for Growth and Senate Conservatives Fund in a very aggressive way.", "sentId": 171}, {"text": "That's been the big shift this election cycle and it's worked effectively but we'll see if it pays dividends in November.", "sentId": 172}], "secId": 65}, {"speaker": "TAPPER", "sentences": [{"text": "Next, tomorrow's news today.", "sentId": 173}, {"text": "Our reporters preview the big political stories that are just around the corner.", "sentId": 174}], "secId": 66}, {"speaker": "TAPPER", "sentences": [{"text": "Lots of goings and comings in the Obama administration.", "sentId": 175}, {"text": "Of note, especially for the Washington Press Corps, Friday's announcement that White House Press Secretary Jay Carney is moving on.", "sentId": 176}], "secId": 67}, {"speaker": "CARNEY", "sentences": [{"text": "In midlife you don't often make a whole new set of friends, not just friends but people you would fight by and for under any circumstance.", "sentId": 177}, {"text": "That's certainly what I have been lucky enough to get over these past five and a half years.", "sentId": 178}, {"text": "So it's been a privilege and it continues to be a privilege.", "sentId": 179}, {"text": "Every day in here with you has been a privilege.", "sentId": 180}, {"text": "People --", "sentId": 181}], "secId": 68}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "Every day?", "sentId": 182}], "secId": 69}, {"speaker": "CARNEY", "sentences": [{"text": "-- more often than not say to me you have the hardest job or you have one of the hardest jobs.", "sentId": 183}, {"text": "I'm not saying it's easy every day, but I love it.", "sentId": 184}, {"text": "It's an important interaction that takes place here.", "sentId": 185}, {"text": "It's not always pretty.", "sentId": 186}, {"text": "It could certainly be better, but it's -- to be a part of it is an honor and a joy for me.", "sentId": 187}, {"text": "And no matter how tough the briefing is, I walk out of here having been glad to stand here.", "sentId": 188}], "secId": 70}, {"speaker": "TAPPER", "sentences": [{"text": "Every Sunday we ask our great reporters to share something from their notebooks.", "sentId": 189}, {"text": "But first I want a few words to describe the departing White House Press Secretary Jay Carney who just on Friday announced that he was leaving.", "sentId": 190}], "secId": 71}, {"speaker": "RAJU", "sentences": [{"text": "Yes.", "sentId": 191}, {"text": "I think it's not a total surprise because it is a grueling, thankless job that no one really wants to stay in for longer than several years.", "sentId": 192}, {"text": "He's probably ready to move on.", "sentId": 193}], "secId": 72}, {"speaker": "INSKEEP", "sentences": [{"text": "He said in his departure statement that it was a very fulfilling job.", "sentId": 194}, {"text": "I can't believe anyone would admit that it's fulfilling to deal with the media but I'm impressed he was able to say it with a straight face.", "sentId": 195}], "secId": 73}, {"speaker": "TAPPER", "sentences": [{"text": "Why on Friday?", "sentId": 196}, {"text": "Margaret -- why announce it that day?", "sentId": 197}], "secId": 74}, {"speaker": "TALEV", "sentences": [{"text": "Look, this may have been long planned and maybe it was always going to be a Friday.", "sentId": 198}, {"text": "But the advantage again of dumping it on a Friday, on a really busy Friday with a lot of other stuff going on is that he will not get the same amount of coverage for not replacing Jay with a woman.", "sentId": 199}], "secId": 75}, {"speaker": "TALEV", "sentences": [{"text": "A lot of speculation on whether this would be finally female press secretary under Obama -- it will not be.", "sentId": 200}, {"text": "It will be a continuation of status quo, a trusted loyal member, but not a woman.", "sentId": 201}, {"text": "This makes that not something that will get as much attention.", "sentId": 202}], "secId": 76}, {"speaker": "TAPPER", "sentences": [{"text": "Another white man as the press secretary.", "sentId": 203}, {"text": "People thought Jen Psaki at the State Department might get it.", "sentId": 204}], "secId": 77}, {"speaker": "TALEV", "sentences": [{"text": "She had been mentioned among others and --", "sentId": 205}], "secId": 78}, {"speaker": "TAPPER", "sentences": [{"text": "President Obama likes his bros -- he likes his bros. Molly.", "sentId": 206}], "secId": 79}, {"speaker": "BALL", "sentences": [{"text": "He does like his bros and Carney's successor, Josh Ernest -- what a terrific name there -- he's pretty well liked by the White House Press Corps.", "sentId": 207}, {"text": "Here's how far back I go with Josh Ernest.", "sentId": 208}, {"text": "I covered him when he was -- before he was with Obama in Iowa, as Obama mentioned, he was actually with the short-lived presidential campaign of Tom Vilsack.", "sentId": 209}, {"text": "TAPPER:  Tom Vilsack.", "sentId": 210}, {"text": "Of course, one of Obama's top aides, Dan Pfeiffer with the short-lived presidential campaign of Evan Bayh.", "sentId": 211}, {"text": "I had to reach --", "sentId": 212}], "secId": 80}, {"speaker": "BALL", "sentences": [{"text": "Deep cut Jake.", "sentId": 213}, {"text": "Deep cut.", "sentId": 214}], "secId": 81}, {"speaker": "TAPPER", "sentences": [{"text": "I had to reach into the recesses.", "sentId": 215}, {"text": "Let's go into the -- let's go into the other notebooks we have -- the reporters' notebooks -- Margaret.", "sentId": 216}], "secId": 82}, {"speaker": "TALEV", "sentences": [{"text": "Next week the theme for President Obama will be all about Putin.", "sentId": 217}, {"text": "We'll see him in Poland, in Brussels and in France, of course.", "sentId": 218}, {"text": "But every stop is really tailored to sort of tweak this relationship with Russia, show President Putin about how strong U.S. alliances are with NATO allies, with the G-7 and then in Normandy to show here is what the U.S. and Russia could do when they were on the same side together.", "sentId": 219}, {"text": "So look for that to be the theme", "sentId": 220}], "secId": 83}, {"speaker": "INSKEEP", "sentences": [{"text": "This past week was about Veterans Affairs.", "sentId": 221}, {"text": "We've been doing some reporting on another agency, Customs and Border Protection, the border patrol -- the guys guarding U.S.-Mexico border and other borders.", "sentId": 222}, {"text": "There have been a lot of questions about the border patrol shooting unarmed people, including Mexicans.", "sentId": 223}, {"text": "There have been a lot of questions about Americans being searched by the border patrol and a lot of questions in that agency about transparency.", "sentId": 224}, {"text": "Some of the same kinds of questions being asked about the VA -- who knows what's going on.", "sentId": 225}, {"text": "?", "sentId": 226}], "secId": 84}, {"speaker": "INSKEEP", "sentences": [{"text": "It's described as a very secretive agency.", "sentId": 227}, {"text": "The President has appointed new homeland security leadership.", "sentId": 228}, {"text": "They have promised more transparency.", "sentId": 229}, {"text": "They gave a tiny bit on Friday but there's a lot of questions left to answer and we're looking into that.", "sentId": 230}], "secId": 85}, {"speaker": "TAPPER", "sentences": [{"text": "You've done some great reporting from the border for NPR.", "sentId": 231}], "secId": 86}, {"speaker": "RAJU", "sentences": [{"text": "It's fashionable, Jake, on the campaign trail for Republican candidates to say I'm not going to support Mitch McConnell as leader or I don't know if I'll support him because maybe he won't run.", "sentId": 232}], "secId": 87}, {"speaker": "RAJU", "sentences": [{"text": "But McConnell has been methodically going behind the scenes to lock down support from people who don't necessarily support him who has made those comments on the campaign trail.", "sentId": 233}, {"text": "One example -- Ben Sasse; he had a pretty cool relationship with Mitch McConnell because of Sasse's support in Nebraska from the Senate Conservatives Fund.", "sentId": 234}, {"text": "But after Sasse won his primary, he was on the phone with Mitch McConnell.", "sentId": 235}, {"text": "He cut a check to Mitch McConnell and he had lunch with senate Republicans right before they left for their recess -- another example of how he's locking down support and will have the support to become majority leader if he wins his re-election and Republicans take the majority.", "sentId": 236}], "secId": 88}, {"speaker": "TAPPER", "sentences": [{"text": "Molly.", "sentId": 237}], "secId": 89}, {"speaker": "BALL", "sentences": [{"text": "Well, for all this talk about how the Tea Party is dying out is not getting a lot of scalps in the senate primaries this year, the Tea Party is alive and well and living in Texas, it turns out.", "sentId": 238}, {"text": "In the Texas run-off that happened this past week, the conservative candidate won by a wide margin for lieutenant governor taking out poor old David Dewhurst -- the same guy who lost to Ted Cruz last time around, the attorney general race, the agriculture commissioner race all won by quite far-right candidates to the point where some Texas Republicans are even worrying that the demographics supposed inevitability -- the Democrats are always talking about turning Texas blue may be coming faster than they thought because these are candidates who are so conservative particularly on issues like immigration.", "sentId": 239}], "secId": 90}, {"speaker": "TAPPER", "sentences": [{"text": "Interesting.", "sentId": 240}, {"text": "It might actually hasten the Democrats.", "sentId": 241}], "secId": 91}, {"speaker": "BALL", "sentences": [{"text": "Yes, Dan Patrick, the lieutenant governor candidate has called it an invasion of illegals going.", "sentId": 242}, {"text": "And you know, there's a long history of Republicans in Texas like Rick Perry, like George W. Bush calling for a more liberal position on immigration.", "sentId": 243}, {"text": "That's not what these candidates are talking about.", "sentId": 244}], "secId": 92}, {"speaker": "TAPPER", "sentences": [{"text": "Very interesting.", "sentId": 245}], "secId": 93}, {"speaker": "TAPPER", "sentences": [{"text": "And in my notebook, I talked to many national security experts this week and they shared the same concern.", "sentId": 246}, {"text": "Syria -- its civil war attracting jihadists from every nation.", "sentId": 247}, {"text": "The experts is spoke to worry that the next terrorist attack on American interests either at home or abroad will come from someone involved in Syria's instability, specifically many mentioned the group ISIS.", "sentId": 248}, {"text": "We will keep our eye on that concern.", "sentId": 249}], "secId": 94}, {"speaker": "TAPPER", "sentences": [{"text": "That's it for INSIDE POLITICS.", "sentId": 250}, {"text": "Thanks again for sharing your Sunday morning.", "sentId": 251}, {"text": "John King will be back here in the anchor chair next Sunday.", "sentId": 252}], "secId": 95}, {"speaker": "TAPPER", "sentences": [{"text": "\"STATE OF THE UNION\" with Candy Crowley starts right now.", "sentId": 253}], "secId": 96}], "sectionCount": 97, "url": "transcripts.cnn.com/TRANSCRIPTS/1406/01/ip.01.html", "sentenceCount": 255, "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "time": "Aired June 1, 2014 - 08:30   ET", "speakers": ["BLACKWELL", "TAPPER", "CLINTON", "OBAMA", "With us to share their reporting and their insights", "BALL", "RAJU", "INSKEEP", "TALEV", "BOEHNER", "PALIN", "UNIDENTIFIED MALE", "TAPPER ", "MCDANIEL", "BASH", "CARNEY"], "title": "INSIDE POLITICS"}