{"docId": "./rs/trancript.cnn.com.TRANSCRIPTS.1612.04.rs.01.html.json", "subTitle": "Trump Still Campaigning ... Against the Media; Still Waiting For A Trump Press Conference; Post-Election Effect on Standing Rock Protests; Truth-Twisting Tweets and Lies. Aired 11a-12p ET", "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "sections": [{"speaker": "STELTER", "sentences": [{"text": "Hey, I'm Brian Stelter, and this is RELIABLE SOURCES, our weekly look at the story behind the story, of how the media really works, of how the news gets made.", "sentId": 0}], "secId": 0}, {"speaker": "STELTER", "sentences": [{"text": "Welcome to our viewers here in the U.S. and around the world on CNN International.", "sentId": 1}], "secId": 1}, {"speaker": "STELTER", "sentences": [{"text": "This hour, raw, angry, shell-shocked.", "sentId": 2}, {"text": "The nation still divided after the election.", "sentId": 3}, {"text": "But is anybody trying to listen, trying to learn from voters?", "sentId": 4}], "secId": 2}, {"speaker": "STELTER", "sentences": [{"text": "Van Jones' project tries to do that.", "sentId": 5}, {"text": "So, he'll join me to tell me what he's learned so far.", "sentId": 6}], "secId": 3}, {"speaker": "STELTER", "sentences": [{"text": "Also, the art of presidential lying and how President-elect Trump does it very differently.", "sentId": 7}, {"text": "My take on what to do about it.", "sentId": 8}], "secId": 4}, {"speaker": "STELTER", "sentences": [{"text": "And later, a protest described as a war zone.", "sentId": 9}, {"text": "I'll talk with a journalist who was threatened with jail time for covering the Standing Rock standoff from the front lines.", "sentId": 10}, {"text": "She says the situation there is only getting worse.", "sentId": 11}], "secId": 5}, {"speaker": "STELTER", "sentences": [{"text": "But, first, the permanent campaign.", "sentId": 12}, {"text": "The election is over, but Donald Trump showed this week that his campaign is not over.", "sentId": 13}, {"text": "He vanquished Hillary Clinton but he still seems to need an opponent.", "sentId": 14}, {"text": "And so far, he's concentrated less on Democrats like Nancy Pelosi and Elizabeth Warren and more on, you guessed it, the media.", "sentId": 15}], "secId": 6}, {"speaker": "STELTER", "sentences": [{"text": "Yes, his permanent campaign is against the press.", "sentId": 16}, {"text": "This week, at his first thank you rally in Ohio, Trump mocked the reporters in the back of the room and pretended to be a news anchor himself.", "sentId": 17}], "secId": 7}, {"speaker": "TRUMP", "sentences": [{"text": "People back there, the extremely dishonest press, there is no path to 270.", "sentId": 18}, {"text": "There's no path.", "sentId": 19}], "secId": 8}, {"speaker": "TRUMP", "sentences": [{"text": "How about when a major anchor who hosted a debate started crying when she realized that we won?", "sentId": 20}, {"text": "Tears.", "sentId": 21}, {"text": "Oh, tell me this isn't true.", "sentId": 22}], "secId": 9}, {"speaker": "TRUMP", "sentences": [{"text": "I love this stuff.", "sentId": 23}, {"text": "Should I go on with this just a little bit longer?", "sentId": 24}], "secId": 10}, {"speaker": "STELTER", "sentences": [{"text": "By the way, Trump didn't name that major anchor, but he was talking about ABC's Martha Raddatz, saying that she was crying on election night.", "sentId": 25}, {"text": "Well, she wasn't crying.", "sentId": 26}, {"text": "Some right wing blogs imply that she was, but she wasn't.", "sentId": 27}], "secId": 11}, {"speaker": "STELTER", "sentences": [{"text": "She may have gotten a little bit choked up talking about soldiers, but she wasn't crying.", "sentId": 28}], "secId": 12}, {"speaker": "STELTER", "sentences": [{"text": "Anyway, Trump calling journalists dishonest, and claiming people were crying, it didn't just happened on stage.", "sentId": 29}, {"text": "It also continued on Twitter.", "sentId": 30}, {"text": "He railed against CNN saying, \"I thought CNN would get better after they failed so badly in their support of Hillary Clinton.", "sentId": 31}, {"text": "However, since the election, they are worse.\"", "sentId": 32}], "secId": 13}, {"speaker": "STELTER", "sentences": [{"text": "Even earlier in the week when Trump lied about millions of illegal votes affecting the popular vote, CNN's Jeff Zeleny asked for evidence and Trump responded by retweeting people attacking Zeleny, including this 16-year-old who called Zeleny pathetic and a bad reporter and a bad reporter.", "sentId": 33}, {"text": "I think that user should go ahead and try reporting himself.", "sentId": 34}], "secId": 14}, {"speaker": "STELTER", "sentences": [{"text": "Anyway, \"SNL\" had a lot of fun with this overnight.", "sentId": 35}], "secId": 15}, {"speaker": "ALEC BALDWIN AS DONALD TRUMP", "sentences": [{"text": "Kellyanne, I just retweeted the best tweet.", "sentId": 36}, {"text": "I mean, wow, what a great, smart tweet.", "sentId": 37}], "secId": 16}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "Mr. Trump, we're in a security briefing.", "sentId": 38}], "secId": 17}, {"speaker": "BALDWIN", "sentences": [{"text": "I know.", "sentId": 39}, {"text": "But this could not wait.", "sentId": 40}, {"text": "It was from a young man named Seth, who's 16, he's in high school.", "sentId": 41}, {"text": "And I really did retweet him, seriously.", "sentId": 42}, {"text": "This is real.", "sentId": 43}], "secId": 18}, {"speaker": "UNIDENTIFIED FEMALE", "sentences": [{"text": "He really did do this.", "sentId": 44}], "secId": 19}, {"speaker": "STELTER", "sentences": [{"text": "Trump fired back during the show, saying that he tried watching the show but it was \"unwatchable, totally bias, not funny, and the Baldwin impersonation just can't get any worse.", "sentId": 45}, {"text": "Sad.\"", "sentId": 46}, {"text": "Yeah, sad.", "sentId": 47}], "secId": 20}, {"speaker": "STELTER", "sentences": [{"text": "Trump's campaign is against the news media, journalists, like Zeleny and the rest of CNN, as well as the entertainment media.", "sentId": 48}, {"text": "And, look, liberal comics like Baldwin may be the perfect foil for the Republican president.", "sentId": 49}], "secId": 21}, {"speaker": "STELTER", "sentences": [{"text": "But what are the consequences of a never ending anti-media, anti-news media campaign?", "sentId": 50}], "secId": 22}, {"speaker": "STELTER", "sentences": [{"text": "Joining me with answers, John Huey, former editor-in-chief of Time Inc., and co-author of digitalriptide.org, a great report, check it out.", "sentId": 51}, {"text": "Salena Zito, CNN contributor and columnist for \"The New York Post\".", "sentId": 52}, {"text": "And Frank Sesno, director of the school of media and public affairs at GWU, and a former CNN Washington bureau chief.", "sentId": 53}], "secId": 23}, {"speaker": "STELTER", "sentences": [{"text": "Frank, you wrote this week that turning reporters into enemies, not just adversaries but enemies, is the kind of horrific thing we expect to see in Venezuela, or Russia or Cuba, never in the United States of America.", "sentId": 54}], "secId": 24}, {"speaker": "STELTER", "sentences": [{"text": "Is that where we are?", "sentId": 55}, {"text": "Are we at the point where we have to talk about what it means to have an authoritarian as opposed to a democratic president tweeting the press this way?", "sentId": 56}], "secId": 25}, {"speaker": "SESNO", "sentences": [{"text": "Well, I'm not prepared to brand him authoritarian yet, but he certainly is sounding that way.", "sentId": 57}, {"text": "But I think the point that I was making in that piece and I think that everybody really needs to think about is, the media have had, throughout our history, an adversarial relationship with the president and people in power.", "sentId": 58}, {"text": "That's our job, that's your job.", "sentId": 59}], "secId": 26}, {"speaker": "SESNO", "sentences": [{"text": "The people in power don't like it and they have an adversarial relationship back.", "sentId": 60}, {"text": "That's part of the quid pro quo.", "sentId": 61}, {"text": "It's what I call -- that's he price of admission to power.", "sentId": 62}], "secId": 27}, {"speaker": "SESNO", "sentences": [{"text": "The presidents typically win some points back when they throw self- deprecating humor their own way.", "sentId": 63}], "secId": 28}, {"speaker": "SESNO", "sentences": [{"text": "They understand the media's job is to give them a hard time, to hold power to account and late night shows make fun of them.", "sentId": 64}, {"text": "If Donald Trump is this thin-skinned now, wait until he's in the office, because it's not only going to be the American media, it's going to be media all around the world, and every political opponent, and every comedian out there.", "sentId": 65}], "secId": 29}, {"speaker": "SESNO", "sentences": [{"text": "So, I think this is a scary thing, actually, if you've got somebody who believes people who are doing their jobs as adversaries are actually enemies and not only feels that way himself -- after all, Richard Nixon had an enemies list, but he's engaging and enlisting the public to believe that as well.", "sentId": 66}], "secId": 30}, {"speaker": "STELTER", "sentences": [{"text": "Salena, you've been doing reporter in Ohio.", "sentId": 67}, {"text": "Trump was in Cincinnati for this tour.", "sentId": 68}, {"text": "What did you make of his anti-media stance sort of relitigating the campaign this week?", "sentId": 69}], "secId": 31}, {"speaker": "ZITO", "sentences": [{"text": "Right.", "sentId": 70}, {"text": "I mean, it was -- you know, meet the old Trump, same as the new Trump.", "sentId": 71}, {"text": "It's what he does.", "sentId": 72}, {"text": "He feeds off of it.", "sentId": 73}, {"text": "But so do his supporters.", "sentId": 74}], "secId": 32}, {"speaker": "ZITO", "sentences": [{"text": "But, you know, part of it is sort of this inside joke between himself and coalition of people that voted for him, right?", "sentId": 75}, {"text": "They look at this transaction between him and the media as part entertainment.", "sentId": 76}, {"text": "They've -- I've talked to people after these events, especially when you're sitting in the pen and, you know, people are booing you or giving you a hard time.", "sentId": 77}], "secId": 33}, {"speaker": "ZITO", "sentences": [{"text": "They don't really look at us as these horrible people, but they do like that he takes us on and gives us a sharp elbow.", "sentId": 78}], "secId": 34}, {"speaker": "ZITO", "sentences": [{"text": "But he also forces people to watch us.", "sentId": 79}, {"text": "It actually makes people more -- I hear a lot from people saying, yeah, you know, I understand where he's coming from, but it doesn't make me stop watching because I think there's a value in both ways.", "sentId": 80}, {"text": "Same goes with entertainment.", "sentId": 81}, {"text": "He's actually giving \"SNL\" and CNN a higher platform by engaging with us in this manner.", "sentId": 82}], "secId": 35}, {"speaker": "STELTER", "sentences": [{"text": "He is certainly showing cable news and \"SNL\" as relevant.", "sentId": 83}], "secId": 36}, {"speaker": "STELTER", "sentences": [{"text": "John, I take Salena's point that it's partly entertainment.", "sentId": 84}, {"text": "He's very entertaining up at that podium.", "sentId": 85}, {"text": "I love watching these rallies for that reason.", "sentId": 86}], "secId": 37}, {"speaker": "STELTER", "sentences": [{"text": "On the other hand, John, you talk to international correspondents who say this is exactly what authoritarians do.", "sentId": 87}, {"text": "This is what strong me do.", "sentId": 88}, {"text": "This is what happens in authoritarian regimes.", "sentId": 89}, {"text": "I think we need to start using those words on TV at least to discuss the possibilities before us.", "sentId": 90}], "secId": 38}, {"speaker": "STELTER", "sentences": [{"text": "What you do in an authoritarian regime is you delegitimize the press.", "sentId": 91}, {"text": "Do you see some of that happening, John, in the weeks since Trump was elected?", "sentId": 92}], "secId": 39}, {"speaker": "HUEY", "sentences": [{"text": "Well, I've seen a continuation of what he's been doing since the very beginning.", "sentId": 93}, {"text": "And the last time I spoke to you, I was stressing the concept of a demagogue and the classic techniques of a demagogue.", "sentId": 94}], "secId": 40}, {"speaker": "HUEY", "sentences": [{"text": "And one of those is you have to have a scapegoat.", "sentId": 95}, {"text": "You have to create the idea that someone out there is the enemy.", "sentId": 96}, {"text": "He started with Mexicans, he moved to Muslims.", "sentId": 97}], "secId": 41}, {"speaker": "HUEY", "sentences": [{"text": "And sometime in the middle of the summer, he really started to focus on the media.", "sentId": 98}, {"text": "You were one of the first people to pick up on that and also the election rigging.", "sentId": 99}, {"text": "The media was part of the election rigging.", "sentId": 100}], "secId": 42}, {"speaker": "HUEY", "sentences": [{"text": "So, these are demagogic techniques and you can look at them very seriously because they do smack of authoritarianism.", "sentId": 101}, {"text": "But actually, to the point about entertainment, these rallies really have the feel of a shock jock or wrestling events, and this is the first president-elect we've ever had who is in the pro-wrestling hall of fame.", "sentId": 102}, {"text": "So, there are elements of promotion here.", "sentId": 103}], "secId": 43}, {"speaker": "HUEY", "sentences": [{"text": "But I think it would be foolish to look at them in that entertaining light.", "sentId": 104}, {"text": "I think there are serious attempts.", "sentId": 105}], "secId": 44}, {"speaker": "HUEY", "sentences": [{"text": "One other point, quickly, the reason he settled on the media over the Mexicans and the Muslims is the media poses a real threat to him.", "sentId": 106}, {"text": "I mean, the media are the people who investigate his charitable giving.", "sentId": 107}, {"text": "They're the ones who look at what we can learn about his tax returns.", "sentId": 108}, {"text": "They're the people who cover the fraud trial of Trump University.", "sentId": 109}], "secId": 45}, {"speaker": "HUEY", "sentences": [{"text": "So, it's very much in his interest to discredit the messenger for those messages.", "sentId": 110}], "secId": 46}, {"speaker": "STELTER", "sentences": [{"text": "Frank, is that what you tell your students that this is the prime time to become a journalist because there's a lot to investigate?", "sentId": 111}, {"text": "SESNO:  Well, I -- yes.", "sentId": 112}, {"text": "I tell them it's an important time to become", "sentId": 113}], "secId": 47}, {"speaker": "STELTER", "sentences": [{"text": "a journalist, even though journalism itself is under siege, even though the media as we know it is so fractured and disaggregated.", "sentId": 114}, {"text": "And that's going to continue.", "sentId": 115}], "secId": 48}, {"speaker": "STELTER", "sentences": [{"text": "But we're going to need people who are truth tellers.", "sentId": 116}, {"text": "We're going to need people who are story tellers.", "sentId": 117}, {"text": "We're going to need people who are going to go out there on all platforms and convey real information, not fake information, not phony information, not distorted information.", "sentId": 118}], "secId": 49}, {"speaker": "STELTER", "sentences": [{"text": "I think the point John was making before is part of also what I tell these students, which is what you're seeing here, which is really something that everybody, everybody needs to pay attention to is, if Donald Trump is trying to inoculate himself in advance, like giving himself a vaccine, to prevent the illness that's going to come when the media turn on his tax returns, if they get a leak on it, when they look at some of the business dealings as he's talking to foreign leaders.", "sentId": 119}], "secId": 50}, {"speaker": "STELTER", "sentences": [{"text": "I mean, there are all kinds of stories that you can imagine that have already been written, some of them, and what he's trying to do here is, as I say, sort of inoculate himself by demonizing media, so don't believe anything they say.", "sentId": 120}], "secId": 51}, {"speaker": "STELTER", "sentences": [{"text": "So, what I'm telling those students and others and news consumers very importantly is understand what the media's job is with everybody and the media need to do their job fairly with everybody, which is to hold them to account.", "sentId": 121}], "secId": 52}, {"speaker": "STELTER", "sentences": [{"text": "I want to take -- talk after the break about Carrier.", "sentId": 122}, {"text": "Salena, your reporting about that this week and much more.", "sentId": 123}, {"text": "So, if you could all stick around, please?", "sentId": 124}, {"text": "We're going to take a quick break.", "sentId": 125}], "secId": 53}, {"speaker": "STELTER", "sentences": [{"text": "On the other side of this break, talking about Trump on the clock.", "sentId": 126}, {"text": "Why is he waiting so long to hold a news conference?", "sentId": 127}], "secId": 54}, {"speaker": "STELTER", "sentences": [{"text": "And later, why one TV critic wonders if God sent Trump to test the press?", "sentId": 128}], "secId": 55}, {"speaker": "STELTER", "sentences": [{"text": "The test continues in just a moment.", "sentId": 129}], "secId": 56}, {"speaker": "STELTER", "sentences": [{"text": "Welcome back to RELIABLE SOURCES.", "sentId": 130}], "secId": 57}, {"speaker": "STELTER", "sentences": [{"text": "It's been 25 days since Donald Trump was elected president.", "sentId": 131}, {"text": "Keep that in mind while we look back this press conference precedent.", "sentId": 132}], "secId": 58}, {"speaker": "STELTER", "sentences": [{"text": "Barack Obama held a press conference eight days after his re-election and just three days after being elected in 2008.", "sentId": 133}, {"text": "George W. Bush met the press two days after his re-election and three days after the Supreme Court resolved the 2000 election.", "sentId": 134}, {"text": "Bill Clinton, you see it there, three days after his re-election and nine days after being voted into office in 1992.", "sentId": 135}, {"text": "Let's go back even further in time.", "sentId": 136}, {"text": "George H.W.", "sentId": 137}, {"text": "Bush held", "sentId": 138}], "secId": 59}, {"speaker": "STELTER", "sentences": [{"text": "a press conference one day after being elected.", "sentId": 139}, {"text": "Ronald Reagan, one day after his re-election and two days after the 1980 election.", "sentId": 140}], "secId": 60}, {"speaker": "STELTER", "sentences": [{"text": "This precedent goes all the way back to Jimmy Carter who met the press two days after his election in 1976.", "sentId": 141}, {"text": "Twenty-five days have passed and Trump has not yet held a press conference.", "sentId": 142}, {"text": "He has been on \"60 Minutes\".", "sentId": 143}, {"text": "He's been on \"Hannity\".", "sentId": 144}, {"text": "He's visited \"The New York Times\".", "sentId": 145}, {"text": "But otherwise, Trump has been mostly invisible.", "sentId": 146}], "secId": 61}, {"speaker": "STELTER", "sentences": [{"text": "Now, he says he will hold a presser in mid-December to talk about apparently handing over his businesses to his kids.", "sentId": 147}, {"text": "We will see if he takes questions about being president-elect.", "sentId": 148}], "secId": 62}, {"speaker": "STELTER", "sentences": [{"text": "For now, let's bring back our panel, John Huey, former editor in chief at Time Inc., Salena Zito, CNN contributor, and Frank Sesno, former CNN and Washington bureau chief.", "sentId": 149}], "secId": 63}, {"speaker": "STELTER", "sentences": [{"text": "Frank, is this one of those made-up press issues that the voters and viewers don't really care about?", "sentId": 150}], "secId": 64}, {"speaker": "SESNO", "sentences": [{"text": "Well, the voters -- some of the voters and viewers may not care about it, but it's not a made up press issue.", "sentId": 151}, {"text": "I covered the White House for this network and for \"The Associated Press\" and I interviewed several presidents.", "sentId": 152}, {"text": "And too often, this conversation gets put in the context of the media wanting to have access and it sound like sour grapes or something like that.", "sentId": 153}, {"text": "It goes much, much farther than that.", "sentId": 154}], "secId": 65}, {"speaker": "SESNO", "sentences": [{"text": "This is an opportunity for the media and people can love him or hate him.", "sentId": 155}, {"text": "And reporters who have had access, who have had experience, in many cases who have expertise, to have a conversation with the president of the United States or the president-elect.", "sentId": 156}, {"text": "What are you going to do?", "sentId": 157}, {"text": "How do your positions measure up to your promises?", "sentId": 158}, {"text": "How are you going to handle the tradeoffs?", "sentId": 159}, {"text": "What do you have to say about this appointee or that nominee?", "sentId": 160}, {"text": "And have a real conversation, an intelligent one, that's not one way from the president or the president-elect from the podium on down.", "sentId": 161}], "secId": 66}, {"speaker": "SESNO", "sentences": [{"text": "I think it speaks to how you're going to be accountable, how you're going to engage the public and what you really actually think about the access of the White House press corps or even the press is all about.", "sentId": 162}], "secId": 67}, {"speaker": "STELTER", "sentences": [{"text": "I guess one of the big questions I keep trying to wrestle with, you know, John, let me get your take on this.", "sentId": 163}, {"text": "You've been in this business for decades.", "sentId": 164}, {"text": "Is this really new?", "sentId": 165}, {"text": "Are we in unchartered waters here?", "sentId": 166}, {"text": "Sometimes journalists will overstate how unusual and unprecedented these things are.", "sentId": 167}], "secId": 68}, {"speaker": "HUEY", "sentences": [{"text": "Well, I think we're certainly on a -- yes, it is uncharted waters.", "sentId": 168}, {"text": "It's not entirely new.", "sentId": 169}], "secId": 69}, {"speaker": "HUEY", "sentences": [{"text": "I mean, in 2012, Peter Hamby, a former CNN correspondent now at Snapchat, wrote a piece at Harvard Shorenstein Center called \"Did Twitter kill the boys on the bus?\"", "sentId": 170}, {"text": "And it was a prescient article about how Twitter was taking over a lot of the messaging and political campaigning.", "sentId": 171}], "secId": 70}, {"speaker": "STELTER", "sentences": [{"text": "Right.", "sentId": 172}], "secId": 71}, {"speaker": "HUEY", "sentences": [{"text": "So, Donald Trump comes along and seizes on Twitter in a whole new way.", "sentId": 173}, {"text": "No one really saw this.", "sentId": 174}, {"text": "This is a very aggressive use of Twitter.", "sentId": 175}, {"text": "And it suits his style of campaigning very well because it's a one-way messaging and it plays -- it's very effective to get a negative, angry narrative out.", "sentId": 176}, {"text": "I think there's not really a response to it.", "sentId": 177}], "secId": 72}, {"speaker": "HUEY", "sentences": [{"text": "It's not that it always did him.", "sentId": 178}, {"text": "I mean, when he went off on Khizr Khan, that hurt him.", "sentId": 179}, {"text": "You know, when he turned a poor debate performance into a days' long rant on Rosie O'Donnell, that has hurt him.", "sentId": 180}], "secId": 73}, {"speaker": "HUEY", "sentences": [{"text": "But what he has been able to do is set the conversation every morning on cable news.", "sentId": 181}, {"text": "So, if you look a Twitter as sort of microphone, and cable news and the rest of social media as an amplifier, he's able -- so, for example, \"The Washington Post\" does a surely Pulitzer Prize- winning series on how Trump's foundation is not only fraudulent in terms of never giving any of his own money, but actually has done some illegal things, Trump is able to turn that conversation quickly into something else by talking about -- you know, he can go into, let's take the citizenship away of flag burners.", "sentId": 182}], "secId": 74}, {"speaker": "HUEY", "sentences": [{"text": "So, we -- the media has to learn to seize back some of the agenda of controlling the conversation and also of having impact for its hard work in real journalism.", "sentId": 183}], "secId": 75}, {"speaker": "STELTER", "sentences": [{"text": "So much easier said than done, though.", "sentId": 184}, {"text": "You know, you're talking about news in Twitter to set the morning agenda.", "sentId": 185}, {"text": "And we saw that with Carrier, among other topics this week.", "sentId": 186}], "secId": 76}, {"speaker": "STELTER", "sentences": [{"text": "Salena, you just published a story this morning at \"The New York Post\" -- we'll put it on screen -- talking to employees at the factory, at the company, who are thrilled by this news.", "sentId": 187}, {"text": "A lot of other folks view this as a stunt, however.", "sentId": 188}], "secId": 77}, {"speaker": "STELTER", "sentences": [{"text": "What was your assessment after talking with these voters, specifically these employees about what happened to the plant?", "sentId": 189}], "secId": 78}, {"speaker": "ZITO", "sentences": [{"text": "But interestingly enough, none of the employees I talked to voted for Donald Trump.", "sentId": 190}, {"text": "What was remarkable to them is they thought someone finally sees them and hears them and puts value on their work, and they felt dignity in that and dignity in their work.", "sentId": 191}], "secId": 79}, {"speaker": "ZITO", "sentences": [{"text": "That was really important to them.", "sentId": 192}], "secId": 80}, {"speaker": "said", "sentences": [{"text": "Symbols matter.", "sentId": 193}], "secId": 81}, {"speaker": "ZITO", "sentences": [{"text": "Yes, absolutely.", "sentId": 194}], "secId": 82}, {"speaker": "STELTER", "sentences": [{"text": "Symbols matter a lot.", "sentId": 195}], "secId": 83}, {"speaker": "STELTER", "sentences": [{"text": "And, Frank, you know about this.", "sentId": 196}, {"text": "In Washington, President Obama has sometimes acknowledge not doing a good enough job communicating his accomplishments, maybe creating symbols out of some of his accomplishments.", "sentId": 197}, {"text": "I wonder if we're seeing President-elect Trump more of a focus on creating those cable news moments, those front page moments, even if they're just symbols, that they do matter to voters.", "sentId": 198}], "secId": 84}, {"speaker": "SESNO", "sentences": [{"text": "Well, you know, I'm fond of saying that so much of what politics is all about is storytelling, you know, telling stories --", "sentId": 199}], "secId": 85}, {"speaker": "STELTER", "sentences": [{"text": "Right.", "sentId": 200}], "secId": 86}, {"speaker": "SESNO", "sentences": [{"text": "-- and connecting people and characters and drama and conflict and resolution.", "sentId": 201}, {"text": "And Donald Trump is a showman.", "sentId": 202}, {"text": "Donald Trump has been telling stories on TV and creating stories, crafting programs for a long time.", "sentId": 203}, {"text": "He understands that.", "sentId": 204}], "secId": 87}, {"speaker": "SESNO", "sentences": [{"text": "So did Ronald Reagan.", "sentId": 205}, {"text": "Michael Deaver is a great image meister for Donald Reagan said, my job is to like the president, which meant to put him in the right picture, in the right place, at the right time.", "sentId": 206}, {"text": "Trump is a master of that.", "sentId": 207}], "secId": 88}, {"speaker": "SESNO", "sentences": [{"text": "But something John said I think is critically important, is how will the media manage that storytelling and still not relinquish entirely the agenda to the president-elect who becomes president, which all presidents have tried to do, by the way, which is to seize the agenda.", "sentId": 208}], "secId": 89}, {"speaker": "STELTER", "sentences": [{"text": "That's the issue right there for the next four years.", "sentId": 209}, {"text": "On that note then, John, Salena, Frank, thank you all very much for being here.", "sentId": 210}], "secId": 90}, {"speaker": "SESNO", "sentences": [{"text": "Thank you.", "sentId": 211}], "secId": 91}, {"speaker": "ZITO", "sentences": [{"text": "Thank you.", "sentId": 212}], "secId": 92}, {"speaker": "STELTER", "sentences": [{"text": "Up next, listening to the key aides to Trump and Clinton on \"STATE OF THE UNION\" coming up here next hour.", "sentId": 213}, {"text": "They're still focused on what happened before Election Day.", "sentId": 214}], "secId": 93}, {"speaker": "STELTER", "sentences": [{"text": "So, what is this deeply divided nation to do?", "sentId": 215}, {"text": "We're going to talk to Van Jones about listening to the other side, to both sides, to all sides, right after a quick break.", "sentId": 216}], "secId": 94}, {"speaker": "STELTER", "sentences": [{"text": "Breaking news: terrible news from Oakland, California, where the death toll is rising in Friday night's warehouse fire.", "sentId": 217}, {"text": "Police and fire department officials have just held a press conference there announcing the death toll is now 24.", "sentId": 218}, {"text": "Authorities are still searching for more victims.", "sentId": 219}, {"text": "And they do expect the death toll to rise further.", "sentId": 220}], "secId": 95}, {"speaker": "STELTER", "sentences": [{"text": "As you know, up until now, the death toll had been nine.", "sentId": 221}, {"text": "At least two dozen have been reported missing.", "sentId": 222}, {"text": "Authorities are still working on the list of the missing, trying to recover more bodies from the fire.", "sentId": 223}], "secId": 96}, {"speaker": "STELTER", "sentences": [{"text": "We'll have more throughout the day here.", "sentId": 224}, {"text": "CNN's Dan Simon and Stephanie Elam are there.", "sentId": 225}, {"text": "Live updates throughout the day here on CNN.", "sentId": 226}], "secId": 97}, {"speaker": "STELTER", "sentences": [{"text": "Turning back to RELIABLE SOURCES.", "sentId": 227}, {"text": "Blaming the media, there's been a lot of this since Election Day, a lot of it.", "sentId": 228}, {"text": "But I'm most interested in what the media, what individual writers, reporters, anchors, bosses are learning from this disorienting year.", "sentId": 229}], "secId": 98}, {"speaker": "STELTER", "sentences": [{"text": "There's been a lot of talk on this program and elsewhere about soul searching.", "sentId": 230}, {"text": "Is it really happening?", "sentId": 231}, {"text": "Are media types doing enough listening and learning from voters?", "sentId": 232}, {"text": "And when I say voters, I mean Trump and Clinton and Johnson and Stein voters.", "sentId": 233}], "secId": 99}, {"speaker": "STELTER", "sentences": [{"text": "Listening is why I'm intrigued by Van Jones' new project.", "sentId": 234}, {"text": "The liberal CNN political commentator has been sitting down with voters, asking questions.", "sentId": 235}, {"text": "And here's an example, here is what one family of Obama supporters turned Trump supporters told them.", "sentId": 236}], "secId": 100}, {"speaker": "JONES", "sentences": [{"text": "You couldn't vote for Hillary Clinton.", "sentId": 237}], "secId": 101}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "We put Democrats in office, and she turned around and completely forgot about us.", "sentId": 238}, {"text": "We are what makes this world go around.", "sentId": 239}], "secId": 102}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "We built the tanks and bombs that won these countries wars.", "sentId": 240}, {"text": "And for you to come through here and completely neglect us, we would rather vote for anybody instead of her.", "sentId": 241}, {"text": "And all the other stuff that Donald didn't seem to make a hill of beans.", "sentId": 242}, {"text": "She hurt us.", "sentId": 243}, {"text": "That's what it is.", "sentId": 244}], "secId": 103}, {"speaker": "STELTER", "sentences": [{"text": "Here with me in New York, Van Jones.", "sentId": 245}, {"text": "He hosts a special here on CNN, \"The Messy Truth\" this Tuesday night at 9:00 p.m. Eastern.", "sentId": 246}], "secId": 104}, {"speaker": "STELTER", "sentences": [{"text": "And, Van, this started as a web series, talking with voters before Election Day.", "sentId": 247}, {"text": "Why do you want to do it?", "sentId": 248}, {"text": "What is \"The Messy Truth?\"", "sentId": 249}], "secId": 105}, {"speaker": "JONES", "sentences": [{"text": "Well, themessytruth.org started was just me going out to Trump country and talking to Trump voters before the election because I had a fear, I said, listen, after this election, how do we put this back together no means?", "sentId": 250}, {"text": "I went to Gettysburg, I said, are we on the verge of another civil war?", "sentId": 251}, {"text": "Is this how we do civil wars now, with tweets instead of bullets?", "sentId": 252}, {"text": "Can we ever come back together?", "sentId": 253}], "secId": 106}, {"speaker": "JONES", "sentences": [{"text": "So, I was sitting with Trump voters before the election and then afterwards.", "sentId": 254}, {"text": "And the truth is messy.", "sentId": 255}, {"text": "A lot of liberals think all the Trump voters are a part of the alt right, neo Nazi camp, which is not true.", "sentId": 256}, {"text": "That's a tiny, tiny slice.", "sentId": 257}], "secId": 107}, {"speaker": "JONES", "sentences": [{"text": "There are some people delighted with that stuff and play with it.", "sentId": 258}, {"text": "But you had a lot of other voters who are like those voters.", "sentId": 259}, {"text": "They heard those inflammatory comments from Trump.", "sentId": 260}, {"text": "They weren't delighted by them, but they didn't find those comments disqualifying.", "sentId": 261}], "secId": 108}, {"speaker": "JONES", "sentences": [{"text": "They didn't agree with them.", "sentId": 262}, {"text": "They didn't find them disqualifying because they had other hurts that they did not feel Democrats understood.", "sentId": 263}], "secId": 109}, {"speaker": "STELTER", "sentences": [{"text": "When you look back at the election coverage, the year and a half plus of election coverage, was there not enough of this kind of listening to normal voters?", "sentId": 264}], "secId": 110}, {"speaker": "JONES", "sentences": [{"text": "I think we're going to be going back to this whole thing.", "sentId": 265}, {"text": "I think that, again, the truth is messy, both political -- what I see, you have both political parties with big, big blind spots that they don't want to deal with.", "sentId": 266}], "secId": 111}, {"speaker": "JONES", "sentences": [{"text": "With the Democrats, they see themselves, we see ourselves as the party of the working folks, the striving, you know, the good.", "sentId": 267}], "secId": 112}, {"speaker": "JONES", "sentences": [{"text": "But, without anybody acknowledging it, there is now this little camp of folks who come across as very elitist, that look down on red state voters, who think that Republicans are dumb people.", "sentId": 268}], "secId": 113}, {"speaker": "JONES", "sentences": [{"text": "And that has become acceptable in the Democratic Party.", "sentId": 269}, {"text": "And it makes that party disrespectful to so many Americans.", "sentId": 270}], "secId": 114}, {"speaker": "JONES", "sentences": [{"text": "And then you have the Republican Party, who see themselves in their heart of hearts as being a party of colorblind meritocracy.", "sentId": 271}, {"text": "That's their great belief about themselves.", "sentId": 272}], "secId": 115}, {"speaker": "JONES", "sentences": [{"text": "And yet somehow you also have a party where a lot of racial resentment and a camp of even neo-Nazis have set up camp in their party.", "sentId": 273}, {"text": "If you point it out to them, they get mad at you, not at the neo-Nazis.", "sentId": 274}, {"text": "Both parties, both parties have big blind spots and also great virtues.", "sentId": 275}, {"text": "And neither party wants to deal with its own stuff.", "sentId": 276}, {"text": "They keep pointing at the other.", "sentId": 277}, {"text": "That's messy.", "sentId": 278}, {"text": "That's messy.", "sentId": 279}], "secId": 116}, {"speaker": "STELTER", "sentences": [{"text": "On election night, you had the word of the night, whitelash.", "sentId": 280}], "secId": 117}, {"speaker": "JONES", "sentences": [{"text": "Yes.", "sentId": 281}], "secId": 118}, {"speaker": "STELTER", "sentences": [{"text": "It's been used ever since to describe what happened in the election.", "sentId": 282}, {"text": "That's messy.", "sentId": 283}], "secId": 119}, {"speaker": "JONES", "sentences": [{"text": "Yes.", "sentId": 284}], "secId": 120}, {"speaker": "STELTER", "sentences": [{"text": "Race wasn't talked about enough, I think, during the campaign.", "sentId": 285}, {"text": "It was talked around.", "sentId": 286}, {"text": "It wasn't talked about enough.", "sentId": 287}], "secId": 121}, {"speaker": "JONES", "sentences": [{"text": "But here is the thing.", "sentId": 288}], "secId": 122}, {"speaker": "JONES", "sentences": [{"text": "I said it was a whitelash in part.", "sentId": 289}, {"text": "People saw me -- it was messy.", "sentId": 290}, {"text": "I said it was a whitelash in part.", "sentId": 291}, {"text": "I also said it was a bunch of other stuff too, that it was revolt against the elites.", "sentId": 292}, {"text": "I said that it was an overthrow of the pollsters.", "sentId": 293}, {"text": "But I said it was a whitelash in part.", "sentId": 294}], "secId": 123}, {"speaker": "STELTER", "sentences": [{"text": "So I'm actually guilty of it.", "sentId": 295}, {"text": "I will talk about that.", "sentId": 296}], "secId": 124}, {"speaker": "STELTER", "sentences": [{"text": "People hear one thing, they seize on it.", "sentId": 297}, {"text": "They don't listen to the fuller context of the answer.", "sentId": 298}], "secId": 125}, {"speaker": "JONES", "sentences": [{"text": "Yes.", "sentId": 299}], "secId": 126}, {"speaker": "JONES", "sentences": [{"text": "And so my heart breaks because I'm somebody who, throughout the campaign, was reaching out to Trump voters.", "sentId": 300}, {"text": "I worked with conservatives and right-wingers like Newt Gingrich and others on issues of criminal justice and opioids.", "sentId": 301}], "secId": 127}, {"speaker": "STELTER", "sentences": [{"text": "Right.", "sentId": 302}], "secId": 128}, {"speaker": "JONES", "sentences": [{"text": "But suddenly I have become the poster child for calling all the Trump people racists, when, in fact, I don't think they're all racists, but they tolerated racism.", "sentId": 303}, {"text": "And that's a problem.", "sentId": 304}], "secId": 129}, {"speaker": "JONES", "sentences": [{"text": "And so that's a messy -- I'm not saying you're a racist, necessarily, but I'm saying you tolerated it.", "sentId": 305}, {"text": "You didn't reject it.", "sentId": 306}, {"text": "And that hurts my feelings.", "sentId": 307}], "secId": 130}, {"speaker": "STELTER", "sentences": [{"text": "And I have got people on Twitter right now during the segment saying, you're biased, you're biased.", "sentId": 308}, {"text": "But that's the point, is that you come from a point of view, but you're trying to reach other people with different points of view.", "sentId": 309}], "secId": 131}, {"speaker": "JONES", "sentences": [{"text": "Yes.", "sentId": 310}], "secId": 132}, {"speaker": "JONES", "sentences": [{"text": "And here is the good thing, though, in America.", "sentId": 311}, {"text": "I'm a strong progressive.", "sentId": 312}, {"text": "I'm on the left side of Pluto on every issue.", "sentId": 313}, {"text": "And that's great.", "sentId": 314}, {"text": "And there are people in America who are on the right wing.", "sentId": 315}, {"text": "We don't have to agree in a democracy.", "sentId": 316}], "secId": 133}, {"speaker": "JONES", "sentences": [{"text": "Dictatorship, we all have to agree.", "sentId": 317}, {"text": "Democracy, we get to disagree.", "sentId": 318}, {"text": "The question is, can we disagree constructively, so we get to better answers?", "sentId": 319}, {"text": "Maybe I'm for markets -- maybe I'm for government, you're for markets.", "sentId": 320}, {"text": "Can we get a public-private partnership better than either idea?", "sentId": 321}], "secId": 134}, {"speaker": "JONES", "sentences": [{"text": "That should be the goal.", "sentId": 322}, {"text": "And instead we just call each other names.", "sentId": 323}], "secId": 135}, {"speaker": "STELTER", "sentences": [{"text": "Let's get to the point about whether this is a new civil war or whether we're heading toward a new civil war.", "sentId": 324}], "secId": 136}, {"speaker": "STELTER", "sentences": [{"text": "Do you feel like that's where we are?", "sentId": 325}, {"text": "Because there are days where I feel like we're in a cold civil war.", "sentId": 326}], "secId": 137}, {"speaker": "JONES", "sentences": [{"text": "I'm very afraid of where this thing is going.", "sentId": 327}], "secId": 138}, {"speaker": "STELTER", "sentences": [{"text": "What's this thing?", "sentId": 328}], "secId": 139}, {"speaker": "JONES", "sentences": [{"text": "The country, this debate.", "sentId": 329}, {"text": "Rather than people feeling that, OK, Republicans, you have got to do some homework now, you can't be happy that the vast majority of people of color in every state voted against you, that's got to be a problem for you, no, it's like, don't talk about race.", "sentId": 330}, {"text": "You're a race baiter.", "sentId": 331}], "secId": 140}, {"speaker": "JONES", "sentences": [{"text": "But the numbers are there.", "sentId": 332}, {"text": "You can't have the Democrats just saying, well, listen, it's all that Trump people are terrible, when, in fact, Obama voters switched.", "sentId": 333}], "secId": 141}, {"speaker": "JONES", "sentences": [{"text": "Listen, what really happened, 100,000 people in three states swung the election.", "sentId": 334}, {"text": "And many of them had voted for Barack Obama.", "sentId": 335}, {"text": "Now, certainly, there were some who were racially motivated.", "sentId": 336}, {"text": "But what about those you cannot argue were racially motivated?", "sentId": 337}, {"text": "The Democrats don't want to talk about them.", "sentId": 338}, {"text": "And that's what the messy truth is about.", "sentId": 339}], "secId": 142}, {"speaker": "STELTER", "sentences": [{"text": "All right, Tuesday night 9:00.", "sentId": 340}], "secId": 143}, {"speaker": "STELTER", "sentences": [{"text": "Van, great to see you.", "sentId": 341}], "secId": 144}, {"speaker": "JONES", "sentences": [{"text": "Hey, thank you, buddy.", "sentId": 342}], "secId": 145}, {"speaker": "STELTER", "sentences": [{"text": "Thank you for being here.", "sentId": 343}], "secId": 146}, {"speaker": "JONES", "sentences": [{"text": "Thank you.", "sentId": 344}], "secId": 147}, {"speaker": "STELTER", "sentences": [{"text": "Coming up here after the break, talking about the protests in North Dakota.", "sentId": 345}, {"text": "You may or may not have heard of these.", "sentId": 346}, {"text": "There for months, protesters have been defying local authorities and freezing weather in their fight to stop the construction of a cross-country pipeline.", "sentId": 347}], "secId": 148}, {"speaker": "STELTER", "sentences": [{"text": "But as the snow picks up in North Dakota, is the media letting the story get buried?", "sentId": 348}, {"text": "\"Democracy Now\"'s Amy Goodman, who has covered the protests there and almost got arrested for it, will join me live after the break.", "sentId": 349}], "secId": 149}, {"speaker": "STELTER", "sentences": [{"text": "Has the election and now the aftermath crowded out other important stories like Standing Rock?", "sentId": 350}], "secId": 150}, {"speaker": "STELTER", "sentences": [{"text": "Have you heard about this protest?", "sentId": 351}, {"text": "It's a fight in Standing Rock, North Dakota, by Native Americans and environmentalists who are protesting the expansion of an oil pipeline that would go directly under the area's main water source.", "sentId": 352}], "secId": 151}, {"speaker": "STELTER", "sentences": [{"text": "It has been very ugly at times there.", "sentId": 353}, {"text": "\"USA Today\" recently described it as one of the longest-running protests in modern history with skirmishes from time to time.", "sentId": 354}, {"text": "And it's received sort of off-and-on attention from the national media, at moments like this, for example, when water cannons were aimed at protesters.", "sentId": 355}, {"text": "At other times, though, it seems to fall off the national news media's", "sentId": 356}], "secId": 152}, {"speaker": "STELTER", "sentences": [{"text": "radar.", "sentId": 357}, {"text": "It may be one of the most important civil and environmental rights stories of our time.", "sentId": 358}, {"text": "Has it been undercovered?", "sentId": 359}], "secId": 153}, {"speaker": "STELTER", "sentences": [{"text": "Amy Goodman, the host and executive producer of \"Democracy Now,\" says yes.", "sentId": 360}, {"text": "She joins me now here in New York.", "sentId": 361}], "secId": 154}, {"speaker": "STELTER", "sentences": [{"text": "Amy, first, I wanted to hear from you about what happened when you were issued an arrest warrant for covering one of those skirmishes we showed.", "sentId": 362}, {"text": "This was back in September?", "sentId": 363}], "secId": 155}, {"speaker": "GOODMAN", "sentences": [{"text": "That's right.", "sentId": 364}, {"text": "It was Labor Day weekend.", "sentId": 365}], "secId": 156}, {"speaker": "GOODMAN", "sentences": [{"text": "And the \"Democracy Now\" team was there in North Dakota.", "sentId": 366}, {"text": "And what we covered was chilling.", "sentId": 367}, {"text": "Native Americans came up to a site that the Dakota Access pipeline was excavating.", "sentId": 368}, {"text": "The Native Americans didn't this.", "sentId": 369}, {"text": "It was a long holiday weekend.", "sentId": 370}], "secId": 157}, {"speaker": "GOODMAN", "sentences": [{"text": "And the pipeline guards unleashed dogs and pepper spray on the Native American -- they call themselves protectors, not protesters, water protesters.", "sentId": 371}], "secId": 158}, {"speaker": "STELTER", "sentences": [{"text": "Water protesters.", "sentId": 372}], "secId": 159}, {"speaker": "GOODMAN", "sentences": [{"text": "We showed the video of a dog with its mouth and nose dripping with blood.", "sentId": 373}], "secId": 160}, {"speaker": "GOODMAN", "sentences": [{"text": "When this video -- when we published it that night, it went viral, 14 million views on Facebook.", "sentId": 374}, {"text": "Every network, including CNN, ran that video coverage.", "sentId": 375}], "secId": 161}, {"speaker": "GOODMAN", "sentences": [{"text": "It wasn't, what, five days later, when we were back here in New York that the North Dakota authorities issued an arrest warrant for me.", "sentId": 376}, {"text": "A month later, I would return with the \"Democracy Now\" team to continue covering the standoff at Standing Rock.", "sentId": 377}, {"text": "And because I landed in Bismarck, well, the prosecutor said what we had said all along.", "sentId": 378}, {"text": "There were not grounds to hold us.", "sentId": 379}], "secId": 162}, {"speaker": "GOODMAN", "sentences": [{"text": "But then they tried to hit us with a new charge.", "sentId": 380}], "secId": 163}, {"speaker": "STELTER", "sentences": [{"text": "A riot charge.", "sentId": 381}], "secId": 164}, {"speaker": "GOODMAN", "sentences": [{"text": "A riot charge, which could land me in jail from a month to a year.", "sentId": 382}], "secId": 165}, {"speaker": "GOODMAN", "sentences": [{"text": "But, fortunately, after covering more of the standoff that weekend, a judge intervened and said no, though the prosecutor and the sheriff have said that they can still find another way to arrest me.", "sentId": 383}], "secId": 166}, {"speaker": "But what's important here is not about me.  That was a message to all journalists", "sentences": [{"text": "Do not come to North Dakota.", "sentId": 384}, {"text": "And that's why it's so serious.", "sentId": 385}, {"text": "But, most importantly, it's what's happening there on the ground, the largest unification of Native Americans.", "sentId": 386}, {"text": "Over 200 tribes and first nations from Latin America, the United States and Canada have gathered, the largest such gathering in decades.", "sentId": 387}, {"text": "Right now, this weekend, is the final standoff.", "sentId": 388}, {"text": "A deadline is set.", "sentId": 389}], "secId": 167}, {"speaker": "STELTER", "sentences": [{"text": "Hundreds of veterans, maybe thousands of veterans arriving there this weekend.", "sentId": 390}], "secId": 168}, {"speaker": "GOODMAN", "sentences": [{"text": "They're saying 2,000 veterans, Native and non-Native veterans.", "sentId": 391}], "secId": 169}, {"speaker": "STELTER", "sentences": [{"text": "And Monday is a new deadline.", "sentId": 392}, {"text": "What happens on Monday?", "sentId": 393}], "secId": 170}, {"speaker": "GOODMAN", "sentences": [{"text": "December 5 is the day that the Army Corps of Engineers has said that they are going to begin to clear people off the ground.", "sentId": 394}], "secId": 171}, {"speaker": "GOODMAN", "sentences": [{"text": "But then, because of tremendous resistance from the tribe, peaceful resistance, they have said they will not be arresting people.", "sentId": 395}, {"text": "And even the North Dakota governor, who said they would be involved with this evacuation, has backed off.", "sentId": 396}], "secId": 172}, {"speaker": "GOODMAN", "sentences": [{"text": "I also hear, Brian, that a decision will come down today, not clear what that decision is, from the executive office, from President Obama.", "sentId": 397}, {"text": "But even the Justice Department has said now that they are sending observers to see.", "sentId": 398}], "secId": 173}, {"speaker": "GOODMAN", "sentences": [{"text": "We're talking about, in subfreezing weather, Native American protectors being hit with water cannons, rubber bullets, sound cannons.", "sentId": 399}, {"text": "The violation here is extreme.", "sentId": 400}], "secId": 174}, {"speaker": "STELTER", "sentences": [{"text": "Now, the authorities might say they're trespassing.", "sentId": 401}], "secId": 175}, {"speaker": "STELTER", "sentences": [{"text": "But would you say that \"Democracy Now,\" your 20th anniversary as an independent program, takes the point of view of the protesters, tries to be with the protectors?", "sentId": 402}], "secId": 176}, {"speaker": "GOODMAN", "sentences": [{"text": "What we do is what all the media should do.", "sentId": 403}, {"text": "We're there on the ground giving voice to the voiceless.", "sentId": 404}], "secId": 177}, {"speaker": "GOODMAN", "sentences": [{"text": "And so rarely are those voices heard.", "sentId": 405}], "secId": 178}, {"speaker": "STELTER", "sentences": [{"text": "Even in the day of Twitter and Facebook?", "sentId": 406}, {"text": "I feel like I have been watching the protests online every day.", "sentId": 407}], "secId": 179}, {"speaker": "GOODMAN", "sentences": [{"text": "You're right.", "sentId": 408}], "secId": 180}, {"speaker": "GOODMAN", "sentences": [{"text": "But we have a responsibility and all the networks to also bring out these images.", "sentId": 409}, {"text": "And this is a key issue, and it should have been covered all through this election season.", "sentId": 410}, {"text": "It's the issue of climate change.", "sentId": 411}], "secId": 181}, {"speaker": "GOODMAN", "sentences": [{"text": "Not one debate moderator raised that as a question.", "sentId": 412}, {"text": "It is about the fate of the planet.", "sentId": 413}, {"text": "And that's what the Native Americans are standing up for right now.", "sentId": 414}], "secId": 182}, {"speaker": "GOODMAN", "sentences": [{"text": "The resistance camps are overflowing.", "sentId": 415}, {"text": "Thousands of people are there right now.", "sentId": 416}, {"text": "And they are simply saying that they want to protect their water supply.", "sentId": 417}, {"text": "The Missouri, the longest river in North America, 10 million people rely on that water.", "sentId": 418}, {"text": "They're not just doing it for themselves, but for everyone.", "sentId": 419}], "secId": 183}, {"speaker": "GOODMAN", "sentences": [{"text": "And the idea that more than 500 Native Americans and their allies have been arrested, many of them, including the tribal chair, Dave Archambault, and the Native American reservation pediatrician, who were arrested for civil disobedience, are put in orange jumpsuits -- they're strip-searched.", "sentId": 420}, {"text": "The violations are endless.", "sentId": 421}], "secId": 184}, {"speaker": "STELTER", "sentences": [{"text": "It's a version of Occupy in some ways, but in the middle of North Dakota.", "sentId": 422}], "secId": 185}, {"speaker": "GOODMAN", "sentences": [{"text": "That's right.", "sentId": 423}], "secId": 186}, {"speaker": "STELTER", "sentences": [{"text": "A compelling story, indeed.", "sentId": 424}], "secId": 187}, {"speaker": "STELTER", "sentences": [{"text": "Amy, great to see you.", "sentId": 425}], "secId": 188}, {"speaker": "GOODMAN", "sentences": [{"text": "Thanks.", "sentId": 426}], "secId": 189}, {"speaker": "STELTER", "sentences": [{"text": "Thank you very much.", "sentId": 427}], "secId": 190}, {"speaker": "STELTER", "sentences": [{"text": "And happy 20th anniversary of \"Democracy Now.\"", "sentId": 428}], "secId": 191}, {"speaker": "GOODMAN", "sentences": [{"text": "Thank you, Brian.", "sentId": 429}], "secId": 192}, {"speaker": "STELTER", "sentences": [{"text": "Up next here:  All presidents play fast and loose with the facts, but Donald Trump's relation to the truth has been distant -- different.", "sentId": 430}, {"text": "It's been persistently troubling.", "sentId": 431}, {"text": "And it might require journalists to rethink how to cover lies.", "sentId": 432}], "secId": 193}, {"speaker": "STELTER", "sentences": [{"text": "Right after the break, we will talk about that.", "sentId": 433}], "secId": 194}, {"speaker": "STELTER", "sentences": [{"text": "Welcome back.", "sentId": 434}], "secId": 195}, {"speaker": "STELTER", "sentences": [{"text": "Let's tell some truths about lying, because the way Donald Trump lies has people rethinking some of the basic premises of journalism, like the assumption that everything a president says is automatically news.", "sentId": 435}], "secId": 196}, {"speaker": "STELTER", "sentences": [{"text": "When president-elect Trump lies so casually, so cynically, the news isn't so much the false thing he said.", "sentId": 436}, {"text": "It's that he felt like he could just go ahead and say it, go ahead and lie to you.", "sentId": 437}, {"text": "That's the story.", "sentId": 438}], "secId": 197}, {"speaker": "STELTER", "sentences": [{"text": "Why does he bend and flex and twist and warp and distort the truth?", "sentId": 439}], "secId": 198}, {"speaker": "STELTER", "sentences": [{"text": "Personally, I'm curious, because I think Trump does it differently than past presidents.", "sentId": 440}, {"text": "His lies are different and deserve scrutiny.", "sentId": 441}, {"text": "I mean, look, for as long as people have been talking, people have", "sentId": 442}], "secId": 199}, {"speaker": "STELTER", "sentences": [{"text": "been lying, right?", "sentId": 443}], "secId": 200}, {"speaker": "STELTER", "sentences": [{"text": "Look at these presidential one-liners.", "sentId": 444}, {"text": "They are infamous.", "sentId": 445}], "secId": 201}, {"speaker": "NIXON", "sentences": [{"text": "Well, I'm not a crook.", "sentId": 446}], "secId": 202}, {"speaker": "BUSH", "sentences": [{"text": "Read my lips: no new taxes.", "sentId": 447}], "secId": 203}, {"speaker": "CLINTON", "sentences": [{"text": "I did not having sexual relations with that woman.", "sentId": 448}], "secId": 204}, {"speaker": "BUSH", "sentences": [{"text": "In the battle of Iraq, the United States and our allies have prevailed.", "sentId": 449}], "secId": 205}, {"speaker": "OBAMA", "sentences": [{"text": "If you like your doctor, you keep your doctor.", "sentId": 450}, {"text": "If you like your current insurance, you keep that insurance, period.", "sentId": 451}], "secId": 206}, {"speaker": "STELTER", "sentences": [{"text": "All of those cases are a little bit different.", "sentId": 452}], "secId": 207}, {"speaker": "STELTER", "sentences": [{"text": "But, normally, when presidents fib, it's hard to prove the fib at the time.", "sentId": 453}, {"text": "And, later, when the truth does come out, as it always does, presidents pay a price.", "sentId": 454}], "secId": 208}, {"speaker": "STELTER", "sentences": [{"text": "Certainly, President Obama paid a price for saying, if you like your health care plan, you can keep it.", "sentId": 455}, {"text": "PolitiFact called that the lie of the year back in 2013.", "sentId": 456}], "secId": 209}, {"speaker": "STELTER", "sentences": [{"text": "Will President Trump pay a price for lying too?", "sentId": 457}, {"text": "Or is something broken?", "sentId": 458}, {"text": "Will voters just shrug it off?", "sentId": 459}], "secId": 210}, {"speaker": "STELTER", "sentences": [{"text": "Let me show you an example, something small, but revealing from Trump's rally on Thursday.", "sentId": 460}], "secId": 211}, {"speaker": "TRUMP", "sentences": [{"text": "We won in a landslide.", "sentId": 461}, {"text": "That was a landslide.", "sentId": 462}], "secId": 212}, {"speaker": "TRUMP", "sentences": [{"text": "And we didn't have the press.", "sentId": 463}, {"text": "The press was brutal.", "sentId": 464}], "secId": 213}, {"speaker": "STELTER", "sentences": [{"text": "Landslide is obviously untrue.", "sentId": 465}, {"text": "It's not possible to lose the popular vote by 2.5 million and win in a landslide.", "sentId": 466}], "secId": 214}, {"speaker": "STELTER", "sentences": [{"text": "This was rightly fact-checked all over the place, just like many of Trump's campaign exaggerations.", "sentId": 467}, {"text": "Of the statements checked by PolitiFact during the campaign, 70 percent were rated mostly false, false, or Pants on Fire.", "sentId": 468}], "secId": 215}, {"speaker": "STELTER", "sentences": [{"text": "This is how Trump deceives people differently than past presidents have.", "sentId": 469}, {"text": "Court cases involving Trump have shown that he lies even when the truth is really easy to discern.", "sentId": 470}, {"text": "And that's what we're seeing all again now.", "sentId": 471}], "secId": 216}, {"speaker": "STELTER", "sentences": [{"text": "That's why I think fact-checking is important, but the framing of these stories is even more important.", "sentId": 472}], "secId": 217}, {"speaker": "Take Trump's promotion of this voter fraud conspiracy idea.  And he said on Twitter", "sentences": [{"text": "\"I won the popular vote if you deduct the millions of people who voted illegally.\"", "sentId": 473}], "secId": 218}, {"speaker": "Take Trump's promotion of this voter fraud conspiracy idea.  And he said on Twitter", "sentences": [{"text": "The journalistic impulse was to say something like, \"Trump claims he won the popular vote.\"", "sentId": 474}], "secId": 219}, {"speaker": "Take Trump's promotion of this voter fraud conspiracy idea.  And he said on Twitter", "sentences": [{"text": "I would suggest to you the better framing is, \"Trump lies again, embracing a far-right wing conspiracy theory.\"", "sentId": 475}], "secId": 220}, {"speaker": "Take Trump's promotion of this voter fraud conspiracy idea.  And he said on Twitter", "sentences": [{"text": "See, focusing on the falsehood creates more confusion and gives the lie even more life.", "sentId": 476}, {"text": "And that's the wrong way to go.", "sentId": 477}, {"text": "Focusing on Trump's tendency to buy into B.S.", "sentId": 478}, {"text": "gets to what's really going on here.", "sentId": 479}], "secId": 221}, {"speaker": "Take Trump's promotion of this voter fraud conspiracy idea.  And he said on Twitter", "sentences": [{"text": "This calls for more reporting and for reporters to show our work, to show that we actually know the truth.", "sentId": 480}], "secId": 222}, {"speaker": "Take Trump's promotion of this voter fraud conspiracy idea.  And he said on Twitter", "sentences": [{"text": "And that's why it was probably good that, on Monday, many reporters asked on this conference call with Trump aides, where did Trump get this idea?", "sentId": 481}, {"text": "His transition team cited studies that didn't actually back up his claim.", "sentId": 482}], "secId": 223}, {"speaker": "Take Trump's promotion of this voter fraud conspiracy idea.  And he said on Twitter", "sentences": [{"text": "The idea that millions of people voted illegally in November had roots in a tweet from a Republican in Texas who hasn't provided proof.", "sentId": 483}, {"text": "Then the pro-Trump conspiracy Web site Infowars picked up on it.", "sentId": 484}, {"text": "You can see the headline here.", "sentId": 485}, {"text": "And then it spread all across the Web from there.", "sentId": 486}], "secId": 224}, {"speaker": "Take Trump's promotion of this voter fraud conspiracy idea.  And he said on Twitter", "sentences": [{"text": "That's the best sense of how this came about.", "sentId": 487}, {"text": "Maybe it's wishful thinking that millions of illegal people voted, but it's just not untrue; it's unhinged.", "sentId": 488}], "secId": 225}, {"speaker": "Take Trump's promotion of this voter fraud conspiracy idea.  And he said on Twitter", "sentences": [{"text": "According to \"The Washington Post,\" there's been just four documented cases of voter fraud in the 2016 election.", "sentId": 489}, {"text": "Maybe there's more, but there should be evidence.", "sentId": 490}, {"text": "There should be proof.", "sentId": 491}], "secId": 226}, {"speaker": "Take Trump's promotion of this voter fraud conspiracy idea.  And he said on Twitter", "sentences": [{"text": "When the president says something, however, when the president says something, a lie is given much more power, which means the press has to have the power to respond.", "sentId": 492}], "secId": 227}, {"speaker": "Take Trump's promotion of this voter fraud conspiracy idea.  And he said on Twitter", "sentences": [{"text": "For more on this, joining me now, David Zurawik, the media critic for \"The Baltimore Sun.\"", "sentId": 493}, {"text": "David, you wrote this week, \"If I were more religious, I would be", "sentId": 494}], "secId": 228}, {"speaker": "Take Trump's promotion of this voter fraud conspiracy idea.  And he said on Twitter", "sentences": [{"text": "convinced that God sent Donald Trump to test the press.\"", "sentId": 495}], "secId": 229}, {"speaker": "Take Trump's promotion of this voter fraud conspiracy idea.  And he said on Twitter", "sentences": [{"text": "Is it because of the lying?", "sentId": 496}, {"text": "What do you mean by that?", "sentId": 497}], "secId": 230}, {"speaker": "ZURAWIK", "sentences": [{"text": "Well, lying is part of it.", "sentId": 498}], "secId": 231}, {"speaker": "ZURAWIK", "sentences": [{"text": "I think, Brian, the context I was writing about was Trump's use of both television and social media to end-run the press and speak directly to people.", "sentId": 499}], "secId": 232}, {"speaker": "ZURAWIK", "sentences": [{"text": "But part of that is his lying, because, when he lies on Twitter, he reaches 16.4 million people immediately -- not immediately, but within the space of that tweet.", "sentId": 500}], "secId": 233}, {"speaker": "STELTER", "sentences": [{"text": "Yes.", "sentId": 501}, {"text": "Yes.", "sentId": 502}], "secId": 234}, {"speaker": "ZURAWIK", "sentences": [{"text": "Now, part of that, though, Brian, the other part of me says, is it worse that a lies comes to you through Twitter, rather than the lying lips of a press spokesman for the president?", "sentId": 503}], "secId": 235}, {"speaker": "ZURAWIK", "sentences": [{"text": "I don't know.", "sentId": 504}, {"text": "A lie is a lie.", "sentId": 505}, {"text": "And I'll tell you what.", "sentId": 506}, {"text": "I'm responding to your essay right now, not to -- not disagreeing with it, but I think we have to absolutely do old-fashioned reporting and go after the lie and expose it as a lie.", "sentId": 507}], "secId": 236}, {"speaker": "ZURAWIK", "sentences": [{"text": "Now, I'll tell you something else.", "sentId": 508}, {"text": "I'm not sure he is a different liar than other presidents.", "sentId": 509}, {"text": "You know, you have -- Richard Nixon and Lyndon Baines Johnson are tremendous examples of serial liars who lied and lied and lied.", "sentId": 510}, {"text": "And Lyndon Johnson took us into the war in Vietnam on a lie about what happened in the Gulf of Tonkin.", "sentId": 511}], "secId": 237}, {"speaker": "ZURAWIK", "sentences": [{"text": "That's certainly a worse lie than anything Trump's done so far.", "sentId": 512}], "secId": 238}, {"speaker": "STELTER", "sentences": [{"text": "But was it provable that day?", "sentId": 513}, {"text": "I'm not sure it was provable that day what happened in the Gulf of Tonkin.", "sentId": 514}], "secId": 239}, {"speaker": "ZURAWIK", "sentences": [{"text": "It was not provable.", "sentId": 515}, {"text": "No, I agree.", "sentId": 516}, {"text": "It was not provable that day.", "sentId": 517}], "secId": 240}, {"speaker": "ZURAWIK", "sentences": [{"text": "But I'll give you an example of Richard Nixon.", "sentId": 518}, {"text": "When he ran against Helen Gahagan Douglas in 1950 for the U.S. Senate, he called her a communist.", "sentId": 519}, {"text": "It was provable that she was not a communist.", "sentId": 520}, {"text": "But the press didn't do its job.", "sentId": 521}, {"text": "And he won that election in large part with that lie.", "sentId": 522}], "secId": 241}, {"speaker": "ZURAWIK", "sentences": [{"text": "That's where he picked up the nickname Tricky Dick.", "sentId": 523}, {"text": "He was a liar before he ever got to the White House.", "sentId": 524}], "secId": 242}, {"speaker": "ZURAWIK", "sentences": [{"text": "When he got to the White House, he used enormous lies to try to usurp the Constitution, ending in Watergate.", "sentId": 525}], "secId": 243}, {"speaker": "ZURAWIK", "sentences": [{"text": "So, I do think -- I agree with you there is something different about Trump's almost compulsion to lie.", "sentId": 526}, {"text": "He lies and lies and lies and lies.", "sentId": 527}, {"text": "And I think you're right when you say, sometimes, he lies when a lie isn't necessary.", "sentId": 528}], "secId": 244}, {"speaker": "STELTER", "sentences": [{"text": "My favorite example was the NFL.", "sentId": 529}, {"text": "Remember when he would say he got a letter from the NFL talking about the debate schedule?", "sentId": 530}], "secId": 245}, {"speaker": "ZURAWIK", "sentences": [{"text": "Yes.", "sentId": 531}, {"text": "Yes.", "sentId": 532}], "secId": 246}, {"speaker": "STELTER", "sentences": [{"text": "And there was no letter from the NFL.", "sentId": 533}, {"text": "It was so easily provable.", "sentId": 534}], "secId": 247}, {"speaker": "STELTER", "sentences": [{"text": "But you said in your column this week that maybe Twitter can be used to beat back Trump's lies.", "sentId": 535}, {"text": "Tell us how.", "sentId": 536}], "secId": 248}, {"speaker": "ZURAWIK", "sentences": [{"text": "Right.", "sentId": 537}, {"text": "And that's -- I think that may have been at my most extreme.", "sentId": 538}, {"text": "And I think you would know -- you're more -- savvier about social media than I am.", "sentId": 539}], "secId": 249}, {"speaker": "ZURAWIK", "sentences": [{"text": "But here's what I'm thinking.", "sentId": 540}, {"text": "If he's going to use Twitter this way, Twitter is a rude, harsh, mob mentality.", "sentId": 541}, {"text": "Trump knows how to use that.", "sentId": 542}, {"text": "He's crafted a voice that speaks to the ugliness and the nastiness and the stark of Twitter.", "sentId": 543}, {"text": "I think that's why he's so successful.", "sentId": 544}], "secId": 250}, {"speaker": "ZURAWIK", "sentences": [{"text": "He incited mob action against Megyn Kelly after that debate.", "sentId": 545}, {"text": "Look at how she was mobbed by it.", "sentId": 546}, {"text": "Maybe, as journalists, one of the things we should do -- look, the main thing we should do, whatever medium we work in, prove the lie is wrong.", "sentId": 547}, {"text": "Call up the NFL.", "sentId": 548}, {"text": "Say, hey, did you send Trump a letter?", "sentId": 549}, {"text": "No, we didn't send a Trump a letter.", "sentId": 550}], "secId": 251}, {"speaker": "ZURAWIK", "sentences": [{"text": "Print that.", "sentId": 551}, {"text": "Done.", "sentId": 552}, {"text": "Case closed.", "sentId": 553}, {"text": "He's a liar.", "sentId": 554}], "secId": 252}, {"speaker": "ZURAWIK", "sentences": [{"text": "But maybe, on Twitter, those of us who want to live in social media, mob him with the truth.", "sentId": 555}, {"text": "Mob his lies with the truth.", "sentId": 556}], "secId": 253}, {"speaker": "STELTER", "sentences": [{"text": "I'm coming up on a hard break.", "sentId": 557}, {"text": "So, that will be our final thought for the day.", "sentId": 558}], "secId": 254}, {"speaker": "STELTER", "sentences": [{"text": "David, great to see you.", "sentId": 559}, {"text": "Thanks for being here.", "sentId": 560}], "secId": 255}, {"speaker": "ZURAWIK", "sentences": [{"text": "Thank you.", "sentId": 561}], "secId": 256}, {"speaker": "STELTER", "sentences": [{"text": "And we will see you next week.", "sentId": 562}], "secId": 257}], "sectionCount": 258, "url": "transcripts.cnn.com/TRANSCRIPTS/1612/04/rs.01.html", "sentenceCount": 564, "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "time": "Aired December 4, 2016 - 11:00   ET", "speakers": ["STELTER", "TRUMP", "ALEC BALDWIN AS DONALD TRUMP", "UNIDENTIFIED MALE", "BALDWIN", "UNIDENTIFIED FEMALE", "SESNO", "ZITO", "HUEY", "said", "JONES", "GOODMAN", "But what's important here is not about me.  That was a message to all journalists", "NIXON", "BUSH", "CLINTON", "OBAMA", "Take Trump's promotion of this voter fraud conspiracy idea.  And he said on Twitter", "ZURAWIK"], "title": "CNN RELIABLE SOURCES"}