{"docId": "./rs/trancript.cnn.com.TRANSCRIPTS.1612.11.rs.01.html.json", "subTitle": "Trump on Russian Hacking: \"I Don't Believe It\"; Can Reporters Keep Up With Trump's Tweets?; Jill Abramson Discusses Antidotes to \"Fake News\" and Conspiracy Theories; Media Concerns Over Access to President-Elect. Aired 11a-12p ET", "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "sections": [{"speaker": "STELTER", "sentences": [{"text": "Hey, I'm Brian Stelter.", "sentId": 0}, {"text": "And it's time for RELIABLE SOURCES, our weekly look at the story behind the story, of how the media really works, ad how the news gets made.", "sentId": 1}], "secId": 0}, {"speaker": "STELTER", "sentences": [{"text": "Welcome to our viewers here in the U.S. and all around the world on CNN International.", "sentId": 2}], "secId": 1}, {"speaker": "STELTER", "sentences": [{"text": "We have a packed show ahead for you this hour.", "sentId": 3}, {"text": "With Donald Trump showing no signs of toning down his Twitter attacks, so what do his tweets tell us about our next commander-in-chief?", "sentId": 4}, {"text": "I'll ask an all- star panel.", "sentId": 5}], "secId": 2}, {"speaker": "STELTER", "sentences": [{"text": "Also, Hillary Clinton speaking out, warning against the real life dangers from fake news stories.", "sentId": 6}, {"text": "Former executive editor of \"The New York Times\", Jill Abramson, is here to weigh in.", "sentId": 7}], "secId": 3}, {"speaker": "STELTER", "sentences": [{"text": "But, first, Donald Trump in denial.", "sentId": 8}, {"text": "This morning, Trump is reacting to news reports that CIA officials believe Russia was actively trying to put him in the White House and that even the RNC was hacked by Russian actors.", "sentId": 9}, {"text": "But those e-mails were not released while DNC e-mails were.", "sentId": 10}], "secId": 4}, {"speaker": "STELTER", "sentences": [{"text": "Trump is telling FOX's Chris Wallace he doesn't believe the nation's top intelligence officials.", "sentId": 11}], "secId": 5}, {"speaker": "WALLACE", "sentences": [{"text": "According to \"The Washington Post,\" the CIA has concluded that Russia intervened in the election to help you win the presidency.", "sentId": 12}, {"text": "Your reaction?", "sentId": 13}], "secId": 6}, {"speaker": "TRUMP", "sentences": [{"text": "I think it's just another excuse.", "sentId": 14}, {"text": "I don't believe it.", "sentId": 15}], "secId": 7}, {"speaker": "STELTER", "sentences": [{"text": "Now, let's take a moment to go over what we actually do know and what we don't know.", "sentId": 16}, {"text": "The stories in the \"Washington Post\" and \"The New York Times\" here at CNN and elsewhere are dependent on anonymous sources.", "sentId": 17}, {"text": "Sometimes, those anonymous sources have been wrong in the past.", "sentId": 18}, {"text": "And Trump has actually invoked the CIA and other agencies' work before", "sentId": 19}], "secId": 8}, {"speaker": "STELTER", "sentences": [{"text": "the Iraq war in 2003 to cast doubts on all intelligence.", "sentId": 20}], "secId": 9}, {"speaker": "STELTER", "sentences": [{"text": "Joining me now, David Sanger, award-winning journalist at \"The New York Times\", who has been on top of this story.", "sentId": 21}], "secId": 10}, {"speaker": "STELTER", "sentences": [{"text": "David, good to see you.", "sentId": 22}], "secId": 11}, {"speaker": "SANGER", "sentences": [{"text": "Great to see you, Brian.", "sentId": 23}], "secId": 12}, {"speaker": "STELTER", "sentences": [{"text": "Let me ask you about the sourcing.", "sentId": 24}, {"text": "I know you're not going to name names here.", "sentId": 25}, {"text": "But tell us why viewers at home should trust your sources by telling us why you trust them.", "sentId": 26}], "secId": 13}, {"speaker": "SANGER", "sentences": [{"text": "Sure.", "sentId": 27}, {"text": "So, the stories we have reported are describing conclusions that the CIA and other intelligence agencies and through the director of national intelligence have briefed to the White House, to Congress, to other recipients of some of the most closely held U.S. intelligence.", "sentId": 28}], "secId": 14}, {"speaker": "SANGER", "sentences": [{"text": "And what's interesting about this is when we write these stories it's not telling you that we endorse their findings.", "sentId": 29}, {"text": "It's not even telling you that we necessarily believe their findings, though certainly there is public evidence to back up parts of it.", "sentId": 30}, {"text": "What it is telling you is what conclusions they are telling the American leadership and presumably also telling President-elect Trump because he too now receives that intelligence, whether based on that interview, he's reading it or not is another question.", "sentId": 31}], "secId": 15}, {"speaker": "STELTER", "sentences": [{"text": "Now, when you're speaking with sources, are you -- are you pressing them to make this information public to the American people?", "sentId": 32}, {"text": "Are you pressing these sources to share the evidence, the documents publicly?", "sentId": 33}], "secId": 16}, {"speaker": "SANGER", "sentences": [{"text": "We certainly are.", "sentId": 34}, {"text": "And it's not just us.", "sentId": 35}, {"text": "If you look, there was a letter last week from seven Democratic senators on the Senate intelligence committee, asking the administration to declassify as much as they can here.", "sentId": 36}, {"text": "There were some Republicans who have called for declassification, not as many.", "sentId": 37}], "secId": 17}, {"speaker": "SANGER", "sentences": [{"text": "And that's important because as we learned in the Iraq experience, intelligence is never a black and white thing.", "sentId": 38}, {"text": "There are always areas of gray, there are dissenters in the WMD case that President-elect Trump has indicated.", "sentId": 39}, {"text": "Eventually, we convinced and Congress convinced the Bush administration to declassify at least the summary of the National Intelligence Estimate on Iraq.", "sentId": 40}], "secId": 18}, {"speaker": "SANGER", "sentences": [{"text": "And what did we discover from that?", "sentId": 41}, {"text": "That while many intelligence agencies believed that Saddam Hussein had WMD, there were some dissenters.", "sentId": 42}], "secId": 19}, {"speaker": "STELTER", "sentences": [{"text": "Right.", "sentId": 43}], "secId": 20}, {"speaker": "SANGER", "sentences": [{"text": "That's an important thing for us to know in this case, as well.", "sentId": 44}], "secId": 21}, {"speaker": "STELTER", "sentences": [{"text": "What is Trump doing by saying I don't believe it?", "sentId": 45}], "secId": 22}, {"speaker": "SANGER", "sentences": [{"text": "Well, this is fascinating because part of the argument he made in that interview and I don't think you played this part of the tape, said he believes this is coming from Democrats.", "sentId": 46}, {"text": "He doesn't necessarily --", "sentId": 47}], "secId": 23}, {"speaker": "STELTER", "sentences": [{"text": "That was my next question for you.", "sentId": 48}, {"text": "Are your sources Democrats?", "sentId": 49}], "secId": 24}, {"speaker": "SANGER", "sentences": [{"text": "You know, our sources are obviously spread out through all of the recipients and sometimes the generators of the intelligence.", "sentId": 50}, {"text": "If you were just getting this from one party, you would be particularly suspicious.", "sentId": 51}, {"text": "What's interesting here is you've seen public statements including from people like Mike McCaul, the chairman of the House Homeland Security Commission, a Republican who has was considered for secretary of homeland security by the president-elect Trump, who himself has come out with a conclusion that it was the Russians.", "sentId": 52}], "secId": 25}, {"speaker": "STELTER", "sentences": [{"text": "In your story.", "sentId": 53}], "secId": 26}, {"speaker": "SANGER", "sentences": [{"text": "Now, he did not go so far as to say that they were manipulating the election in Mr. Trump's favor which, of course, is an analytic conclusion.", "sentId": 54}], "secId": 27}, {"speaker": "STELTER", "sentences": [{"text": "One of the headlines out of your stories this weekend, is that the RNC, the Republican National Committee, there were also attempts to hack the RNC, and maybe e-mails and other documents were obtained.", "sentId": 55}, {"text": "Am I summing that up correctly?", "sentId": 56}], "secId": 28}, {"speaker": "SANGER", "sentences": [{"text": "That's right.", "sentId": 57}, {"text": "We're still trying to understand what parts of the RNC system they may have gotten into.", "sentId": 58}, {"text": "The RNC has said that they have been told they were not hacked.", "sentId": 59}, {"text": "Now, you know, you remember the line that has been used by many, including former Attorney General Eric Holder about corporations.", "sentId": 60}, {"text": "There are two kinds of companies in America, those that were hacked that know it and those that were hacked and don't know it.", "sentId": 61}], "secId": 29}, {"speaker": "SANGER", "sentences": [{"text": "But the question here is, can we explain why it is that the RNC believes that they were not hacked and the conclusion with high confidence in the intelligence reports is that they were?", "sentId": 62}], "secId": 30}, {"speaker": "STELTER", "sentences": [{"text": "Let me show you what Reince Priebus, the RNC chairman, incoming White House chief of staff said about your story, said about your use of anonymous sources earlier this morning.", "sentId": 63}], "secId": 31}, {"speaker": "PRIEBUS", "sentences": [{"text": "The entire report is based on unnamed sources who are perhaps doing something they shouldn't be doing by speaking to reporters or someone talking out of line.", "sentId": 64}], "secId": 32}, {"speaker": "STELTER", "sentences": [{"text": "Do you have a reaction to Priebus?", "sentId": 65}], "secId": 33}, {"speaker": "SANGER", "sentences": [{"text": "You know, the part that is so frustrating about intelligence reporting but also unavoidable, and as you know, Brian, I've been doing this and my colleagues at \"The Times\" have been doing it for some time on a variety of areas is intelligence is the one area where you're not going to get people to go on the record, until there's such a mass of evidence out there that some material gets declassified.", "sentId": 66}], "secId": 34}, {"speaker": "SANGER", "sentences": [{"text": "And do I wish people would step out and describe this on the record particularly if they can do it without describing their sources and methods?", "sentId": 67}, {"text": "Of course, that would be our preference.", "sentId": 68}, {"text": "But I'm not sure that we also want to live in a world in which we don't report what these conclusions were simply because somebody in the government has come to the determination that they don't yet want to make it public.", "sentId": 69}, {"text": "That was a big --", "sentId": 70}], "secId": 35}, {"speaker": "SANGER", "sentences": [{"text": "That's right.", "sentId": 71}, {"text": "That was a big mistake made in a lot of cases in the Iraq case where had we known about the dissent in the intelligence reports early on, it might well have changed the outcome of history.", "sentId": 72}], "secId": 36}, {"speaker": "STELTER", "sentences": [{"text": "Just one more question for you.", "sentId": 73}, {"text": "I hear Reince Priebus talk about people speaking out of line.", "sentId": 74}, {"text": "Obviously, in every administration it's difficult to gain anonymous sources, to gain whistleblowers.", "sentId": 75}], "secId": 37}, {"speaker": "STELTER", "sentences": [{"text": "Are you concerned in a Trump administration, it's go going to be even more difficult to do your job?", "sentId": 76}], "secId": 38}, {"speaker": "SANGER", "sentences": [{"text": "It could well, but, you know, there's an opposite argument there which is that sometimes if intelligence officials believe they're not being listened to by the executive branch, that might give them an additional reason to speak out.", "sentId": 77}, {"text": "So, you know, there are all kinds of ways of getting hold of policymakers' attention and sometimes that way is by delivering them a secret report and sometimes that way is by talking more publicly or making sure it gets out to the public.", "sentId": 78}, {"text": "In past administrations, you've seen both happen.", "sentId": 79}], "secId": 39}, {"speaker": "STELTER", "sentences": [{"text": "An important role for the press there.", "sentId": 80}], "secId": 40}, {"speaker": "STELTER", "sentences": [{"text": "David, stay with me.", "sentId": 81}, {"text": "I want to bring in a couple more guests.", "sentId": 82}], "secId": 41}, {"speaker": "STELTER", "sentences": [{"text": "But, first, I think one of the most important things television can do, holding politicians accountable is to play it back, to look back and play clips from the past.", "sentId": 83}, {"text": "Back in July, the last time Trump had a press conference, he seemed to call on Russian intelligence agencies to hack Hillary Clinton's e-mails.", "sentId": 84}, {"text": "Do you remember this?", "sentId": 85}], "secId": 42}, {"speaker": "TRUMP", "sentences": [{"text": "Russia, if you're listening, I hope you're able to find the 30,000 e-mails that are missing.", "sentId": 86}, {"text": "I think you will probably be rewarded mightily by our press.", "sentId": 87}], "secId": 43}, {"speaker": "TRUMP", "sentences": [{"text": "Well, they probably have them.", "sentId": 88}, {"text": "I'd like to have them released.", "sentId": 89}, {"text": "It gives me no pause.", "sentId": 90}, {"text": "If they have them, they have them.", "sentId": 91}], "secId": 44}, {"speaker": "STELTER", "sentences": [{"text": "That same month on Jake Tapper Sunday morning show here on CNN, Clinton campaign manager Robbie Mook pointed the finger directly at Russia for hacking the DNC.", "sentId": 92}], "secId": 45}, {"speaker": "MOOKE", "sentences": [{"text": "What's disturbing to us is that we -- experts are telling us that Russian state actors broke into the DNC, stole these e-mails and other experts are now saying that they are -- the Russians are releasing these e-mails for the purpose of helping Donald Trump.", "sentId": 93}], "secId": 46}, {"speaker": "STELTER", "sentences": [{"text": "Now, Trump rejected that, especially at the first debate.", "sentId": 94}, {"text": "Here's what he said then.", "sentId": 95}], "secId": 47}, {"speaker": "TRUMP", "sentences": [{"text": "I don't think anybody knows who was Russia that broke into the DNC.", "sentId": 96}, {"text": "She's saying Russia, Russia, Russia.", "sentId": 97}, {"text": "But I don't -- maybe it was.", "sentId": 98}, {"text": "I mean, it could be Russia, but it could be also be China.", "sentId": 99}, {"text": "It could also be lots of other people.", "sentId": 100}, {"text": "It also could be somebody sitting on their bed that weighs 400 pounds.", "sentId": 101}, {"text": "OK?", "sentId": 102}], "secId": 48}, {"speaker": "STELTER", "sentences": [{"text": "When Trump came up with a line he likes, he likes to use it again and again.", "sentId": 103}, {"text": "The fact that on the bed -- he referred to the bed again this morning.", "sentId": 104}], "secId": 49}, {"speaker": "STELTER", "sentences": [{"text": "Now, back in October, Trump's campaign tried to turn the tables with this press release, accusing Clinton close ties to Putin, saying it deserved security.", "sentId": 105}, {"text": "Hmm.", "sentId": 106}, {"text": "Close ties deserves scrutiny.", "sentId": 107}], "secId": 50}, {"speaker": "Let me ask you this.  I'm showing you all these clips to ask", "sentences": [{"text": "does the press deserve scrutiny for not taking the Russian angle more seriously before Election Day?", "sentId": 108}], "secId": 51}, {"speaker": "Let me ask you this.  I'm showing you all these clips to ask", "sentences": [{"text": "David Sanger is back with me.", "sentId": 109}, {"text": "He was writing about it all along.", "sentId": 110}, {"text": "Julia Ioffe, contributing writer for \"Politico Magazine\" and \"Highland\", about to join \"The Atlantic\".", "sentId": 111}, {"text": "And Liz Wahl, former anchor for RT, Russia Today, the state-sponsored Russian television network.", "sentId": 112}], "secId": 52}, {"speaker": "Let me ask you this.  I'm showing you all these clips to ask", "sentences": [{"text": "Let me ask you this, first to you, Julia -- Marc Elias, a Clinton campaign lawyer, has been calling on press to apologize for not covering this Russian threat more extensively before November 8th.", "sentId": 113}, {"text": "What say you?", "sentId": 114}], "secId": 53}, {"speaker": "IOFFE", "sentences": [{"text": "I don't know what press he's been reading, because I know David has been writing about it extensively.", "sentId": 115}, {"text": "I've been writing about it since spring.", "sentId": 116}, {"text": "Our team at \"Politico\" has been reporting on this extensively about the various ties to Russia that Trump advisors had.", "sentId": 117}], "secId": 54}, {"speaker": "IOFFE", "sentences": [{"text": "I know I wrote a piece back in June about, for example, about an elderly man in basically Putin's political heartland who was contributing money to the Trump -- he offered to contribute his pension to the Trump campaign because all he had been shown on television, on Russian Kremlin-controlled television was how wonderful Trump is, how he respects Russia, how he respects Putin, how he's going to pull America back from the world stage and give Russia more room to maneuver, and how they had been vilifying Hillary Clinton in the Kremlin-owned press.", "sentId": 118}], "secId": 55}, {"speaker": "IOFFE", "sentences": [{"text": "So, I've been writing a saying on TV for the entire summer, the entire fall that the Kremlin has a preferred candidate, that it is about sowing chaos and undermining democratic institutions, but also that they have a preferred candidate and that was always Donald Trump.", "sentId": 119}], "secId": 56}, {"speaker": "STELTER", "sentences": [{"text": "Selling chaos.", "sentId": 120}, {"text": "Liz, is the effort of Russian propaganda actors to sow confusion and make people doubt anything could be true?", "sentId": 121}], "secId": 57}, {"speaker": "WAHL", "sentences": [{"text": "Sure, yes.", "sentId": 122}, {"text": "I mean, that is the main goal of Russian disinformation, whether it be through their television channels, whether it be through other measures like hacking, like their legions of paid trolls.", "sentId": 123}, {"text": "That is the ultimate goal is to undermine democracy, to undermine faith in our institutions, like the media.", "sentId": 124}], "secId": 58}, {"speaker": "WAHL", "sentences": [{"text": "And we have a president-elect now who has basically matched some of these key talking points and Russian propaganda to undermine our system.", "sentId": 125}, {"text": "So, I think it's --", "sentId": 126}], "secId": 59}, {"speaker": "STELTER", "sentences": [{"text": "Let's go there.", "sentId": 127}, {"text": "Let's go there directly.", "sentId": 128}, {"text": "I mean, here's something I've been asking myself.", "sentId": 129}], "secId": 60}, {"speaker": "STELTER", "sentences": [{"text": "Julia, we're talking about a candidate who has lost in a historic way in terms of the popular vote but clearly won in the Electoral College.", "sentId": 130}, {"text": "Is this something of a national emergency?", "sentId": 131}, {"text": "And are journalists afraid to say so because they're going to sound partisan?", "sentId": 132}], "secId": 61}, {"speaker": "IOFFE", "sentences": [{"text": "You know, I was -- I've been thinking about this because it does feel like we're on the verge of something potentially awful.", "sentId": 133}, {"text": "And Trump seems to be taking us there daily with some of his cabinet picks, with his statements.", "sentId": 134}, {"text": "You know, talk about sowing chaos, we have elected you know, the chaos sewer in chief, you know, undermining the validity of intelligence reports undermining the work of the press, of various government institutions, democratic institutions.", "sentId": 135}], "secId": 62}, {"speaker": "IOFFE", "sentences": [{"text": "So -- but on the other hand, I feel like we've been reporting on this all along.", "sentId": 136}, {"text": "But A, people don't read us because -- I remember going out into the country talking to voters and people would tell me their main news sources were YouTube, Facebook and word of mouth.", "sentId": 137}], "secId": 63}, {"speaker": "IOFFE", "sentences": [{"text": "You saw \"BuzzFeed\" did an excellent story on fake news, and how much traffic they get and how much more traffic each of these false news stories gets than \"New York Times\" stories and \"Washington Post\" stories.", "sentId": 138}], "secId": 64}, {"speaker": "IOFFE", "sentences": [{"text": "So, we're writing about it, but A, people aren't listening and, B, don't believe us.", "sentId": 139}, {"text": "Also, I think -- I'm sorry -- the one other thing is that the press has been hitting -- leaning on the panic button for about a year with Donald Trump.", "sentId": 140}, {"text": "And I think, and the -- it's kind of the boy who cried Trump and now Trump is here.", "sentId": 141}, {"text": "And people are like -- I think people are exhausted by the election and by all the negativity of it and are like, whatever, let's just move on.", "sentId": 142}, {"text": "Even though it's only getting worse.", "sentId": 143}], "secId": 65}, {"speaker": "STELTER", "sentences": [{"text": "David, Russian interference in an election, is this a crisis?", "sentId": 144}, {"text": "Is this a national emergency?", "sentId": 145}], "secId": 66}, {"speaker": "SANGER", "sentences": [{"text": "You know, we crossed a Rubicon here where I can't recall another moment in history, Brian, where we have seen a foreign government interfere with an American presidential election.", "sentId": 146}], "secId": 67}, {"speaker": "SANGER", "sentences": [{"text": "Now, we need to a little bit of perspective here.", "sentId": 147}, {"text": "It has been not unknown for the United States, including through the CIA and others to go try to influence foreign elections at various moments.", "sentId": 148}], "secId": 68}, {"speaker": "STELTER", "sentences": [{"text": "Right.", "sentId": 149}], "secId": 69}, {"speaker": "SANGER", "sentences": [{"text": "And you have to remember that President Putin, rightly or wrongly, blames Hillary Clinton for interfering in his mind with the parliamentary election in Russia in 2011 when she turned out statements saying the election was not free and fair, and it wasn't.", "sentId": 150}, {"text": "And that started up some street protests and, you know, it turned out Vladimir Putin doesn't like street protests.", "sentId": 151}], "secId": 70}, {"speaker": "SANGER", "sentences": [{"text": "So, there is an element here of Putin probably believing that he is just giving as good as he was getting.", "sentId": 152}, {"text": "We can argue whether that's legitimate or not.", "sentId": 153}], "secId": 71}, {"speaker": "SANGER", "sentences": [{"text": "So what it does tell you though, Brian, is we've entered a new era in which cyber weaponry and other technology combined with old style information warfare allows foreign nations to reach across into our borders and affect at least the information that people are getting.", "sentId": 154}], "secId": 72}, {"speaker": "STELTER", "sentences": [{"text": "It's very hard to cover cyber warfare or cyber espionage.", "sentId": 155}], "secId": 73}, {"speaker": "SANGER", "sentences": [{"text": "That's right.", "sentId": 156}, {"text": "This is not like covering traditional conflict where you can see where the missiles are being launched from.", "sentId": 157}], "secId": 74}, {"speaker": "WAHL", "sentences": [{"text": "Right.", "sentId": 158}], "secId": 75}, {"speaker": "STELTER", "sentences": [{"text": "Liz,  to you.", "sentId": 159}], "secId": 76}, {"speaker": "WAHL", "sentences": [{"text": "And I think that's the point of Russian media, Russian disinformation has been happening for years now.", "sentId": 160}, {"text": "But people didn't really take it seriously.", "sentId": 161}, {"text": "I mean, the goal of Russian media is to undermine faith in our institutions and now, they've succeeded in hacking our elections.", "sentId": 162}], "secId": 77}, {"speaker": "WAHL", "sentences": [{"text": "And I know that Julia has done reporting and there has been some reporting.", "sentId": 163}, {"text": "But let's face it, a lot of America didn't get the memo.", "sentId": 164}, {"text": "They don't believe it.", "sentId": 165}, {"text": "They didn't hear about it.", "sentId": 166}], "secId": 78}, {"speaker": "WAHL", "sentences": [{"text": "I mean, this is a huge national security issue.", "sentId": 167}, {"text": "And for some reason, this message did not come across to the American people during the campaign, but when this should have been the biggest election story.", "sentId": 168}], "secId": 79}, {"speaker": "WAHL", "sentences": [{"text": "And here we are now, there were plenty of whistleblowers and Russia watchers that knew exactly what was happening.", "sentId": 169}, {"text": "But here we are after the fact, when the damage has already been done.", "sentId": 170}, {"text": "So, I think that yes, I think that we missed the ball on this.", "sentId": 171}, {"text": "I think that this should have been the top election story during the cycle.", "sentId": 172}], "secId": 80}, {"speaker": "WAHL", "sentences": [{"text": "And -- I mean, the fact that a foreign government can use disinformation to affect, you know, not only this has been going on in countries through Europe and the United States to impact our election?", "sentId": 173}, {"text": "I mean, I think it's time for all of us to wake up here.", "sentId": 174}], "secId": 81}, {"speaker": "STELTER", "sentences": [{"text": "David, Julia, Liz, thanks you all for being here this morning.", "sentId": 175}], "secId": 82}, {"speaker": "SANGER", "sentences": [{"text": "Thank you, Brian.", "sentId": 176}], "secId": 83}, {"speaker": "IOFFE", "sentences": [{"text": "Thanks, Brian.", "sentId": 177}], "secId": 84}, {"speaker": "STELTER", "sentences": [{"text": "How can journalists stand up for the truth if they're in a seemingly never ending chase to catch up with Donald tweets?", "sentId": 178}, {"text": "We have a panel standing by on that.", "sentId": 179}], "secId": 85}, {"speaker": "STELTER", "sentences": [{"text": "And later in the hour, former \"New York Times\" editor Jill Abramson.", "sentId": 180}], "secId": 86}, {"speaker": "STELTER", "sentences": [{"text": "Stay with us.", "sentId": 181}, {"text": "We're just getting started.", "sentId": 182}], "secId": 87}, {"speaker": "STELTER", "sentences": [{"text": "While the press is watching Donald Trump's every move, he is also watching us.", "sentId": 183}, {"text": "Judging by his tweets, he's a cable news junkie, which I love.", "sentId": 184}, {"text": "President Obama was sometimes criticized for not paying enough attention to the ever changing news cycle here on CNN and elsewhere.", "sentId": 185}], "secId": 88}, {"speaker": "STELTER", "sentences": [{"text": "Well, President-elect Trump is the opposite.", "sentId": 186}, {"text": "On Wednesday, Trump was apparently watching when Chuck Jones, the president of the United Steelworkers 1999 in Indiana told Erin Burnett about his disappointment with Trump's Carrier deal.", "sentId": 187}, {"text": "Within minutes, he responded on Twitter, saying Jones has done a terrible job representing workers.", "sentId": 188}, {"text": "He said the union should spend more time working, less time talking and reduce dues.", "sentId": 189}], "secId": 89}, {"speaker": "STELTER", "sentences": [{"text": "Was Trump cyber bullying a union leader or just defending himself?", "sentId": 190}], "secId": 90}, {"speaker": "STELTER", "sentences": [{"text": "An hour later, Trump critic and former Labor Secretary Robert Reich hit on the idea you can talk to the president-elect right through the TV.", "sentId": 191}, {"text": "Here's how Reich did it.", "sentId": 192}], "secId": 91}, {"speaker": "REICH", "sentences": [{"text": "With all due respect, Mr. Trump, are you president-elect of the United States.", "sentId": 193}, {"text": "You are looking and acting as if you are mean and petty, thin-skinned and vindictive.", "sentId": 194}, {"text": "Stop this.", "sentId": 195}], "secId": 92}, {"speaker": "STELTER", "sentences": [{"text": "Now, this weekend, Trump tried applying the fake news label right here to CNN.", "sentId": 196}], "secId": 93}, {"speaker": "STELTER", "sentences": [{"text": "So, let's discuss this is TV/Twitter/TV/Twitter feedback loop with Jeffrey Lord, CNN political commentator and former Reagan White House political director, Carl Bernstein, a CNN political analyst, and Kelly McBride, a media ethicist with the Poynter Institute.", "sentId": 197}], "secId": 94}, {"speaker": "STELTER", "sentences": [{"text": "Carl, you say that Trump is defining the agenda, running faster than the press.", "sentId": 198}, {"text": "How do you propose that we then catch up to him?", "sentId": 199}], "secId": 95}, {"speaker": "BERNSTEIN", "sentences": [{"text": "By doing our job in terms of the best obtainable version of the truth which is our mission, that Trump lives and thrives in a fact-free environment.", "sentId": 200}, {"text": "No president including Richard Nixon has been so ignorant of fact and disdains fact in the way this president-elect does.", "sentId": 201}, {"text": "And it has something to do with the growing sense of authoritarianism that he and his presidency are projecting.", "sentId": 202}, {"text": "And the danger of it is obvious and he's trying to make the conduct of the press the issue, not his own conduct.", "sentId": 203}], "secId": 96}, {"speaker": "STELTER", "sentences": [{"text": "Give us an example of that fact ignorance before Jeffrey Lord weighs in.", "sentId": 204}], "secId": 97}, {"speaker": "BERNSTEIN", "sentences": [{"text": "I would just take his bullying approach to the union leader instead of going into the carrier deal was and what the unions in that institution have done.", "sentId": 205}, {"text": "Everything that he controverts he doesn't go to a fact-based argument.", "sentId": 206}, {"text": "He goes to an emotional argument.", "sentId": 207}], "secId": 98}, {"speaker": "BERNSTEIN", "sentences": [{"text": "What we have seen throughout the campaign is pathological disdain for the truth.", "sentId": 208}, {"text": "You know, a kind of lie and easy with lying that we have not seen before.", "sentId": 209}], "secId": 99}, {"speaker": "STELTER", "sentences": [{"text": "Let me hear from Lord, Jeffrey Lord.", "sentId": 210}, {"text": "In June on this program, you said fact checking is sometimes out of touch and elitist.", "sentId": 211}], "secId": 100}, {"speaker": "LORD", "sentences": [{"text": "Right.", "sentId": 212}, {"text": "What I mean --", "sentId": 213}], "secId": 101}, {"speaker": "STELTER", "sentences": [{"text": "There is debate about that.", "sentId": 214}, {"text": "How do you feel about that today?", "sentId": 215}], "secId": 102}, {"speaker": "LORD", "sentences": [{"text": "What I meant by that is a lot of times, the fact checkers themselves have a liberal bias.", "sentId": 216}, {"text": "And so their, quote/unquote, \"facts\" represent their political ideology as opposed to a hard fact.", "sentId": 217}], "secId": 103}, {"speaker": "LORD", "sentences": [{"text": "You know, it is -- it is with all of this news, I put in quotes, about \"fake news\", it has become gospel in the conservative world if you list to Rush Limbaugh, for example, that the mainstream media presents a lot of fake news, all the time.", "sentId": 218}], "secId": 104}, {"speaker": "STELTER", "sentences": [{"text": "That's a cynical thing to say.", "sentId": 219}, {"text": "Fake news are designed to trick you.", "sentId": 220}], "secId": 105}, {"speaker": "LORD", "sentences": [{"text": "Well, let me give you -- let me give you an example.", "sentId": 221}, {"text": "The whole Hillary Clinton/Benghazi episode with the video.", "sentId": 222}, {"text": "I mean, she's saying video in public many, many times and the media is reporting this, and yet she said to her daughter that it was a terrorist attack.", "sentId": 223}], "secId": 106}, {"speaker": "LORD", "sentences": [{"text": "I mean, there are two different stories and the video story was not only fake, they put somebody in jail for it.", "sentId": 224}], "secId": 107}, {"speaker": "STELTER", "sentences": [{"text": "OK, let me ask you about.", "sentId": 225}], "secId": 108}, {"speaker": "BERNSTEIN", "sentences": [{"text": "Jeffrey, she walked -- she walked back on that.", "sentId": 226}, {"text": "She -- that's not factual.", "sentId": 227}, {"text": "Hillary Clinton walked back on the video story.", "sentId": 228}], "secId": 109}, {"speaker": "LORD", "sentences": [{"text": "She put it out there, Carl.", "sentId": 229}], "secId": 110}, {"speaker": "BERNSTEIN", "sentences": [{"text": "Yes, she did and then she walked back on it when it became apparent it was not the whole truth.", "sentId": 230}], "secId": 111}, {"speaker": "LORD", "sentences": [{"text": "But, Carl, they put somebody in jail for it.", "sentId": 231}, {"text": "They put somebody in jail for it, a filmmaker.", "sentId": 232}, {"text": "I mean, that's unacceptable.", "sentId": 233}, {"text": "That's authoritarian.", "sentId": 234}], "secId": 112}, {"speaker": "STELTER", "sentences": [{"text": "This weekend's tweets.", "sentId": 235}], "secId": 113}, {"speaker": "BERNSTEIN", "sentences": [{"text": "You lost me here, Jeffrey.", "sentId": 236}], "secId": 114}, {"speaker": "STELER", "sentences": [{"text": "Kelly McBride, we heard from Trump this morning, talking about secretary of state job, saying he hasn't made a decision yet.", "sentId": 237}, {"text": "It's been reporting that there may be a decision soon, that he's thinking about candidates.", "sentId": 238}], "secId": 115}, {"speaker": "STELER", "sentences": [{"text": "What do you make of Trump's use of Twitter and cable news together, right?", "sentId": 239}, {"text": "He watches cable news.", "sentId": 240}, {"text": "He reacts on Twitter, and then cable news reacts to him.", "sentId": 241}, {"text": "There's real time feedback loop.", "sentId": 242}], "secId": 116}, {"speaker": "KELLY MCBRIDE", "sentences": [{"text": "Yeah, he has --", "sentId": 243}], "secId": 117}, {"speaker": "BERNSTEIN", "sentences": [{"text": "I'm sorry.", "sentId": 244}], "secId": 118}, {"speaker": "STELTER", "sentences": [{"text": "Let me get Kelly McBride in.", "sentId": 245}], "secId": 119}, {"speaker": "BERNSTEIN", "sentences": [{"text": "I can't see.", "sentId": 246}, {"text": "So I didn't know how called on.", "sentId": 247}, {"text": "Pardon me.", "sentId": 248}], "secId": 120}, {"speaker": "STELTER", "sentences": [{"text": "No worries.", "sentId": 249}], "secId": 121}, {"speaker": "MCBRIDE", "sentences": [{"text": "Yes, he has the press cycle figured out.", "sentId": 250}, {"text": "He is a master of it right now.", "sentId": 251}, {"text": "And I think that what the media is going to have to do is start operating on two fronts, because we're in this really weird place where as soon as he does something on Twitter, we want to put it out because everybody wants to be fast.", "sentId": 252}, {"text": "So he says, \"The New York Times\" is failing.", "sentId": 253}, {"text": "Or he says that Boeing we should cancel the air force one order on Boeing.", "sentId": 254}, {"text": "And immediately, we tell that story that he said something outrageous", "sentId": 255}], "secId": 122}, {"speaker": "MCBRIDE", "sentences": [{"text": "on Twitter.", "sentId": 256}, {"text": "But we don't bring the context up as quickly as we should.", "sentId": 257}, {"text": "It usually takes a couple hours to get the context up.", "sentId": 258}], "secId": 123}, {"speaker": "MCBRIDE", "sentences": [{"text": "In the meantime, the rest of audience that is either a supporter of Trump or maybe still in some middle ground where they want to give him the benefit of the doubt, they're looking at our reaction to that and the fact that we're calling it outrageous as evidence that see, we're against Trump.", "sentId": 259}, {"text": "So, it plays right into his hands.", "sentId": 260}], "secId": 124}, {"speaker": "MCBRIDE", "sentences": [{"text": "We have to from the very get-go be able to analyze what his motives are and stop assuming that his tweets are bombastic, thoughtless tweets, and instead assume that he has very carefully thought them out and that there's a strategy behind them and we need to figure out what the strategy is in order to cover it accurately and not necessarily play into his hands.", "sentId": 261}], "secId": 125}, {"speaker": "STELTER", "sentences": [{"text": "Many voters wanted something different.", "sentId": 262}, {"text": "We're getting something different with Trump on Twitter.", "sentId": 263}], "secId": 126}, {"speaker": "STELTER", "sentences": [{"text": "Jeffrey Lord, you wrote about this for \"Newsbuster\" this week, I love your column saying the media is aghast that an unconventional president.", "sentId": 264}], "secId": 127}, {"speaker": "LORD", "sentences": [{"text": "Yes.", "sentId": 265}], "secId": 128}, {"speaker": "STELTER", "sentences": [{"text": "Your first line was, \"The mainstream media are beside itself.\"", "sentId": 266}], "secId": 129}, {"speaker": "LORD", "sentences": [{"text": "Right.", "sentId": 267}], "secId": 130}, {"speaker": "STELTER", "sentences": [{"text": "What do you see when you watch coverage?", "sentId": 268}, {"text": "What do you mean?", "sentId": 269}], "secId": 131}, {"speaker": "LORD", "sentences": [{"text": "What I see is basically a late 20th century media trying to struggle with a 21st century president.", "sentId": 270}], "secId": 132}, {"speaker": "LORD", "sentences": [{"text": "Lincoln used the telegraph to great effect to run the civil war.", "sentId": 271}, {"text": "It was new.", "sentId": 272}, {"text": "FDR used radio, he had rallies broadcast.", "sentId": 273}, {"text": "I went back and look at this.", "sentId": 274}, {"text": "He had his rallies where he lambasted opponents broadcast on radio.", "sentId": 275}, {"text": "That was a new thing.", "sentId": 276}], "secId": 133}, {"speaker": "LORD", "sentences": [{"text": "JFK invented the live presidential press conference which we all now take for granted, in which he was advised against doing.", "sentId": 277}, {"text": "Eisenhower used to have them filmed because they were afraid if he made a mistake, you couldn't take it back.", "sentId": 278}, {"text": "Now this is just part of the landscape.", "sentId": 279}], "secId": 134}, {"speaker": "LORD", "sentences": [{"text": "Twitter is the new technology here.", "sentId": 280}], "secId": 135}, {"speaker": "STELTER", "sentences": [{"text": "This is new press release.", "sentId": 281}, {"text": "This is his press releases.", "sentId": 282}], "secId": 136}, {"speaker": "STELTER", "sentences": [{"text": "You know, Carl, let me try this out on you.", "sentId": 283}, {"text": "The president says something -- the president-elect says something, it is automatically by definition news.", "sentId": 284}, {"text": "The context only comes later.", "sentId": 285}], "secId": 137}, {"speaker": "BERNSTEIN", "sentences": [{"text": "Look, our job is to find the context and later is OK.  We have time to find out the context and let's put it out there as our mission, the whole story.", "sentId": 286}, {"text": "Fact, context, truth.", "sentId": 287}], "secId": 138}, {"speaker": "BERNSTEIN", "sentences": [{"text": "If we stick on that, in the old fashioned mainstream media, we're going to be fine.", "sentId": 288}, {"text": "It's when we allow ourselves to be sidetracked by the theatrics as opposed to the substance, that's the problem.", "sentId": 289}, {"text": "And we now have a president-elect who in terms of truthfulness, Richard Nixon was nothing in terms of lying compared to what we have seen from Donald Trump.", "sentId": 290}], "secId": 139}, {"speaker": "BERNSTEIN", "sentences": [{"text": "Nixon lied, for instance, when he was caught in criminal enterprise, but he was someone.", "sentId": 291}], "secId": 140}, {"speaker": "STELTER", "sentences": [{"text": "I think historian Jeffrey Lord here would disagree and would cite other president who have been liars in chief.", "sentId": 292}], "secId": 141}, {"speaker": "LORD", "sentences": [{"text": "I did not have sex with that woman, Miss Lewinsky.", "sentId": 293}], "secId": 142}, {"speaker": "BERNSTEIN", "sentences": [{"text": "I don't think we've never seen anything like this.", "sentId": 294}], "secId": 143}, {"speaker": "LORD", "sentences": [{"text": "On that note, Kelly, Carl, Jeffrey --", "sentId": 295}], "secId": 144}, {"speaker": "BERNSTEIN", "sentences": [{"text": "Absolutely.", "sentId": 296}, {"text": "In a criminal -- absolutely, he lied about Lewinsky.", "sentId": 297}, {"text": "Absolutely.", "sentId": 298}], "secId": 145}, {"speaker": "STELTER", "sentences": [{"text": "The -- I appreciate all of you for taking time to be here this morning.", "sentId": 299}, {"text": "Thank you very much.", "sentId": 300}], "secId": 146}, {"speaker": "STELTER", "sentences": [{"text": "Up next here, talking about an epidemic of fake news.", "sentId": 301}, {"text": "That's what Hillary Clinton says is going on.", "sentId": 302}, {"text": "Former \"New York Times\" editor Jill Abramson will be here right after the break here to discuss.", "sentId": 303}], "secId": 147}, {"speaker": "STELTER", "sentences": [{"text": "Welcome back to RELIABLE SOURCES.", "sentId": 304}, {"text": "I'm Brian Stelter.", "sentId": 305}], "secId": 148}, {"speaker": "STELTER", "sentences": [{"text": "Is fake news an epidemic?", "sentId": 306}, {"text": "Hillary Clinton, in a rare post-election appearance this week, said yes.", "sentId": 307}], "secId": 149}, {"speaker": "CLINTON", "sentences": [{"text": "The epidemic of malicious fake news and false propaganda that flooded social media over the past year, it's now clear that so-called fake news can have real-world consequences.", "sentId": 308}], "secId": 150}, {"speaker": "CLINTON", "sentences": [{"text": "This isn't about politics or partisanship.", "sentId": 309}, {"text": "Lives are at risk.", "sentId": 310}], "secId": 151}, {"speaker": "STELTER", "sentences": [{"text": "Now, Clinton did not refer to Pizzagate directly, but last weekend's scare at the Comet Ping Pong restaurant in Washington was clearly on her mind.", "sentId": 311}], "secId": 152}, {"speaker": "STELTER", "sentences": [{"text": "A man showed up at the restaurant and fired his weapon while trying to investigate Pizzagate, an anti-Clinton conspiracy theory fueled by fake news stories and social media.", "sentId": 312}], "secId": 153}, {"speaker": "STELTER", "sentences": [{"text": "I was at a journalism conference this weekend.", "sentId": 313}, {"text": "And I get the sense that reporters are struggling with this problem, really struggling with it.", "sentId": 314}, {"text": "What are newsrooms to do when people, some people, opt out of journalism and opt into these alternate realities?", "sentId": 315}], "secId": 154}, {"speaker": "STELTER", "sentences": [{"text": "Joining me now, one of my former bosses, Jill Abramson.", "sentId": 316}, {"text": "She was the former executive editor of \"The New York Times,\" now a senior lecturer at Harvard University and a political columnist for \"The Guardian.\"", "sentId": 317}], "secId": 155}, {"speaker": "STELTER", "sentences": [{"text": "Jill, you can't fool all the people all the time, but you can fool some of the people some of the time.", "sentId": 318}, {"text": "And some people want to be fooled.", "sentId": 319}], "secId": 156}, {"speaker": "STELTER", "sentences": [{"text": "Is that what these fake stories are about, these -- in this case, this anti-Clinton conspiracy theory?", "sentId": 320}], "secId": 157}, {"speaker": "ABRAMSON", "sentences": [{"text": "Well, you know, the conspiracy theory itself is just beyond absurd.", "sentId": 321}], "secId": 158}, {"speaker": "STELTER", "sentences": [{"text": "Bonkers.", "sentId": 322}], "secId": 159}, {"speaker": "ABRAMSON", "sentences": [{"text": "Anyone who knows about Hillary Clinton's career knows that much of it has been devoted to children's rights.", "sentId": 323}, {"text": "So, the idea that she would be heading a pedophile ring is just nonsensical and horrendously outrageous.", "sentId": 324}], "secId": 160}, {"speaker": "ABRAMSON", "sentences": [{"text": "But, you know, I think Hillary Clinton called it an epidemic of fake news.", "sentId": 325}, {"text": "And I'm not sure it's an epidemic.", "sentId": 326}, {"text": "The epidemic is the Internet, which can pick up any piece of information and, you know, make it go viral.", "sentId": 327}], "secId": 161}, {"speaker": "ABRAMSON", "sentences": [{"text": "And many of the people who are manufacturing this fake news are not journalists at all.", "sentId": 328}, {"text": "BuzzFeed, which has covered the fake news story very aggressively and with a team of very strong reporters, found there are teenagers sitting in the small country of Macedonia making thousands and thousands of dollars by, you know, putting up click-bait fake news stories that then go viral, and they get money from the ads against them.", "sentId": 329}], "secId": 162}, {"speaker": "ABRAMSON", "sentences": [{"text": "So, as is true with almost anything -- and Carl Bernstein, your previous guest, knows this better than anyone -- you have to follow the money.", "sentId": 330}], "secId": 163}, {"speaker": "STELTER", "sentences": [{"text": "And NBC this weekend doing great work in Macedonia interviewing these people.", "sentId": 331}], "secId": 164}, {"speaker": "STELTER", "sentences": [{"text": "If you define...", "sentId": 332}], "secId": 165}, {"speaker": "ABRAMSON", "sentences": [{"text": "Yes, that's right.", "sentId": 333}, {"text": "STELTER:  ... fake news as stories designed to deceive, designed to", "sentId": 334}], "secId": 166}, {"speaker": "ABRAMSON", "sentences": [{"text": "trick people -- I had one about me this week that had one paragraph of real quotes I actually said on this show and then four paragraphs of made-up quotes.", "sentId": 335}, {"text": "And it was designed to trick people.", "sentId": 336}], "secId": 167}, {"speaker": "ABRAMSON", "sentences": [{"text": "That is a thorny problem that's only going to get thornier, more complex.", "sentId": 337}], "secId": 168}, {"speaker": "ABRAMSON", "sentences": [{"text": "Right.", "sentId": 338}], "secId": 169}, {"speaker": "STELTER", "sentences": [{"text": "What do you want to see newsrooms do about it?", "sentId": 339}], "secId": 170}, {"speaker": "ABRAMSON", "sentences": [{"text": "Well, what I want to see newsrooms do about it is be less reactive to, you know, the pickup of these patently false stories, to blow the whistle on them when they're false, and to do thorough fact- checking, as, you know, organizations like PolitiFact and great news organizations like \"The New York Times\" and \"The Washington Post\" do as a matter of duty in the way journalists do their jobs there.", "sentId": 340}], "secId": 171}, {"speaker": "ABRAMSON", "sentences": [{"text": "But what...", "sentId": 341}], "secId": 172}, {"speaker": "STELTER", "sentences": [{"text": "Do we still have enough credibility, though, to do that?", "sentId": 342}], "secId": 173}, {"speaker": "ABRAMSON", "sentences": [{"text": "You know, obviously, the answer to that, we both know, Brian, is no, that trust in the news media is at a historic low, and probably sinking.", "sentId": 343}], "secId": 174}, {"speaker": "ABRAMSON", "sentences": [{"text": "But journalists still have to do their jobs.", "sentId": 344}, {"text": "And what I worry about, as much as stories like Pizzagate, is that Donald Trump and his tweets themselves, which much of the media is so reactive to, that's fake news, too.", "sentId": 345}], "secId": 175}, {"speaker": "ABRAMSON", "sentences": [{"text": "I mean, just the recent tweets about -- quote, unquote -- \"massive voter fraud,\" that is an outright lie.", "sentId": 346}, {"text": "There is no evidence that there was massive voter fraud in any state.", "sentId": 347}], "secId": 176}, {"speaker": "ABRAMSON", "sentences": [{"text": "So, you know, the evidence is mounting that Russia interfered with our election through propaganda and other means.", "sentId": 348}, {"text": "But there was no demonstrable voter fraud.", "sentId": 349}], "secId": 177}, {"speaker": "ABRAMSON", "sentences": [{"text": "And PolitiFact, the organization I mentioned before, you know, they have rated more than 50 percent of Donald Trump's statements as false or Pants on Fire false, just outright lies.", "sentId": 350}], "secId": 178}, {"speaker": "ABRAMSON", "sentences": [{"text": "And it is our job as journalists, even if our credibility is as low as it's ever been, we just have to do our jobs.", "sentId": 351}], "secId": 179}, {"speaker": "STELTER", "sentences": [{"text": "And you're saying to actually call them lies as well.", "sentId": 352}], "secId": 180}, {"speaker": "STELTER", "sentences": [{"text": "Jill, stay with me, if you can.", "sentId": 353}, {"text": "I want to take a quick break here.", "sentId": 354}], "secId": 181}, {"speaker": "ABRAMSON", "sentences": [{"text": "Right.", "sentId": 355}, {"text": "And...", "sentId": 356}], "secId": 182}, {"speaker": "STELTER", "sentences": [{"text": "Just stay with me for a moment.", "sentId": 357}, {"text": "Quick break here.", "sentId": 358}], "secId": 183}, {"speaker": "STELTER", "sentences": [{"text": "Talking more about how the press will be treated in the Trump White House, and vice versa, with the head of the RNC communications shop, Sean Spicer, after a quick break.", "sentId": 359}], "secId": 184}, {"speaker": "STELTER", "sentences": [{"text": "Welcome back to RELIABLE SOURCES.", "sentId": 360}, {"text": "I'm Brian Stelter.", "sentId": 361}], "secId": 185}, {"speaker": "STELTER", "sentences": [{"text": "Donald Trump's anti-media messages on Twitter and elsewhere have the effect of delegitimizing journalism among at least a portion of the American people.", "sentId": 362}, {"text": "Whether he's doing it on purpose or whether he's just venting, the effect is the same.", "sentId": 363}], "secId": 186}, {"speaker": "STELTER", "sentences": [{"text": "Now, journalism is also suffering from self-inflicted wounds.", "sentId": 364}, {"text": "But many of the other wounds are coming from the words and actions of Trump and other elected officials.", "sentId": 365}], "secId": 187}, {"speaker": "STELTER", "sentences": [{"text": "That's why reporters right now are worried about access to the next administration, but also, in a bigger picture way, about potentially profound threats against the fourth estate.", "sentId": 366}], "secId": 188}, {"speaker": "STELTER", "sentences": [{"text": "They, we don't know what to expect.", "sentId": 367}, {"text": "And that's why there's so much concern.", "sentId": 368}], "secId": 189}, {"speaker": "STELTER", "sentences": [{"text": "So, I honed in on that recently with RNC chief strategist Sean Spicer.", "sentId": 369}, {"text": "Watch what he told me.", "sentId": 370}], "secId": 190}, {"speaker": "STELTER", "sentences": [{"text": "Sean, great to see you.", "sentId": 371}, {"text": "Thanks for being here.", "sentId": 372}], "secId": 191}, {"speaker": "SPICER", "sentences": [{"text": "Good morning.", "sentId": 373}, {"text": "Thanks for having me.", "sentId": 374}], "secId": 192}, {"speaker": "STELTER", "sentences": [{"text": "There's been, of course, a lot of interest this weekend in this talk about Russia trying to influence the election.", "sentId": 375}, {"text": "You have been challenging some of those press reports.", "sentId": 376}], "secId": 193}, {"speaker": "STELTER", "sentences": [{"text": "Have relations ever been this strained between the media and your office, your press office at the RNC?", "sentId": 377}], "secId": 194}, {"speaker": "SPICER", "sentences": [{"text": "Well, I think that's a pretty generalized statement.", "sentId": 378}], "secId": 195}, {"speaker": "SPICER", "sentences": [{"text": "I think there are certain outlets and certain reporters that have not done what I would consider due diligence in sourcing and reporting stories on a variety of things.", "sentId": 379}, {"text": "But I'm not sure I would paint that with the huge brush.", "sentId": 380}, {"text": "But there's definitely a good number of them.", "sentId": 381}], "secId": 196}, {"speaker": "STELTER", "sentences": [{"text": "I have heard you say that the Democrats and the media were rooting for Clinton to win the election a month ago, they thought she was going to win the election.", "sentId": 382}, {"text": "And you have cited that as examples of media bias.", "sentId": 383}], "secId": 197}, {"speaker": "STELTER", "sentences": [{"text": "So, it would seem to me you would think there's been pretty systemic media bias recently.", "sentId": 384}], "secId": 198}, {"speaker": "SPICER", "sentences": [{"text": "I don't think recently.", "sentId": 385}, {"text": "I think it's been fairly longstanding.", "sentId": 386}], "secId": 199}, {"speaker": "SPICER", "sentences": [{"text": "I don't think it's any breaking news that a good number, a majority of the members of the media, you know, tend to lean left.", "sentId": 387}], "secId": 200}, {"speaker": "STELTER", "sentences": [{"text": "Well, the reason I'm asking is, I'm trying to get a sense of what you're expecting from the next president, from president-elect Trump's tone, from his tweets.", "sentId": 388}], "secId": 201}, {"speaker": "STELTER", "sentences": [{"text": "I get the sense that he's going to be just as hostile toward the media as president as he was as a candidate.", "sentId": 389}], "secId": 202}, {"speaker": "STELTER", "sentences": [{"text": "Have you talked to him about maybe changing or moderating his approach when it comes to the media?", "sentId": 390}], "secId": 203}, {"speaker": "SPICER", "sentences": [{"text": "That's a great question.", "sentId": 391}], "secId": 204}, {"speaker": "SPICER", "sentences": [{"text": "And, again, I think it's a rather big brush.", "sentId": 392}, {"text": "There's a lot of folks -- as you know, he does a lot of interviews and speaks with folks.", "sentId": 393}], "secId": 205}, {"speaker": "SPICER", "sentences": [{"text": "So, it's...", "sentId": 394}], "secId": 206}, {"speaker": "STELTER", "sentences": [{"text": "Yes.", "sentId": 395}], "secId": 207}, {"speaker": "SPICER", "sentences": [{"text": "So, it's not everyone.", "sentId": 396}], "secId": 208}, {"speaker": "SPICER", "sentences": [{"text": "But I think we understand, from the president-elect down, that the media is a healthy part of our democracy.", "sentId": 397}, {"text": "But we also, as much as the press has a right to -- as much as there's a right to a free press, there's also a right to free speech.", "sentId": 398}], "secId": 209}, {"speaker": "SPICER", "sentences": [{"text": "And so when a reporter reports something false or incomplete, we have equal right to go back and make sure the record's corrected.", "sentId": 399}], "secId": 210}, {"speaker": "SPICER", "sentences": [{"text": "One of the really unique things about Donald Trump, among many, is that the number of people that follow him on social media give him a direct voice to the American people.", "sentId": 400}, {"text": "And that's something that no one has ever seen before.", "sentId": 401}], "secId": 211}, {"speaker": "SPICER", "sentences": [{"text": "And so I think, frankly, there's actually a little bit of frustration in the media as well that he's able to go around them and have a direct conversation with the American people and express himself, correct stories, get his point of view out.", "sentId": 402}], "secId": 212}, {"speaker": "SPICER", "sentences": [{"text": "And it's something that, frankly, no one's ever seen before.", "sentId": 403}, {"text": "He will continue to do that as president.", "sentId": 404}, {"text": "But, again, I think that it's not a mutually exclusive proposition.", "sentId": 405}, {"text": "We understand that the press is a healthy part of our democracy.", "sentId": 406}, {"text": "They have a job to do.", "sentId": 407}], "secId": 213}, {"speaker": "SPICER", "sentences": [{"text": "It's a good job.", "sentId": 408}, {"text": "But when it's not done well, we have an equal obligation to make sure that we call out those falsehoods.", "sentId": 409}], "secId": 214}, {"speaker": "STELTER", "sentences": [{"text": "Right.", "sentId": 410}], "secId": 215}, {"speaker": "STELTER", "sentences": [{"text": "I'm happy to hear you talk about the healthy part of democracy, because you and I both know the Obama administration has had some blemishes when it comes to its record on press freedom.", "sentId": 411}, {"text": "But things could be much, much worse.", "sentId": 412}], "secId": 216}, {"speaker": "STELTER", "sentences": [{"text": "And many journalist advocacy groups are very concerned that a President Trump is going to clamp down on press freedoms.", "sentId": 413}, {"text": "Are you in a position to commit, or can the president-elect commit to upholding the same levels that the President Obama administration did with regards to First Amendment protections?", "sentId": 414}], "secId": 217}, {"speaker": "SPICER", "sentences": [{"text": "I'm really not sure what you mean.", "sentId": 415}], "secId": 218}, {"speaker": "SPICER", "sentences": [{"text": "The first Amendment allows people to cover and write whatever they want.", "sentId": 416}, {"text": "And I haven't seen, even within the Obama administration, frankly anyone prohibiting somebody from writing something.", "sentId": 417}], "secId": 219}, {"speaker": "SPICER", "sentences": [{"text": "So, think that's a bit extreme of a description.", "sentId": 418}], "secId": 220}, {"speaker": "STELTER", "sentences": [{"text": "During the campaign, president-elect Trump kicked some journalists out of rallies by revoking their press credentials.", "sentId": 419}], "secId": 221}, {"speaker": "STELTER", "sentences": [{"text": "There's also been concern during the Obama administration of prosecutions of journalists to find out their sources.", "sentId": 420}, {"text": "I guess I'm wondering, do you expect things to be worse in a President Trump administration than they have been in a President Obama administration?", "sentId": 421}], "secId": 222}, {"speaker": "SPICER", "sentences": [{"text": "No, I don't.", "sentId": 422}], "secId": 223}, {"speaker": "SPICER", "sentences": [{"text": "Again, I think that there's a general respect for the place that the press and the media plays in our democracy.", "sentId": 423}, {"text": "But, again, I also think that that's not unfettered.", "sentId": 424}, {"text": "The president-elect, as everybody, frankly, in this country, has a right to make sure that the stories are correct, that they push back, that their side of a story is out there, that they communicate effectively and freely as well.", "sentId": 425}], "secId": 224}, {"speaker": "STELTER", "sentences": [{"text": "Yes.", "sentId": 426}], "secId": 225}, {"speaker": "SPICER", "sentences": [{"text": "So, it's not a one-sided proposition.", "sentId": 427}], "secId": 226}, {"speaker": "SPICER", "sentences": [{"text": "And I think that's where a lot of folks in the media get it wrong.", "sentId": 428}, {"text": "They think they can write whatever they want with impunity.", "sentId": 429}, {"text": "But I think that one of the things that Donald Trump in particular has shown is that he has a voice and a mechanism and a channel to speak directly to the American people, and he is going to continue to do that.", "sentId": 430}], "secId": 227}, {"speaker": "STELTER", "sentences": [{"text": "Does that sometimes mean going around you, Sean, going around Jason Miller, going around the press shop of the Trump administration?", "sentId": 431}, {"text": "Does it sometimes frustrate you when he tweets unexpectedly?", "sentId": 432}], "secId": 228}, {"speaker": "SPICER", "sentences": [{"text": "It's not -- you can't go around when you're the boss.", "sentId": 433}, {"text": "When you're in charge, there is no going around somebody.", "sentId": 434}], "secId": 229}, {"speaker": "SPICER", "sentences": [{"text": "He's in charge.", "sentId": 435}, {"text": "He's the president-elect.", "sentId": 436}, {"text": "He's the decider.", "sentId": 437}, {"text": "We -- our job, Jason and mine and Hope Hicks and others on the team, is to do and to implement and to help him get his message out as he directs.", "sentId": 438}, {"text": "So it is he who tells us what to do, not the other way around.", "sentId": 439}], "secId": 230}, {"speaker": "STELTER", "sentences": [{"text": "For sure.", "sentId": 440}], "secId": 231}, {"speaker": "STELTER", "sentences": [{"text": "I just -- I wonder if there's moments where you look at your phone and say I can't believe he just posted that on Twitter.", "sentId": 441}, {"text": "It might make your job harder.", "sentId": 442}], "secId": 232}, {"speaker": "SPICER", "sentences": [{"text": "Oh, look, I think there's never a boring day working around and for president-elect Trump.", "sentId": 443}], "secId": 233}, {"speaker": "SPICER", "sentences": [{"text": "But, look, but that is what -- I mean, it is never boring.", "sentId": 444}, {"text": "It's always exciting.", "sentId": 445}], "secId": 234}, {"speaker": "SPICER", "sentences": [{"text": "But that's why he's so authentic.", "sentId": 446}, {"text": "That's why he won, because he's real.", "sentId": 447}, {"text": "He's authentic.", "sentId": 448}, {"text": "He speaks from the heart.", "sentId": 449}, {"text": "He has an understanding of where the American people's thoughts and concerns and frustrations are.", "sentId": 450}, {"text": "And he speaks directly to it.", "sentId": 451}], "secId": 235}, {"speaker": "SPICER", "sentences": [{"text": "And, look, I have never seen a finer and more effective communicator in my entire life.", "sentId": 452}, {"text": "Love him or not, vote for him or not, you got to give it to him.", "sentId": 453}, {"text": "He knows how to get a message out better than anybody that we have ever seen in our lifetime and probably ever will.", "sentId": 454}], "secId": 236}, {"speaker": "STELTER", "sentences": [{"text": "Sean, thanks so much.", "sentId": 455}], "secId": 237}, {"speaker": "SPICER", "sentences": [{"text": "You bet, Brian.", "sentId": 456}], "secId": 238}, {"speaker": "STELTER", "sentences": [{"text": "I think Spicer is right about that last point.", "sentId": 457}], "secId": 239}, {"speaker": "STELTER", "sentences": [{"text": "After the break here, Jill Abramson is back with more, her perspective on standing up for the press in this moment.", "sentId": 458}], "secId": 240}, {"speaker": "STELTER", "sentences": [{"text": "We will be right back.", "sentId": 459}], "secId": 241}, {"speaker": "STELTER", "sentences": [{"text": "Back here on RELIABLE SOURCES.", "sentId": 460}], "secId": 242}, {"speaker": "STELTER", "sentences": [{"text": "Let me bring back Jill Abramson, the former executive editor of \"The New York Times.\"", "sentId": 461}], "secId": 243}, {"speaker": "STELTER", "sentences": [{"text": "Jill, earlier this hour, you were about to talk about the importance of standing up for the press.", "sentId": 462}], "secId": 244}, {"speaker": "STELTER", "sentences": [{"text": "What does that mean to you right now in this Trump age?", "sentId": 463}], "secId": 245}, {"speaker": "ABRAMSON", "sentences": [{"text": "You know, what it means to me, Brian, is, you know, emphasizing the critical importance of quality news and reliable information to the health of our democracy.", "sentId": 464}, {"text": "And, you know, I had the privilege of having you as my colleague at", "sentId": 465}], "secId": 246}, {"speaker": "ABRAMSON", "sentences": [{"text": "\"The New York Times.\"", "sentId": 466}, {"text": "And we both know the standards for newsgathering and fact-checking and ethics at a news organization like \"The Times\" are the highest possible and most rigorous.", "sentId": 467}], "secId": 247}, {"speaker": "ABRAMSON", "sentences": [{"text": "And the survival of the highest-quality news organizations, whether it's \"The New York Times\" or \"The Washington Post\" or \"The Wall Street Journal,\" where I also worked, you know, great public -- you know, public service institutions like ProPublica, The Marshall Project, they right now really need support from the public, a portion of the public that relies on quality and accurate news, to take out their wallets and subscribe, support these organizations.", "sentId": 468}], "secId": 248}, {"speaker": "STELTER", "sentences": [{"text": "I'm up against a hard break, but I like that as the final point of the program.", "sentId": 469}], "secId": 249}, {"speaker": "STELTER", "sentences": [{"text": "Now, even -- even those newsrooms make mistakes, but they try to do their best.", "sentId": 470}, {"text": "And they should be supported.", "sentId": 471}], "secId": 250}, {"speaker": "ABRAMSON", "sentences": [{"text": "They sure do.", "sentId": 472}], "secId": 251}, {"speaker": "STELTER", "sentences": [{"text": "And, Jill, thank you very much for being here.", "sentId": 473}], "secId": 252}, {"speaker": "ABRAMSON", "sentences": [{"text": "Well, thanks so much.", "sentId": 474}], "secId": 253}, {"speaker": "STELTER", "sentences": [{"text": "Sign up for our newsletter at CNNMoney.com/media.", "sentId": 475}], "secId": 254}, {"speaker": "STELTER", "sentences": [{"text": "And I'll see you here next week.", "sentId": 476}], "secId": 255}], "sectionCount": 256, "url": "transcripts.cnn.com/TRANSCRIPTS/1612/11/rs.01.html", "sentenceCount": 478, "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "time": "Aired December 11, 2016 - 11:00   ET", "speakers": ["STELTER", "WALLACE", "TRUMP", "SANGER", "PRIEBUS", "MOOKE", "Let me ask you this.  I'm showing you all these clips to ask", "IOFFE", "WAHL", "REICH", "BERNSTEIN", "LORD", "STELER", "KELLY MCBRIDE", "MCBRIDE", "CLINTON", "ABRAMSON", "SPICER"], "title": "CNN RELIABLE SOURCES"}